{
	"@metadata": {
		"authors": [
			"Joseplluis",
			"Mguix"
		]
	},
	"0ed67f9c6c84fdb5": "La sol·licitud incloïa un client_id i una capçalera 'Autorització' amb un nom d'usuari, però els valors '$1' i '$2') no hi estan d'acord. Els valors han de coincidir.",
	"12e90f1337b9e627": "El servidor d'autorització ha trobat una condició inesperada que impedeix que compleixi la sol·licitud.",
	"1816ef8c32269bd4": "Abast desconegut",
	"1a9abacea0dbd33d": "Aquest motor gestiona les aplicacions del client OAuth.",
	"1b67ef4e468168b1": "Redirigir l'URI a la sol·licitud ha de coincidir exactament amb l'URI de redirecció del codi d'autorització.",
	"1c9e9ff936b8b1c1": "Testimoni d'Accés OAuth",
	"229e6a17fdecd40c": "El paràmetre necessari $1 no estava present a la sol·licitud.",
	"26aa5f5a13a26561": "Falta el paràmetre de sol·licitud necessari $1.",
	"26d25887410122fd": "El paràmetre de sol·licitud $1 especifica un URI de redirecció no vàlid.  L'URI de redirecció ha de ser un domini plenament qualificat sense fragments, i ha de tenir el mateix domini i almenys els mateixos paràmetres de consulta que l'URI de redirecció que el client registrat.",
	"2cacad6a076b8f83": "PHID del client",
	"3d9a9c04cecdc402": "No s'ha trobat cap usuari amb el PHID $1.",
	"3ec5a86632a1f8b4": "Sol·licitud mal formada",
	"45032a279073ba49": "Aquesta aplicació també sol·licitava permisos addicionals no reconeguts. Aquests permisos poden haver existit en una versió anterior de Phabricator, o bé provenir d’una versió futura de Phabricator. No se’ls concedirà.",
	"4651a34e4df96197": "Abast",
	"5a998d60f3795f90": "$1 ha desactivat aquesta aplicació.",
	"61ad77e7fd9444e9": "Els URI de redirecció d'aplicacions OAuth no han de contenir fragments d'URI, però l'URI «$1» té un fragment («$2»).",
	"64c810d5c56165f7": "$1 ha reanomenat aquesta aplicació de \"$2\" a \"$3\".",
	"69479eedd0462ac1": "Els URI de redirecció d'aplicacions OAuth només han d'utilitzar els protocols \"http\" o \"https\", però l'URI \"$1\" utilitza el protocol \"$2\".",
	"6e34e8a4e9bd9691": "Mantenir aquest testimoni en privat, permet que qualsevol portador accedeixi al teu compte en nom d'aquesta aplicació.",
	"7759f3335c8abbf1": "El secret associat a aquesta aplicació OAuth es mostrarà en text clar a la vostra pantalla. Abans de continuar, abraça bé el teu monitor per crear un escut humà, mantenint-lo fora de perill dels ulls plorosos. Protegiu els secrets de les empreses!",
	"776b642d8502e8b3": "Això crearà una autorització i un testimoni d'OAuth, permetent que $1 accedeixi al teu compte.",
	"9289e49ddbd1e02c": "Segur que voleu desactivar l'aplicació $1 OAuth? Els usuaris ja no podran autenticar-s'hi ni accedir a Phabricator mitjançant els testimonis generats per aquesta aplicació.",
	"946431482509d3f6": "Redirigir l'URI a petició i no redirigir l'URI en codi d'autorització. Els dos han d'igualar exactament.",
	"a9d16f2f0d34f66d": "$1 ha canviat l'URI de redirecció de l'aplicació de «$2» a «$3».",
	"b0d0d69eef3ae438": "Generar un Testimoni de Prova",
	"b12a162a6c9f592c": "Validació (https): $1",
	"bca6be6f800db59b": "$1 ha creat aquesta aplicació OAuth.",
	"c45c7c9841433835": "Aquesta aplicació ('$1') està autoritzada per utilitzar les vostres credencials de Phabricator. Continueu completant el flux de treball d'autenticació.",
	"c780346631335c29": "Voleu activar l'aplicació OAuth $1? Els usuaris podran autenticar-se amb ella i es podran tornar a utilitzar els testimonis existents.",
	"cb455d57615f5d72": "El paràmetre de sol·licitud $1 no especifica una aplicació de client vàlida.",
	"d1b2381f69ca381d": "Aquesta aplicació ha sol·licitat aquests permisos addicionals. En autoritzar-lo, se li concediran els permisos que sol·liciti:",
	"df6692c9d4bab98b": "Voleu autoritzar l'aplicació externa \"$1\" per accedir a les dades del vostre compte de Phabricator, inclosa la vostra adreça electrònica principal?",
	"eff45bd532881dee": "El paràmetre de sol·licitud $1 especifica un tipus de resposta no admesa. Els tipus de resposta vàlids són: $2."
}
