{
	"@metadata": {
		"authors": [
			"ANTHONY DERY",
			"Joachim Yirkang",
			"Linus Konkor"
		]
	},
	"02d17d873421287e": "Dɛtabeesi \"$1\" e la bombabannaa. A pɛllɛ ŋa na baŋ bare la dɛtabeesi yoŋ a pampana vɛɛseŋ ko a sɔtwaɛ ŋa. Dɛtabeesi tonnee la: $2.",
	"032590bb5fe7a306": "A boɔloo bondemanne kɔndoge.",
	"093ba1a1eec787d7": "Fo boɔrɔ ka fo seevi daata mine pamente emmo zie, kyɛ a sɔroo na a saseɛ miri naŋ sɔre paale la kooken mine naŋ ba tu. Leɛ loodi a paagyi kyɛ la enyɛ. Fo naŋ boɔrɔ ka fo meele a fo kɔɔkyiri.",
	"110b0c5394900023": "A sɛɛva ŋa be la pampana kanne-yoŋ moodi. Toŋ ne -- fere ka zo-pare a moodi.",
	"148aa57832032b98": "A tontona leɛre la aŋa \"$1\" kyɛ fo derɛ la yuori kaŋa \"$2\" ka fooŋ naŋ nyɛ a gampɛle ŋa see ka fo sage kyɛ maale boma mine biŋ gu. Kpɛ a tontoŋ yiri poɔ ka o e a yel dɛŋdɛŋ soba. A tontoŋ bone na koŋ baŋ e yel zaa ka fo baŋ ne a.",
	"197b4e64419ef963": "A tontona teɔrɔ ka fo derɔ la $1, kyɛ areko neɛ soba sage la ka fo dirɔ la $2.\n\nA e LW yɛlɛ naŋ na baŋ wanne yɛlɛ.",
	"1c542e79c9b4257e": "Sɛtɛmbare",
	"218be0dfc4b62b9d": "A sɛɛva ŋa be la kanne-yoŋ moodi",
	"21b07dc5f958c9a7": "A sɛɛva be la kanne-yoŋ moodi (daamo meŋɛ).",
	"22e9d098c2d1efba": "Sɛre ka fo na toŋ ne stɔɔragye tage o do,aseŋ ka fo de a wɛb niŋe ka o sigi ane tɔge bonzaa naŋ kyɛnɛ (fo na baŋ ŋmaa la a kpaambo ŋa ne $1).",
	"250ddde898b9609a": "Sori ba kyebee a naŋ sage a toma ''SITAATU NEƐ'' sɔroo ka sage a sɛɛva ka o kaara laafeɛ.",
	"25eee349d7bf6976": "Ka fooŋ wa maala $1, a ɛrɔɔ sere maŋ eŋ la a sikyiima wulluu zie ta sage neŋ a sikyiima a fo koodi maŋ soŋ mɛ la.",
	"2af01db370dc1e2c": "Maale a '$1' a fo leɛroo poɔ!",
	"2b35e7d9fb60fbfb": "Paale a zie ŋa ne yɛlɛ. Yel-fere eebo naŋ kyaare ne a yɛlɛ maaloŋ ane yɛlɛ maaloŋ",
	"2f8ae1342ed316d7": "A sɛɛva ŋa ba konfigere a naŋ toŋ lammo sɔroo. Maale sɔroo. bammo ziiri' a konfigerese a yelpeɛle lammo soobo kyɛ baŋ de tere a sɔroo naŋ tona neŋ lammo sage deɛbo gbɛbogiri.",
	"322d2b2c7a9d474e": "Bomepɔgere ba bagenaa pare maŋ tere  la 'eebo'-$1",
	"33c4f085bf9299d8": "Daata koŋ toɔŋ gaa ɛzaal bonso a PHPExcel laabere ba innitɔɔle. A saseɔ miri ŋa boɔrɔ la ka maale ɛzaal yineŋ GitHub\n:\n\n> https://github.com/PHPOffice/PHPExcel\n\nŊmaa lɛ:\n\n  - pɔge a leɛ bimmo a sɛɛva zie kaŋa\n    (Like `/path/to/example/PHPExcel`).\n  - zɛge PHP `$1` sɛtere (a `php.ini`) a paale a PHPExcel\n    `klaasi` kyaaroo (teseŋ `/path/to/example/PHPExcel/Classes`).",
	"3c5bf776f5efcaa2": "Novembare",
	"3cce78264dc4036c": "A sammo ama mine yi la asɛɛse guubu yɛlɛ. A daana fo naŋ tɔnnɔ neŋ ba taa sori a naŋ nyɛ a daatabaase kyɛ bee a taabole a saseɛ miri ŋa naŋ tɔnɔ neŋ. A seŋ ka fo tere sori ko a daana vuo, bee tonne daana kaŋa.",
	"3d3817431b38284b": "Tere databaasere.",
	"40ddd2ba684738d0": "A sɛɛva e la konfigere neŋ daata masa yɔgaa, kyɛ masa ''$1'' bɔrɛɛ '' patisiri''konfigere piiŋ a manne wuli boɔbo patisiri.",
	"433632ea5cd64cd1": "Maakye",
	"48ace68f51009fe4": "Soore Karendie (\"$1\") ba leɛ tere a ɔbgyɛt parɛɛ toraa yi \"newResultObject()\" (ŋmaara la \"PhabricatorLiskDAO\", karendebile naŋ be \"$2\"). Leɛ a ɔbgyɛte ŋmaaraa paree tere (a ŋaa porɛɛ la), bee empliment yelbegere \"loadpage()\" sobi-bulo (aŋaa ba tu mɔɔdiŋ koodi poɔ).",
	"4c7e4ff89799ce75": "Ka fooŋ ba maala a $1 meŋɛ, de a yɛlɛ ko a maale maalba.",
	"53c6162b7659c488": "Wuoro/",
	"581e656c10db6057": "Tere sori",
	"58d58534a6b21377": "S\n|M|T|W|T|F|S",
	"5c3a35ef85f22d50": "Fɛboɔre",
	"648e37e29f048f43": "Iri-makap sɛgere",
	"65640c6577c9c724": "Desagbare",
	"656bcfe284e2da39": "Tagduloo",
	"660a8c185119e5e8": "Yelzu yizie ŋmaaroŋ \"$1\" ba banne a.",
	"69d97c5797dc7d21": "Ɔɔgere",
	"6ae10f662edda8fc": "$1 leɛre la a waaloŋ ko $2 yineŋ $3 te tɔ $4.",
	"6d954f16c289224d": "Ba toɔŋ maale a sʋgere moodi gyɔɔnoo( a apulikase daatabaasi ''$1'') bonso a sɛɛva ŋa be la moodi yoŋ. Lɛ zaa fo boɔrɔ ka fo e ba tɔnnɔ soŋ a kannoo yoŋ moodi.",
	"724ef5a7ab808a2f": "arcanist/",
	"781961bc81c25697": "Are a be",
	"792c81a4cfdcb5b4": "Leɛre",
	"7a22d73d336abd62": "Gyɛnoɔre",
	"7e36502c1b399482": "Neŋ fo waabo ko $1!",
	"7eb8465f2368634a": "Fo taa la MySQL vɛɛseŋ koroo (naŋ kore gaŋ 5.5) naŋ ba teɛ a utf8mb4 waaloŋ sɛte. Te na yeli ka zɛge o do eŋ 5.5 bee bompaalaa.\n\nKa foŋ paale adgyɛsement pampana kyɛ zɛge MySQL do eŋ 5.5 a puoriŋ bee bompaalaa, a na seŋ ka fo la paale adgyɛsement la maale (lɛ na a na di la wagere yaga).\n\nFo na baŋ bare la lɛ a toma ŋa naŋ kyɛnɛ, zɛge MySQL do pampana, kyɛ la leɛ e a toma ŋa la maale. Ŋa la a kaairuu, kyɛ na baŋ wane puori leɛbo pampana ŋa zaa.\n\nFo na baŋ bare la lɛ a toma ŋa naŋ kyɛnɛ, can exit this workflow, kyoge tona ne a sɔtwaɛ ŋa ka fo ba paale adgyɛsement, zɛge MySQL do a baaroo puori, kyɛ pãã e a toma ŋa la maale. Ŋa meŋ e la da-soŋ, o na vɛŋ la ka fo di wagere te ta a puoriŋ.\n\nFo na baŋ gɛrɛ la niŋe ne a toma kyɛmbo ŋa, kyɛ pãã e meŋɛ zɛge duobo MySQL a puoriŋ. Ka foŋ wa e, a na seŋ ka fo paale adgyɛsement la maale.\n\nKa foŋ wa boɔrɔ yɛlɛ yaga, nyɛ \"Managyiŋ stɔɔragye adgyɛsemet\" a sɛgere poɔ.",
	"805c3d6943e4adbe": "Susɛɛse",
	"87206ae236348349": "Ɔɔtoorebare",
	"88e2d3daf79a6b62": "A sɛva ŋa e la kannoo yoŋ waaloŋ (koŋ baŋ pɔge Masa).",
	"9720b7711ba32d95": "Boɔraa ka fo kaa fo meŋɛ gu bonne a biŋ o \"$1\" faŋa. Anaŋ na faŋa yɛlɛ ba kyɛ kyɛ.",
	"9b4d1701d2f8961d": "A PHID a leɛ emmo.",
	"9cbc3422f903a915": "A vaarable $1 de la naŋ ba teɛre pare: $2. Sɔroo po a staki bɔgere ka a e yel-eŋ a kɔ-nɔzu $3 poɔ",
	"9cf5c04b27f4850f": "[$1] $2",
	"a0393902db1f516e": "Kyapiril",
	"a479c9c34e878d07": "Daŋloodi",
	"a9db906761699b31": "Gyuuni",
	"aa548faaf8d7d8fd": "Meɛbo kye",
	"ab1a64e7f6f9c4d5": "Data koŋ baŋ yi a yelbie daga poɔ bonso a \"zip\" PHP tag-gaa tooro ba eŋ sere. Kpɛ kaa a gampɛle poɔ nyɛ ka o naŋ ba Leɛre soŋ see ka fo bɔ sommo.",
	"aba1e8ccaa7f03ea": "Yineŋ a yel-paala weoŋ a database dump poɔ. A gɔɔwuloo ŋa taa la tɔna ko a maaloŋ.",
	"af706e68739d3978": "Databaasi ''$1'' la wulli gaŋ yine. Wuli databaasi boyenaa yoŋ.",
	"b4e44e40dfb8e1d8": "$1 boɔle fo la ka fo wa paale $2.",
	"b6b4a0803685c3e2": "A savisi ŋa konfigere la a lammo moodi aneŋ a bammo sɔroo da nyɛɛ la yineŋ (\"$1\") ba wɔɛ-liisi a e lammo bammo.",
	"bdb080aadeb94491": "Bare tabul yoŋ a yoe dɛtabeesi eŋɛ (bee dɛtabeesiri, ka a eeboŋ la leɛ e) wuli dɛtabeesi yoe ka vo-ŋmaara kyebe (ana la: de \"tɛɛtɛɛloŋ\", ka a ta e \"wuoro_tɛɛtɛɛloŋ\").",
	"bfc9964285bf7189": "$1 paale $2 faale(ba): $3",
	"c11cefba15ea7da5": "Fo taa la sikyiima guure(\"tabol kpaaraa bee kɔlɔm a saseɛ miri naŋ kyɛlle o soŋ). A yi yɛlɛ kyaare neŋ leɛmaaloo a yɛlɛ, nyɛ a ''guubo sikyiima'' lamgiri naŋ be a managyi sitorogyi yɔllɔɔ'' atikili a dokumetere.",
	"c94f479833c5d401": "Maane",
	"cdc0df63d2f99976": "A toma leɛrɛɛ na baŋ toŋ ne feroo kaŋa kyɛ $1 ba wuli a yɛlɛ e zie. A webserver leɛrɛɛ see ka a de gaa $2 te ta PHP be la a software naŋ baŋ zagre la bone zaa naŋ na kpɛ o poɔ.",
	"d7861fab5a6a779e": "A sɛɛva be la kilasita moodi, aneŋ databaasi gyamaa taabo. Toŋ ne ''--taabo'' a Wulli a taabo fo naŋ boɔrɔ ka fo toŋ ne.",
	"df97a42549e5c0e1": "Gyɔlaai",
	"e80c009d94a33569": "Fo saŋɛɛ la fo zaa ka fo sereŋ boɔrɔ ka fo saŋe a sitoregyi a $1 daata o taabo ''$2''? A yuobo koŋ toɔŋ bare ka fo daata meŋ koŋ nyɛ nyaabo ka fooŋ gɛrɛ nimitɔɔre.",
	"ebf0f0c994f6a7db": "A sɛɛva be la kanne-yoŋ moodi (daatabaasi sɛgere zaa ba e kofigere).",
	"ec5531c3e867dad3": "Sommo yizie",
	"f1f07ef5c1eb357d": "A JSON-bonpɔgere.",
	"fd6c3ebf7befca9f": "De-emmo",
	"feeaf50c5ec762c8": "A ɛrɔɔ ama mine yi la sikyiima kpaare(taabol mine bee kɔlɔm a saseɛ miri ŋa naŋ ba boɔrɔ). Ama ba e nimizeɛ. Yɛlɛ kyaare neŋ a maaloo, nyɛ a '' kpaabo sikiima'' zie a '' managyin bimmo zɛgebo'' atikili dokumetere."
}
