{
	"@metadata": {
		"authors": [
			"Hamza DK"
		]
	},
	"02d17d873421287e": "Database\" $1 \" ba a sani ba. Wannan rubutun na iya zubar da bayanan da aka sani kawai ga sigar wannan software na yanzu. Ingantattun bayanan bayanai sune: $2 .",
	"032590bb5fe7a306": "Alamar kira ta wurin ajiya.",
	"093ba1a1eec787d7": "Kuna ƙoƙarin adana wasu bayanai zuwa ma'ajiya ta dindindin, amma buƙatar mai bincikenku ta haɗa da alamar da ba daidai ba. Sake shigar da shafin kuma a sake gwadawa. Kuna iya buƙatar share kukis ɗin ku.",
	"110b0c5394900023": "Wannan uwar garken a halin yanzu tana cikin yanayin karantawa kawai. Yi amfani da --ƙarfi don ƙetare wannan yanayin.",
	"148aa57832032b98": "An saita wannan uwar garken azaman \" $1 \", amma kuna amfani da sunan yankin \" $2 \" don samun damar wani shafi wanda ke ƙoƙarin saita kuki. Samun dama ga wannan sabis ɗin akan ƙayyadaddun yanki na farko ko wani yanki da aka saita. Ba za a saita kukis akan wasu wuraren ba saboda dalilai na tsaro.",
	"197b4e64419ef963": "Wannan uwar garken yana tsammanin kuna amfani da $1 , amma abokin cinikin ku ya gamsu cewa yana amfani da $2 . Wannan babban kuskure ne tare da dabara, amma mahimmanci, sakamako.",
	"1c542e79c9b4257e": "Satumba",
	"218be0dfc4b62b9d": "Wannan uwar garken yana cikin yanayin karantawa kawai.",
	"21b07dc5f958c9a7": "Wannan uwar garken yana cikin yanayin karatu kawai (babban katsewa).",
	"22e9d098c2d1efba": "Kafin gudanar da haɓakar ajiya, ya kamata ku saukar da ƙirar yanar gizo kuma ku dakatar da duk wani daemons mai gudana (za ku iya kashe wannan gargadi tare da $ 1).",
	"250ddde898b9609a": "Babu izini don gudanar da \"NUNA MATSAYIN BAYI\". Ba wa wannan mai amfani \"CIN KWALLIYA\" izini don ba da damar wannan uwar garken don saka idanu akan lafiyar kwafi.",
	"25eee349d7bf6976": "Idan kuna haɓaka $1 , waɗannan kurakuran yawanci suna nuna cewa ƙayyadaddun ƙirar ku ba su yarda da tsarin da lambar ku ke ginawa ba.",
	"2af01db370dc1e2c": "Saita '$1' a cikin tsarinka!",
	"2b35e7d9fb60fbfb": "Rufe layin tare da ayyukan gwaji. Wannan umarnin an yi amfani da shi yayin ci gaba da debugging.",
	"2f8ae1342ed316d7": "Wannan uwar garken ba a daidaita shi don ba da buƙatun rukuni ba. Saita adiresoshin da ke cikin saitin zuwa ga masu ba da gudummawa na fararen fata kafin aika buƙatun da ke amfani da hanyar tabbatar da tarin.",
	"322d2b2c7a9d474e": "Nau'in abin da ba a zato an bayar da shi azaman 'aiki' - $1",
	"33c4f085bf9299d8": "Ba za a iya fitar da bayanai zuwa Excel ba saboda ba a shigar da ɗakin karatu na PHPExcel ba. Ana buƙatar wannan ɓangaren software don ƙirƙirar fayilolin Excel.\n\n Kuna iya shigar da PHPExcel daga GitHub:\n\n> https://github.com/PHPOffice/PHPExcel\n\nA takaice:! N!\n - Clone wancan ma'ajiyar wani wuri a kan sever! N! (kamar `/hanya/zuwa/misali/PHPExcel`).\n - Sabunta saitunan PHP ɗinku ` $1 (a cikin `php.ini`) don haɗawa da PHPExcel\n Littafin 'classes' (kamar'/hanyar/zuwa/misali/PHPExcel/Class').",
	"3c5bf776f5efcaa2": "Nuwamba",
	"3cce78264dc4036c": "Wasu daga cikin waɗannan kurakuran ana haifar da su ta hanyar matsalolin sarrafa shiga. Mai amfani da kuke haɗawa da shi bashi da izinin ganin duk bayanan bayanai ko teburi waɗanda wannan software ke amfani da su. Kuna buƙatar ba wa mai amfani ƙarin izini, ko amfani da wani mai amfani daban.",
	"3d3817431b38284b": "Jerin bayanan bayanai.",
	"40ddd2ba684738d0": "Wannan uwar garken an saita shi tare da manyan bayanan bayanai da yawa, amma ubangiji \"$1\" ya rasa maɓallin daidaitawa \"rabuwa\" don bayyana rabuwa da aikace-aikace.",
	"433632ea5cd64cd1": "Maris",
	"48ace68f51009fe4": "Ajin tambaya (\" $1 \") bai dawo da madaidaicin nau'in abu daga \"newResultObject()\" (wanda ake tsammanin wani yanki na \"PhabricatorLiskDAO\", ya samo \" $2 \"). Koma wani abu na nau'in da ake tsammani (wannan na kowa ne), ko aiwatar da hanyar \"loadPage()\" ta al'ada (wannan sabon abu ne a lambar zamani).",
	"4c7e4ff89799ce75": "Idan ba ku haɓaka $1 kanta ba, bayar da rahoton wannan batun zuwa sama.",
	"53c6162b7659c488": "mai rubutun ra'ayi /",
	"581e656c10db6057": "Bada Izinin",
	"58d58534a6b21377": "S|M|T|W|T|F|S",
	"5c3a35ef85f22d50": "Fabrairu",
	"648e37e29f048f43": "Rubutun tsokaci",
	"65640c6577c9c724": "Disamba",
	"656bcfe284e2da39": "Fadadawa",
	"660a8c185119e5e8": "Nau'in tushen abun ciki \" $1 \" ba a sani ba.",
	"69d97c5797dc7d21": "Agusta",
	"6ae10f662edda8fc": "$1 ya canza matsayin $2 daga $3 zuwa $4 .",
	"6d954f16c289224d": "Ba zai iya kafa haɗin rubutu ba (zuwa bayanan aikace-aikacen \"$1\") saboda wannan uwar garken yana cikin yanayin karatu kawai. Duk abin da kake ƙoƙarin yi ba ya aiki daidai a cikin yanayin karatu kawai.",
	"724ef5a7ab808a2f": "arcanist",
	"781961bc81c25697": "Dakata",
	"792c81a4cfdcb5b4": "Sanya",
	"7a22d73d336abd62": "Janairu",
	"7e36502c1b399482": "Barka da zuwa $1 !",
	"7eb8465f2368634a": "Kuna da tsohuwar sigar MySQL (tsofaffi 5.5) wanda baya goyan bayan saitin halayen utf8mb4. Muna ba da shawarar haɓakawa da ƙarfi zuwa 5.5 ko sabo! \n Kuna iya fita daga wannan aikin, sabunta MySQL yanzu, sannan ku sake gudanar da wannan aikin. Ana bada shawarar wannan, amma yana iya haifar da raguwa mai yawa a yanzu. Wannan kuma hanya ce mai kyau, kuma zai ba ku damar jinkirin raguwa har zuwa gaba. Bayan kun yi, kuna buƙatar sake amfani da gyara.\n\n Don ƙarin bayani, duba \"Managing Storage Adjustments\" a cikin takaddun.",
	"805c3d6943e4adbe": "NASARA",
	"87206ae236348349": "Oktoba",
	"88e2d3daf79a6b62": "Wannan uwar garken tana cikin yanayin karantawa kawai (maigidan da ba za a iya kaiwa ba).",
	"9720b7711ba32d95": "Ƙoƙarin kwatanta kalmar sirri da aka adana tare da \" $1 \" hash. Ba a san irin wannan hasher ba.",
	"9b4d1701d2f8961d": "PHID na ma'ajiya",
	"9cbc3422f903a915": "Mai canzawa $1 ya sami nau'in da ba a zata: $2 . Da fatan za a raba wannan tari kamar yadda sharhi a cikin Aiki $3",
	"9cf5c04b27f4850f": "[ $1 ] $2",
	"a0393902db1f516e": "Afrilu",
	"a479c9c34e878d07": "Sauke",
	"a9db906761699b31": "Yuni",
	"aa548faaf8d7d8fd": "Babu Gine-gine",
	"ab1a64e7f6f9c4d5": "Ba za a iya fitar da bayanai zuwa Excel ba saboda ba a shigar da \"zip\" na PHP ba! Tuntuɓi batun saitin a cikin aikace-aikacen Config don jagora akan\n shigar da tsawo.",
	"aba1e8ccaa7f03ea": "Samar da sabon saurin farawa. Wannan umarnin yana da amfani sosai ga ci gaban ciki.",
	"af706e68739d3978": "An ƙayyade bayanan \"$1\" fiye da sau ɗaya. Bayyana kowane bayanan a kalla sau ɗaya.",
	"b4e44e40dfb8e1d8": "$1 ya gayyace ku don shiga $2 .",
	"b6b4a0803685c3e2": "Wannan sabis ɗin an saita shi a cikin yanayin rukuni kuma adireshin da aka karɓi wannan buƙatar (\"$1\") ba a farar da shi a matsayin adireshin rukuni ba.",
	"bdb080aadeb94491": "Juji tebur kawai a cikin bayanan mai suna (ko bayanan bayanai, idan an maimaita tuta). Ƙayyade sunayen bayanai ba tare da prefix na sarari ba (wato: yi amfani da \"differential\", ba \"phabricator_differential\").",
	"bfc9964285bf7189": "$1 haɗe $2 fayil(s): $3 .",
	"c11cefba15ea7da5": "Kuna da zane-zane masu yawa (ƙarin tebur ko ginshiƙai waɗanda wannan software ba ya tsammanin). Don bayani game da warware waɗannan batutuwan, duba sashin \"Surplus Schemata\" a cikin labarin \"Managing Storage Adjustments\" a cikin takardun.",
	"c94f479833c5d401": "Mayu",
	"cdc0df63d2f99976": "An tsara wannan sabis ɗin don aiki a cikin yanayin rukuni, amma ba a bayyana $ 1 a cikin yanayin buƙata ba. Tsarin sabar yanar gizon ku yana buƙatar aika $ 2 zuwa PHP don haka software zai iya ƙin buƙatun da aka karɓa akan hanyoyin waje.",
	"d7861fab5a6a779e": "Wannan uwar garken an saita shi a cikin yanayin rukuni, tare da rundunonin bayanai da yawa. Yi amfani da \"--host\" don ƙayyade wane mai masaukin da kake so ka yi aiki.",
	"df97a42549e5c0e1": "Juli",
	"e80c009d94a33569": "Shin kun tabbata cewa da gaske kuna so ku lalata duk ajiya akan $ 1 data a kan mai karɓar bakuncin \" $ 2\"? Ba za a iya cire wannan aikin ba kuma ba za a iya dawo da bayananku ba idan ka ci gaba.",
	"ebf0f0c994f6a7db": "Wannan uwar garken yana cikin yanayin karantawa kawai (ba a saita bayanan da aka rubuta ba).",
	"ec5531c3e867dad3": "Nassoshi",
	"f1f07ef5c1eb357d": "Abun da aka saka JSON.",
	"fd6c3ebf7befca9f": "shigar",
	"feeaf50c5ec762c8": "Wasu daga cikin waɗannan kurakurai ana haifar da su ne ta hanyar tsarin ragi (ƙarin tebur ko ginshiƙai waɗanda wannan software ba ta tsammani). Wadannan ba su da tsanani. Don bayani kan warware waɗannan batutuwa, duba sashin \"Ƙarin Tsari\" a cikin labarin \"Sarrafa Ma'ajiya Daidaitawa\" a cikin takardun."
}
