{
	"@metadata": {
		"authors": [
			"Fitoschido",
			"KATRINE1992",
			"Thibaut120094",
			"Verdy p",
			"Wladek92"
		]
	},
	"08551bfd5a6bcbf3": "Résultats de saisie semi-automatique",
	"170409168d52d100": "Saisie semi-automatique",
	"20ff1176780f707c": "Cette source de données (« $1 ») ne peut pas évaluer la fonction « $2(...) ».",
	"24725aa7bb11e312": "Aide sur la fonction",
	"28449a5348d1d494": "En plus de saisir les noms d’utilisateurs et de projets pour construire des requêtes, vous pouvez également saisir des noms de fonctions spéciales qui vous donnent davantage d’options et la capacité d’exprimer des requêtes plus complexes.\n\nLes fonctions ont un nom interne (tel que « $1 ») et un nom lisible par un humain (tel que « Visualisateur actuel »). En général, vous pouvez taper l’un des deux pour sélectionner la fonction. Vous pouvez cliquer le bouton {nav icon=search} sur tout contrôle de saisie semi-automatique pour parcourir les fonctions disponibles et trouver sa documentation.\n\nCette documentation utilise les noms internes afin d’exprimer clairement où commencent et finissent les mots-clés. En particulier, vous trouverez des requêtes écrites comme ceci dans la documentation :\n\n$2\n\nQuand cette requête est réellement affichée dans le contrôle, elle paraît plutôt sous cette forme :\n\n$3",
	"3ecdb4ea82e2c72e": "Paramètres non valides",
	"445f05dd9fa1f619": "Classe source",
	"539b3475e6f40740": "Requête brute",
	"551b51aa4c4293ad": "Mots-clés résultats ($1)",
	"621aa9bbf5df9be3": "La classe de source de données configurée « $1 » doit être une sous-classe valide de « $2 ».",
	"6e84ac10f83050f8": "Nom d’élément lexical",
	"83976820002041a5": "Référence : fonctions avancées",
	"83baedc7037c882f": "URI de l’image",
	"8598222918d3c6e5": "Sélectionner",
	"8668a270d975a0a8": "Les fonctions de saisie semi-automatique sont une fonctionnalité avancée qui vous permet de construire des requêtes plus puissantes. Ce document explique les fonctions disponibles pour le contrôle sélectionné.\n\nPour l’aide générale sur la recherche, consultez le [[$1|Manuel de la recherche]] dans la documentation.\n\nNotez que des contrôles différents prennent en charge des fonctions //différentes// (selon ce que fait chaque contrôle), aussi ces fonctions spécifiques peuvent ne pas fonctionner partout. Vous pouvez toujours consulter l’aide sur chaque contrôle pour passer en revue quelles fonctions sont disponibles pour ce contrôle.",
	"8d6b34815ba43d25": "Nom affiché",
	"955060c24efafff9": "Ce tableau décrit brièvement les fonctions disponibles pour ce contrôle. Pour plus de détails sur une fonction particulière, consultez la section correspondante ci-dessous.",
	"95eeffb5f4e285b1": "Cette source n’est pas utilisable directement.",
	"9d3d21faa06febbe": "Impossible d’analyser la fonction et les arguments pour l’élément lexical « $1 ».",
	"a2ffe2e525f50b27": "Requête d’élément lexical",
	"a37d2706eddada6e": "Fonction non valide : $1",
	"a62bbd6f671f2a93": "Plus de résultats",
	"a9089bc3af95f443": "Parcourir les objets",
	"ade13fca8fa2b7f1": "Aide sur la fonction de saisie semi-automatique",
	"b6b52cb47d127a3d": "Icône",
	"b77fab12356a0f67": "Le paramètre HTTP appelé « parameters » pour cette requête n’est pas un paramètre JSON valide. JSON est obligatoire. Erreur : $1",
	"bc64eb3be73d0b52": "Référence rapide des fonctions",
	"c614ba7c453cdcd4": "Auto",
	"d1c319f3fef91def": "Vous atteignez le bord de l’abysse.",
	"f095757f3b8e277d": "Type de priorité",
	"f3f785f939dae680": "Utilisation des fonctions de saisie semi-automatique"
}
