{
	"@metadata": {
		"authors": [
			"Thibaut120094",
			"Wladek92",
			"Zarisi"
		]
	},
	"07b032b56f7aa399": "Non lus",
	"14dd2a4656a89116": "Impossible de charger l'état du serveur: ce n'est pas un serveur d'administration !",
	"215ed57ea00cd4b2": "Toutes les notifications",
	"3d9f47ddd54fe157": "Voulez-vous réellement marquer toutes les notifications comme lues?",
	"42acf1b5974ad9e6": "La configuration du serveur de notification est invalide: il ne spécifie aucun serveur actif de type « admin ». Les notifications nécessitent d'avoir au moins un serveur d'administration actif.",
	"47bb223ad62d3256": "Configuration du client",
	"572de068b2329b96": "La configuration du serveur de notifications est invalide: elle ne spécifie aucun serveur actif de type « client ». Les notifications nécessitent d'avoir au moins un serveur « client » actif.",
	"6776e111aef4227a": "Toutes les notifications non lues seront marquées comme lues. Vous ne pouvez pas annuler cette action.",
	"6faa4218ab931e0d": "Notifications non lues",
	"6fe51d8fad2a6ea4": "Impossible de poster de message: ce n'est pas un serveur d'administration!",
	"771e05f27b99fd59": "Déconnecté",
	"7a54c1fcde926d84": "$1 notification{{PLURAL:$1||s}} supprimée{{PLURAL:$1||s}} concernant des objets qui n'existent plus ou que vous ne pouvez plus voir.",
	"7c97fc57d0663517": "La configuration du serveur de notifications décrit un hôte invalide (« $1 », à l’index « $2 ») avec un type  non reconnu (« $3 »). Les types valides sont « $4 » ou « $5 » .",
	"7d9171c083b45e5c": "La configuration du serveur de notifications décrit un hôte invalide (« $1 », à l'index « $2 ») avec un protocole invalide (« $3 »). Les protocoles valides sont « $4 » ou « $5 ».",
	"7f02a61559647c50": "Aucune notification à marquer comme lue.",
	"8b0d4e583fdf3c6f": "Serveur de notification non actif",
	"9079b8d8b6937a45": "Impossible de tester le client sur un serveur d'administration!",
	"91f51c0177b70233": "La configuration du serveur de notifications décrit un hôte non valide (« $1 », à l'index « $2 »). Ceci est un service \"administrateur\" mais qui a une propriété « path ». Cette propriété n'est seulement valide que  pour les services « client ».",
	"921af3bf3920d823": "Alertes et mises à jour en temps réel",
	"92671dfe54e42f0c": "Vous ne pouvez pas ignorer sans cesse vos problèmes, vous savez.",
	"9b16335d5b0b0a4a": "Impossible de se connecter au serveur de notifications",
	"a4b6852b8959cde5": "Phabricator est configuré pour utiliser un serveur de notifications, mais est incapable de s'y connecter. Vous devriez résoudre ce problème ou désactiver le serveur de notifications. Il peut être utile de revérifier votre configuration ou de redémarrer le serveur en utilisant la commande ci-dessous.\n\n$1",
	"ad87d7cef1baf9fe": "Le serveur de notifications n'est pas activé",
	"b61b70be925f16d0": "Ceci est une notification de test, envoyée à $1.",
	"b6ef1f5cf0f38781": "(Pour lancer le serveur, exécutez cette cette commande.)\n$1",
	"b88a6664ed5b0050": "Vous n'avez pas de notifications non lues.",
	"b98e3f99c2aea77e": "Connexion…",
	"d31b7462b51c88f9": "Reçu HTTP 200, mais HTTP 501 (WebSocket Upgrade) était attendu!",
	"e540ed16437675ca": "La configuration du serveur de notifications n'est pas valide: elle décrit plusieurs fois le même hôte et le même port (« $1 »). Chaque combinaison de l'hôte et du  port ne doit apparaître qu'une fois seulement dans la liste.",
	"e5f613432959373a": "Marquer tout comme lu",
	"e6fe34ea1c47c080": "Montrer seulement les notifications non lues.",
	"f8af5efb9493e17b": "La configuration du serveur de notifications n'est pas valide: chaque entrée de la liste doit être un dictionnaire décrivant un service, mais la valeur à l'index « $1 » n'est pas un dictionnaire.",
	"f8c3443911adbd1f": "La configuration du serveur de notifications a une spécification de service non valide (à l'índex « $1 »): $2 .",
	"f9b6f64d81b3eed1": "Vous n'avez pas de notifications."
}
