{
	"@metadata": {
		"authors": [
			"Joseplluis",
			"Mguix"
		]
	},
	"0007d61d3fd18c30": "Accions de validació",
	"003e9f65338133c4": "Aquest fitxer de $1 s’emmagatzema a Git Large File Storage.",
	"005830bb74720f6c": "Cap Nom Curt",
	"0065dbd9400bd7ff": "Cap motor d'ordres registrat no pot crear ordres per a aquest repositori (\"$1\").",
	"0073d5e0259d2135": "Repositoris: ...",
	"00aa0d5c05dc6ece": "Repositoris: Projecte no vàlid",
	"011267c8fa653b24": "Revertit Per",
	"01ce9b77e2621329": "No podeu desactivar manualment els URI incorporats. Per ocultar un URI incorporat, configureu-ne el comportament \"Mostra\".",
	"01cfd989396f1b50": "Aquest repositori reprendrà les actualitzacions, l'observació, la rèplica i la publicació de qualsevol trànsit de lectura i escriptura configurat.",
	"01e6c2ab0e5318bd": "S'està intentant construir una ordre de repositori (per al repositori «$1»), però el CommandEngine està configurat per connectar-se com a dispositiu de clúster actual (\"$2\") i amb una credencial específica (\"$3\").  Aquestes opcions són mútuament excloents.  Les connexions han d'autenticar-se com una o l'altra, no ambdues.",
	"02f674903a695fe5": "$1 ha eliminat $2 canvis de reversió $3: $4.",
	"0302a927071df00a": "Aquest repositori (\"$1\") no és un repositori de Mercurial.",
	"0340b25614c9481d": "El repositori \"$1\" no és un repositori vàlid.",
	"03cd3e9c4edf06d5": "No hi ha cap \"commitPHID\" a les dades de la tasca.",
	"04c088a92a451b40": "Aquest repositori s’allotja remotament. Phabricator ho està observant.",
	"04c9e2c4296800ec": "Aquest repositori observarà un repositori remot existent. Començarà a obtenir canvis des del servidor remot.",
	"06c700e6d0fd5a93": "Per obtenir més informació sobre com Phabricator actualitza els repositoris, llegiu $1 a la documentació.",
	"08bda6bb3c51f320": "No s'ha pogut tornar a connectar a la base de dades principal i alliberar el bloqueig d'escriptura retingut (\"$1\") al dispositiu \"$2\" per al repositori \"$3\" després de provar-ho durant $4 segons. Aquest repositori es bloquejarà.",
	"08cf3c04c64cc3e2": "Contingut de l’etiqueta",
	"0a0cd948c8eca730": "$1 ha renunciat a aquesta validació.",
	"0a7856b8a67e072b": "Aquesta validació és molt gran i afecta més de $1 fitxers. No es mostren els canvis.",
	"0a9879139b55be49": "Obteniu les validacions en què es van modificar per última vegada els camins.",
	"0aa579a7e2e9b2a0": "Reacciona a les branques i etiquetes que s’envien als repositoris allotjats. Les regles del hook poden bloquejar canvis i enviar missatges de resum push.",
	"0be7250db7dcbcaa": "Cerqueu registres d'extracció per a repositoris específics.",
	"0cd7859de143077b": "Etiquetat: $1",
	"0cf03469c521eb09": "Crea un URI del repositori",
	"0cfb7b2f19489d25": "El repositori \"$1\" s'està sincronitzant al dispositiu \"$2\", però aquest dispositiu no està vinculat al servei de clúster corresponent (\"$3\").",
	"0d29ddd7c32fc6ec": "Escriviu un nom de repositori o una funció...",
	"0d71ef1f4a803973": "No s'ha trobat cap repositori.",
	"109437cb8cb98bf7": "Navega pel repositoris",
	"1151009b7f42d27d": "Esperant que els dimonis construeixin una còpia de treball.",
	"116a2ccdd7546ce6": "Allotjar i navegar pels repositoris",
	"11813560f9686cb7": "La validació d'origen està associada a la tasca de destinació.",
	"1275e16767aa0d44": "Repositori Actiu",
	"130242660c10ea9e": "Expressió regular per enllaçar un rastrejador d’errors extern. Per a més explicacions veure http://tortoisesvn.net/docs/release/TortoiseSVN_en/tsvn-dug-bugtracker.html.",
	"142d0e17288a903f": "Aquesta validació és molt gran. Carregueu cada fitxer individualment.",
	"14fa8488847de8a5": "$1 ha completat la construcció $2.",
	"155ddc24ae91f237": "Tipus de repositori no admès!",
	"156e0f7ca3fb20a6": "Ordres de correu electrònic: Validacions",
	"15a001406e65d6f7": "Validacions múltiples que coincideixen",
	"15d22e48d05b4ec2": "Cerca de noms de fitxer en un repositori.",
	"17b124b6409a47f3": "$1 no ha pogut construir $2 per $3!",
	"17f9f54d8bbf3dc5": "La validació d'origen està associada a la revisió de destinació.",
	"199945964e4115e4": "El repositori \"$1\" és un repositori de clúster, però l'amfitrió actual no és un dispositiu de clúster (no té cap identificador de dispositiu), de manera que el repositori no s'actualitzarà en aquest amfitrió.",
	"1a2a73e396d0741c": "Canvieu el nom curt del repositori.",
	"1ab2b5f6081e02d1": "Canvieu la descripció del repositori.",
	"1c673ec0f927daff": "Camins màxims permesos tocats per validació.",
	"1cea347833c25174": "Validació Illegible",
	"1d45647b993dc0c0": "Hooks de validació: $1",
	"1db91e6daecbf234": "Regles de prova que s'executen després de descobrir i importar una validació.",
	"1ddc78a9fe51a0bb": "Trieu el sistema de control de versions que voleu utilitzar quan creeu un repositori.",
	"1df7fabfbb5bb8b3": "Importeu o observeu un repositori existent",
	"1e1ef0a82705f59a": "Estat de l'analitzador sintàctic '$1' incorrecte!",
	"1e894cfa094246b9": "Phabricator no admet l'accés HTTP als repositoris de Subversion.",
	"1fed6f6f81c4a4be": "$1 ha modificat canvis de reversió per $2, afegit $3: $4; eliminat $5: $6.",
	"203a3bd8b7482034": "Elimina la credencial",
	"211de3e605710d81": "Bugs de PHP",
	"21c9c3c28aed9a6d": "Consulteu un repositori de git per obtenir informació de referència en una validació específica.",
	"220ab9ed92967bbc": "L'historial de fitxers passa per un canvi de nom de «$1» a «$2».",
	"223fffb22d4daa0c": "Retorna la informació de l'historial d'un repositori en un camí i una validació específics.",
	"22bf0ff5da0f4219": "Aquest repositori es convertirà en un nou repositori allotjat. Començarà a publicar trànsit de lectura i escriptura.",
	"22cb35cde017d564": "Permet l'autenticació bàsica HTTP",
	"236944b3bedd7568": "Si permeteu canvis perillosos, serà possible suprimir branques i $1 empènyer aquest repositori. Aquestes operacions poden alterar un repositori d'una manera difícil de recuperar.",
	"238e5b1ab3e3cc33": "El repositori \"$1\" està al servei de clúster \"$2\", però la vinculació entre aquest servei i aquest dispositiu (\"$3\") està desactivada, de manera que no es pot actualitzar en aquest amfitrió.",
	"240680ffe8c61218": "Heu d’iniciar sessió per accedir a aquest repositori.",
	"2443897f7327338e": "La prova no realitzarà cap escriptura contra el repositori, de manera que les operacions d'escriptura poden fallar encara que la prova passi. Aquesta prova inclou la creació i lectura de còpies de treball, però no escriure-hi.",
	"247f71f6f1be49cf": "El client va transmetre més de 1 MB de dades sense transmetre una trama de protocol reconeixible.",
	"26343ca6288d50ca": "Hash en memòria cau",
	"26d52522d37b961c": "Fer clic a aquest repositori requereix autenticació, que està prohibida mitjançant HTTP.",
	"26e17684ffa65359": "Actualitza la credencial",
	"27436f7d65621996": "Aquesta validació ja no existeix al repositori.",
	"2780951f9b7726a2": "El client ha tancat la connexió abans d'enviar una trama de protocol complet.",
	"28c6352bf7db9110": "Calen credencials però no estan configurades.",
	"28d213f43af04998": "Ja no serà possible editar revprops en aquest repositori.",
	"2aa428141e22a816": "L'identificador $1 és ambigu i coincideix amb més d'una validació.",
	"2ae7ba3f498b8393": "Amfitrió per a connexions SSH als repositoris.",
	"2b5750a2d23b895d": "Aquesta validació combina un nombre molt gran de canvis. Només es mostren els primers $1.",
	"2d0e651d0e38d27f": "Git LFS no està habilitat per a aquest repositori.",
	"2e8a9fe9d1836f4f": "El sistema de control de versions que utilitza aquest repositori no admet referències anomenades, de manera que no podeu resoldre ni llistar referències de repositori en aquest repositori.",
	"2f67375584027252": "Obteniu els identificadors de validació del pare o dels pares de la validació.",
	"310cb50908f69aa3": "Podeu programar manualment una actualització d’aquest repositori. Els dimonis realitzaran l’actualització el més aviat possible. Això pot ser útil si acabeu de fer una validació a un repositori poc utilitzat.",
	"319b5194108f0d1c": "Cap de les vostres validacions té problemes oberts.",
	"31c0a7e59136be17": "No teniu permís per accedir a l'aplicació Diffusion, de manera que no podeu interactuar amb els repositoris mitjançant SSH.",
	"3257f0dc85e9df09": "Líder perdut: no es poden adquirir nodes actualitzats al clúster del repositori.",
	"32a988a66475bc11": "La vostra contrasenya VCS actualment es compta amb un algorisme que ja no està disponible en aquesta instal·lació.",
	"34334b2752e1ed2a": "El repositori sol·licitat (\"$1\") no admet Git LFS.",
	"3479501cc7de3ce9": "Revisors de Differential",
	"34aaff70ec280d7d": "Nou límit de mida de fitxer del repositori.",
	"35481f60cee7a087": "JSON no vàlid: $1",
	"35612ed0ac321d49": "Configura la navegació pel repositori de Diffusion.",
	"35dff79f0d74f0b4": "$1 ha suprimit $2 canvis de reversió: $3.",
	"35eb4850af5d6586": "Les dades penjades són incorrectes o no són vàlides. S'esperava un hash \"$1\", i ha estat \"$2\".",
	"3636a0f120e1851b": "Nova descripció del repositori.",
	"372c42dbc8d13feb": "Si s’activa ara, aquest repositori es convertirà en un nou repositori allotjat. Per observar un repositori existent, configureu-lo al tauler $1.",
	"38b318fe53f06aa0": "No s'ha pogut analitzar sintàcticament $1!",
	"3942f360e6625578": "S'està adquirint el bloqueig de lectura del repositori \"$1\" al dispositiu \"$2\" ...",
	"399a2771d9cc7faf": "URL local de Maniphest",
	"3aaa60b81373b475": "Estructura de protocol de cable SVN desconeguda '$1'!",
	"3b5389ef9828d913": "Ara s’han resolt tots els problemes d’aquesta validació.",
	"3bb2eb6f8ebb7b68": "Aquest repositori només és de lectura mitjançant SSH.",
	"3bcff407a3e2726c": "El impulsor es validador",
	"3c98f21317dcf353": "Modifica la validació: $1",
	"3d00fb83b408ef79": "Respon a les validacions enviades als repositoris allotjats. \nLes regles del hook poden bloquejar els canvis i enviar un correu electrònic de resum d'empenta.",
	"3d13b3f7edf81a13": "No podeu executar una prova de configuració d'aquest repositori perquè encara no heu configurat l'automatització del repositori. Configureu-lo primer i, a continuació, proveu la configuració.",
	"3d5083ae39f980ac": "Repositori desactivat",
	"3d5f93eec0d801f2": "$1 ha eliminat $2 canvis de reversió per $3: $4.",
	"3d6627aba96c3c22": "L'accés HTTP públic i l'autenticat estan prohibits.",
	"3e1031de7f076373": "Repositori d'URI",
	"3e22be484e501f41": "Paquets de validador",
	"3fdb0676e415acc9": "Sistema de control de versions del repositori subjacent.",
	"3fe485d193138064": "Consulteu les validacions",
	"413cde2b9d20fe68": "Aquesta validació és buida i no afecta cap camí d'accés.",
	"41b713fc44dc22ba": "Aquest impuls no va impulsar cap validació nova.",
	"42504d389111f44a": "Si s’activa ara, aquest repositori observarà un repositori remot existent i començarà a importar canvis.",
	"42f390d11081966b": "Heu de proporcionar dues validacions diferents per comparar-les.",
	"43251de105a850f5": "Repositori no protegible",
	"4471a22d2ad9aa09": "Obteniu identificadors de validació per a confirmacions recents que afecten un camí determinat.",
	"45a4524fd04d9707": "Si reactiveu la publicació per a aquest repositori, les noves validacions que es puguin arribar a les referències permanents enviaran un correu electrònic, publicaran notícies de continguts, activaran auditories i dispararà Herald.",
	"46ab870826c85d6f": "Desactiva les notificacions, continguts i Herald",
	"4702ac6d6758b260": "La revisió té un avís de construcció",
	"471f5819b77b1dbb": "L'indicatiu de trucada del repositori.",
	"473b9753d9e71625": "Aquest URI no té cap credencial associada.",
	"475fb2955d743051": "Aquesta regla es pot activar per a **repositoris** o **projectes**.",
	"4789baabc60284f3": "No hi ha validacions per $1 que encara no siguin per $2.",
	"47bfc0aff3358e1b": "Crear un Repositori",
	"487d72642f7659be": "Si permeteu canvis enormes, els usuaris poden fer validacions massa grans perquè Herald pugui processar les regles de contingut. Això pot permetre als usuaris eludir les regles de contingut implementades a Herald.",
	"49c7492233d0b83b": "Activar un Repositori",
	"49d3f1bcdafc5207": "Reacciona a les validacions noves que apareixen en els repositoris seguits. <br>Les regles de publicació poden enviar correus electrònics, validacions d'indicadors de seguiment, auditories d'activació i executar plans de construcció.",
	"4a71cd901b3438be": "Canvieu els auditors d’aquesta validació.",
	"4a72b43a6c71ee8c": "Aquest repositori no es pot protegir d’enormes canvis perquè Phabricator no controla el que els usuaris poden accedir-hi.",
	"4ae2acc128950c5c": "Canvieu la credencial d'aquest URI.",
	"4b6135480f16c762": "Espera hook",
	"4be799e5f86292a7": "Canvieu els blueprints d'automatització.",
	"4cfb6f1eabbe5382": "Llegiu informació sobre les validacions.",
	"4d0ea10ae05def3d": "L'autor d'una validació no pot ser-ne l'auditor.",
	"4e717b94a3f87210": "(Aquesta validació encara no s'ha analitzat sintàcticament al complet.)",
	"4f654abb82b8ebab": "Renunciareu com a auditor per aquesta validació.",
	"4fb020d509c4e913": "No podeu acceptar aquesta validació perquè sou l'autor de la validació. Només podeu acceptar validacions que no heu creat. Podeu canviar aquest comportament ajustant el paràmetre \"$1\" a Configuració.",
	"4fc6415531df5672": "Recupereu informació sobre etiquetes en un repositori.",
	"4fe625daf6eb8431": "No existeix aquest repositori.",
	"4ff558d26ebb72c7": "Aquest repositori encara no té cap validació.",
	"50bdbce6a71caea5": "Els esdeveniments de hook de validació depenen de l'estat del repositori, que només està disponible en el moment de la pujada i no es pot executar en mode de prova.",
	"50c00efdc90328ad": "Llegiu informació sobre els repositoris.",
	"50c8e82e28374b14": "Aquest repositori encara s’està important. L’historial encara no està disponible.",
	"5117dc1c9e1656b5": "Escriviu un nom de repositori ...",
	"517e3d3814e064c7": "No existeix cap repositori amb PHID \"$1\".",
	"519229094e2c0945": "Aquest no és un repositori de clústers.",
	"52130492d06ce49d": "El repositori \"$1\" encara no té cap còpia de treball en aquest dispositiu, de manera que no es pot sincronitzar. Espereu que els dimonis en construeixin un o executeu `bin/repository update $2` en aquest amfitrió (\"$3\") per construir-lo explícitament.",
	"52358bf9b09206b4": "Detall de la validació",
	"535e290edbc3c959": "Informació de fitxer(s) per a un repositori en un camí (opcional) i de validació (opcional).",
	"538367b134910007": "Aquesta regla es pot activar per a **repositoris** i **projectes**.",
	"543530cfb14b043c": "Canvieu l'indicatiu de trucada del repositori.",
	"5512cd1655a18cbc": "Un URI del repositori ha de tenir un URI no buit.",
	"55b99589d6a2844e": "No es pot configurar aquest URI perquè utilitzi IO de lectura/escriptura perquè un altre URI per aquest repositori ja està configurat en mode IO d'observació. Un repositori observat no pot fer-se pot escriure. Desactiveu primer la IO per a l'altre URI.",
	"562e242aa39c6733": "Elimina el Repositori",
	"5641b6a5e6cadefe": "La sincronització remota només és compatible amb git.",
	"576adf071141f660": "Nou límit tàctil del repositori.",
	"57949d994add2731": "El repositori \"$1\" està al servei de clúster \"$2\", però aquest servei no està vinculat a aquest dispositiu (\"$3\"), de manera que el repositori no s'actualitzarà en aquest amfitrió.",
	"583ac0ee474238db": "Aquesta validació ha estat marcada com a il·legible per un administrador. Pot ser que hagi estat danyada o creada de manera incorrecta per una eina externa.",
	"59650fd9ee17c899": "No hi ha cap branca anomenada \"$1\" en aquest repositori.",
	"5a23540b38d8c190": "Validació sense seguiment",
	"5a264266e15c754b": "Cerqueu resultats per als repositori d’un projecte.",
	"5a55990593e7c7de": "Sincronitzant aquest dispositiu ('$1') des del líder del clúster ('$2').",
	"5b6450747b80bae0": "Es pot millorar la força de la contrasenya VCS emmagatzemada. Per fer-ho, utilitzeu la contrasenya per autenticar-vos mitjançant un repositori o bé canvieu la contrasenya.",
	"5bc6111d59b0e1f8": "Apliqueu transaccions per editar una validació existent. Aquest mètode no pot crear validacions noves.",
	"5bf8632ecf3ccb4e": "Validació encara en anàlisi sintàctic",
	"5cf857221df26c62": "Nou nom del repositori.",
	"5e9cd577b07d3c55": "La referència \"$1\" és ambigua en aquest repositori.",
	"5ea60dff557e4b4a": "Phabricator admet Git LFS, una extensió Git per emmagatzemar fitxers grans junt a un repositori. Activeu aquest paràmetre per permetre que l'extensió emmagatzemi dades de fitxers a Phabricator.",
	"62b2df0ff318258b": "Hook no reconegut \"$1\".",
	"64159a136578cf4d": "Aquesta credencial ja no s'utilitzarà per autenticar l'activitat contra aquest URI.",
	"647729184a6fc472": "El text raw d'aquest canvi (\"$1\") és enorme (supera els $2 bytes).",
	"651e0d4af36f9fe9": "Hook de validació: contingut de la validació",
	"6538eaf84c13cb21": "Per cercar validacions que són avantpassats de referències concretes, heu de restringir la cerca a un repositori exactament.",
	"655a8fcda6c07602": "S'ha trobat el binari $1",
	"659cce17a267dc22": "El text en brut d’aquest canvi és enorme (superior a $1 bytes). Herald no el pot processar.",
	"65d8d514388fc883": "Aquest repositori (\"$1\") no és un repositori de Mercurial. Utilitzeu \"$2\" per interactuar amb aquest repositori.",
	"65f87a8f22bc99e8": "Nombre inesperat de línies de sortida de \"git cat-file\" en processar la validació (\"$1\").",
	"6635f72936b6c90a": "No s'ha pogut analitzar sintàcticament la branca remota '$1'.",
	"66a504ea398ef172": "Només podeu associar una credencial (\"$1\") a un URI del repositori si existeix i teniu permís per veure-la.",
	"671edcb5d2207056": "La sincronització de vinculació només s'admet per a git.",
	"67922783db29d494": "Crea i edita les URI del repositori.",
	"67c1cfbc1430bc1b": "Podeu eliminar la contrasenya de VCS, cosa que impedirà que el vostre compte accedeixi als repositoris.",
	"67ede243fb51c278": "Accepta la validació",
	"68366a1b95ed974e": "El testimoni d'autenticació proporcionat a la sol·licitud està vinculat a un repositori diferent del repositori sol·licitat (\"$1).",
	"686e44252e0f6abe": "Omet aquesta validació",
	"69d971ae7298016f": "El flux de treball ha registrat més errors que intents; falta una trucada a 'didBeginRequest()'.",
	"6ca2510ba16da1db": "Configureu **Automatització del repositori** per permetre a Phabricator escriure en aquest repositori.\n\nIMPORTANT: aquesta funció és nova, experimental i no compatible. Utilitzeu-la pel vostre compte i risc.",
	"6cca538bf23ea4a1": "Auditors per aquesta validació.",
	"6d15c03aa2a99ad3": "Cloneu un Repositori",
	"6d305759f1a66a87": "Error de clau pública: aquest error normalment indica que el parell de claus que heu configurat no té permís per accedir al repositori.",
	"6d6179b4cb2fe90c": "Validació de lint",
	"6d875a3b1f505e09": "No podeu definir una credencial per als URI incorporats que allotja i ofereix Phabricator. Phabricator no obté aquests URI ni els envia a aquests URI i no necessita credencials per autenticar cap activitat contra ells.",
	"6dd0d334ae70983e": "Aquest repositori és de només lectura a través d'HTTP.",
	"6e87c0830f1c15cd": "Testimoni Git LFS",
	"6ff9749ee29c3a43": "$1 ha afegit $2 canvis de reversió: $3.",
	"704230fbfc1b21eb": "Aquest repositori de difusió està configurat per fer un seguiment només d’un subdirectori de tot el repositori de Subversion, i aquesta validació no va afectar el subdirectori seguit ('$1'), de manera que no hi ha informació disponible.",
	"7103586fc3b8528f": "Tipus VCS de repositori desconegut.",
	"71a21c5cd108477a": "Tots els lint",
	"7275da237ce5ff85": "Obté la informació de diferència raw d'un repositori per a una validació específica en un camí (opcional).",
	"743d6fedd71e43d3": "No es pot trobar aquest binari al PATH del servidor web. És possible que hàgiu de configurar $1.",
	"752f1ee7e5a6b2b3": "Validar tancaments automàtics (obsolet)",
	"76922bd71a441753": "Pots Crear Repositoris",
	"76e044872067b9c7": "Visualitza el punter LFS raw",
	"76f3cdf32bd7b123": "Nou nom curt del repositori.",
	"779c5f4dcbc9571c": "Aquest repositori (\"$1\") no és un repositori de Subversion.",
	"77c03cd53a947d72": "Camps de validació",
	"78619e40f57611b1": "Desactiva el repositori",
	"7948e863f275134c": "La Validació Ja No Existeix",
	"7a2a2c5d77b2037e": "$1 ha modificat canvis de reversió per $2, afegit $3: $4; esborrat: $5: $6.",
	"7a2a2c64248ca34b": "Nou indicatiu de trucada del repositori.",
	"7ac10014eba5c2e9": "Ha fallat la sincronització de '$1' des del líder '$2': $3",
	"7b17395d8e17b0d2": "Port per connexions de SSH a repositoris.",
	"7b45ab6db9e5fed6": "No s'ha pogut carregar la confirmació perquè la validació encara no s'ha analitzat sintàcticament.",
	"7cc4922322638c60": "Validador Raw",
	"7cf94e22d943dc67": "Estableix la credencial",
	"7d1467f27b3f74f3": "El repositori Mercurial no té cap capçal nou ni antic per a la branca \"$1\" després de l'empenta. Això no té cap sentit; rebutjant el canvi.",
	"7d6866bffb99b3cf": "URI incorporat",
	"7eb090437c52f3d4": "Per accedir als repositoris allotjats per Phabricator mitjançant HTTP, heu d’establir una contrasenya de control de versió. Aquesta contrasenya ha de ser única. \n\nAquesta contrasenya s'aplica a tots els repositoris disponibles a través d'HTTP.",
	"7ede57b3b15d6e41": "Activeu o desactiveu el repositori.",
	"7f2db0da27f4003e": "No es pot carregar la validació \"$1\".",
	"7fc41218da24b009": "Nom d’usuari d’inici de sessió per a connexions SSH a repositoris.",
	"7fe415d7750cd12f": "Reviseu la documentació que descriu com importar o observar un repositori existent.",
	"812650a5f350725b": "No existeix cap validació amb l'identificador \"$1\".",
	"81dbf73c85a25cb1": "Trieu el Tipus de Repositori",
	"82740c29baa624b2": "El repositori encara no està disponible.",
	"82cd6e71ad3711e0": "No s'ha pogut carregar la validació.",
	"83b30224eb56b46f": "Autor raw",
	"84634cf95c3c407b": "No teniu permís per crear repositoris nous.",
	"8478a24e89171981": "No podeu renunciar a aquesta validació perquè no sou un auditor actiu.",
	"84c7ef93124bf0a5": "La validació \"$1\" no és una validació correcta en aquest repositori.",
	"85e7deca75de45c2": "Aquesta funció us permet trobar resultats per a qualsevol`. \n         `repositoris d'un projecte:\n\n> tagged(engineering)",
	"871da9564a3bfec0": "Aquest repositori (\"$1\") no està disponible a SSH.",
	"873507a022b58de2": "Hash",
	"87e9de168fa6ca0c": "El repositori \"$1\" no és un repositori Git. Git LFS només és compatible amb repositoris Git.",
	"89786e7fa0e1d11a": "No s'ha trobat cap símbol coincident en cap repositori indexat.",
	"89b0a0952b369fb0": "Edita la imatge del repositori",
	"8abdbcd986d2b722": "branca (git/hg)",
	"8ba067c8f66c3a38": "PHID del repositori per crear un URI nou.",
	"8bacc3dc665d42cd": "Caràcter de longitud de trama incorrecte al protocol Git ('$1'), s'esperava un valor hexadecimal de 4 dígits codificat com a text ASCII.",
	"8bede3eae88d9f5a": "Credencial",
	"8ca8a16629d38c53": "Validació ambigua",
	"8cd62fd81bf8edfb": "S'esperava \"<mode> <type> <hash> <size>\\t<name>\", per ls-tree de \"$1:$2\", obtingut: $3",
	"8d1f6224573e3083": "Ja no serà possible fer canvis enormes a aquest repositori.",
	"8f0b7a3a07d5f208": "No teniu permís per empenyer aquest repositori (\"$1\").",
	"8f40ccb1e510b59c": "Repositori Inactiu",
	"8ffd63bfcdb8686b": "La referència \"$1\" no existeix en aquest repositori.",
	"91aa25b680335062": "Activeu aquest repositori per començar o reprendre la importació.",
	"920cd451ccddce4b": "Cap validació \"$1\" en aquest repositori.",
	"92125e3f072ae03d": "Cap Credencial",
	"93e36515298e9479": "La credencial que cal utilitzar en interactuar amb aquest URI.",
	"9438c9def3c87f8b": "No hi ha identificadors de validació.",
	"949823111e33d74e": "Canvieu els idiomes de símbols per a aquest repositori.",
	"9529e7ff17c4413e": "$1 ha modificat canvis de reversió, afegit $2: $3; eliminat $4: $5.",
	"960cf13a8aa7d077": "Aquest repositori requereix autenticació, que està prohibida mitjançant HTTP.",
	"9696823b8c98e3c4": "CRÍTIC. No s'ha pogut alliberar el bloqueig d'escriptura del clúster!",
	"96dad1f59865e254": "Tipus de repositori no admès \"$1\".",
	"96f06d77e8df041f": "No permeti l’autenticació bàsica HTTP",
	"970892221e5246b4": "Registres d'empenta del repositori",
	"9708d7439e3f6e8d": "Cerqueu (grep) un repositori per a un camí d'accés i una validació específics.",
	"9864c8658d4081e0": "No es pot continuar rastrejant l'historial d'aquest fitxer perquè aquesta validació és la primera validació al repositori.",
	"99362962c3a40936": "Es va interrompre una escriptura prèvia a aquest repositori; rebutjant noves escriptures. Aquest problema requereix la intervenció de l'operador per resoldre'l; consulteu \"Interrupcions d'escriptura\" al \"Clúster: repositoris\" de la documentació per obtenir instruccions.",
	"99945114dcf750ef": "marcador (hg)",
	"9a6f9c8b6bdd8dae": "Revisor (obsolet)",
	"9b1fd08d56261f54": "No s'ha pogut analitzar sintàcticament $1 sortida:$2",
	"9b2c226a89fe1fc8": "Canvieu la política d'empenta del repositori.",
	"9b3f1b2393093134": "Aquest repositori està configurat per fer un seguiment només d'un subdirectori de tot el repositori ('$1'), però no esteu mirant cap cosa en aquest subdirectori, de manera que no hi ha informació disponible.",
	"9b916a541a2cda0b": "Validacions impulsades",
	"9bc056012feba5e2": "Interacció amb les validacions",
	"9cb7c48fc3804e51": "Repositori buit",
	"9cdd0dab5ea4ea68": "Veure el repositori",
	"9d15380e3bf8076b": "El directori que conté el binari «svnlook» no està llistat a «environment.append-paths», de manera que els hooks de validació (que s'executen amb un «PATH») no podran trobar «svnlook».  Afegeix `$1` a $2.",
	"9d21cb093c03bdbb": "URL del rastrejador d'errors extern utilitzat per Diffusion. $1 serà substituït per l'identificador d'error.",
	"9d891a317bf9dbb1": "Esdeveniments d'empenta del repositori",
	"9e5c167a5b45ba3c": "El Phabricator pot servir repositoris sobre HTTP, utilitzant l'autenticació bàsica HTTP. \n\nCom que l'autenticació bàsica HTTP és menys segura que l'autenticació SSH, està desactivada per defecte. Pots activar-ho aquí si vols utilitzar-ho igualment. No hi ha res fonamentalment insegur sobre això mentre Phabricator utilitzi HTTPS, però presenta una barrera molt més baixa per als atacants que SSH. \n\nConsidereu utilitzar SSH per a l'accés autenticat als repositoris en lloc d'HTTP.",
	"9e93288a6edef673": "Camí del repositori no reconegut \"$1\". S'esperava un camí com \"$2\", \"$3\" o \"$4\".",
	"9ebf9a99d96c49b4": "Arxiu raw",
	"9eed17c1de167f7b": "Gestiona el repositori",
	"9fa030d4a291fdc9": "CANVI ENORME \nAquest repositori està habilitat amb una protecció contra enormes canvis, però esteu impulsant un canvi enorme (\"$1\"). Editeu la configuració del repositori abans de fer canvis enormes. \n\nExcepció de contingut: $2",
	"9fadeda926c2cc6e": "Phabricator observarà un repositori remot.",
	"9fd426e848b571e9": "El repositori no té cap URI definit.",
	"a016f5bd52f5b528": "Aconsella Phabricator que busqui noves validacions en un repositori tan aviat com sigui possible. Aquest consell és molt útil si acabeu d’enviar noves validacions a aquest repositori.",
	"a04eefd87bd5542e": "La credencial configurada no és vàlida.",
	"a066c6546a6faa8a": "$1 ha afegit $2 auditors: $3.",
	"a08adf112e4873f7": "Nou repositori URI.",
	"a0e3b7d606c70c0e": "No s'ha pogut carregar el servei de clúster del repositori.",
	"a132ae8dec8417b1": "No hi ha validacions esperant la vostra verificació.",
	"a16561d512c5a89f": "Nou estat del repositori.",
	"a2504607f8bee0dc": "Les dues referències identifiquen la mateixa validació. No es pot comparar una validació contra si mateixa.",
	"a28b839ab2b96b76": "Nova credencial PHID o nul·la.",
	"a2f4100873d9a1fe": "Publicar informació de cobertura per a un repositori.",
	"a34c1fafc74cc159": "Nou límit de temps de còpia del repositori.",
	"a3be2aab345ab477": "Canvieu l'URI del repositori.",
	"a4cc1787940ae237": "Aquest repositori no té cap branca.",
	"a4d40912ccc9d96c": "$1 ha suprimit $2 auditors: $3.",
	"a4de1904695c8554": "Arxiu binari",
	"a512a462c65d3762": "La validació PHID \"$1\" no és correcta!",
	"a5366f0f8faba6b0": "No s'ha pogut tornar a carregar la validació (\"$1\") per recuperar les dades de validació.",
	"a544bc8f74d0338b": "Els URI incorporats no utilitzen credencials.",
	"a5922a6a3a6dd241": "Semblea que l'ordre Mercurial conté una injecció \"--config\" o \"--debugger\" sense seguretat: $1",
	"a5e9aadf2fa09740": "CANVI PERILLÓS: $1 La protecció contra canvis perillosos està habilitada per a aquest repositori. Editeu la configuració del repositori abans de fer canvis perillosos.",
	"a5f9f1043f246d2d": "Hook de validació: branques/etiquetes/adreces d'interès",
	"a635957687d394ed": "Missatge de validació",
	"a6efd5a8919c14a9": "No podeu configurar aquest URI per a què utilitzi Observe IO perquè un altre URI per a aquest repositori ja està configurat en mode de lectura/escriptura IO. Un repositori no pot ser modificable al mateix temps i observar un servidor remot. Desactiveu IO primer per a l’altre URI.",
	"a71cf0eb0f94ba0b": "$1 ha afegit $2 canvis de reversió per $3: $4.",
	"a7881cac6e64abca": "Integracions",
	"a8597e90aa068f4e": "Aquest repositori (\"$1\") no és un repositori Git.",
	"a860a16c1656b86b": "Normalment, Phabricator actualitza automàticament els repositoris en funció del temps transcorregut des de l’última validació. Això ajuda a reduir la càrrega si teniu un gran nombre de repositoris principalment inactius, cosa que és habitual.",
	"a94c6215571e36e2": "Aquest repositori no està disponible mitjançant HTTP.",
	"aa7e68da626ac37d": "El repositori amb el qual s'associa un URI és immutable i no es pot canviar després de crear-lo.",
	"aab4ad8530abd6d7": "El repositori \"$1\" està al servei de clúster \"$2\", però aquest servei no s'ha pogut carregar, de manera que el repositori no s'actualitzarà en aquest amfitrió.",
	"aad02b62fa74cf7d": "$1 ha afegit $2 canvis de reversió: $3.",
	"aaf18d4a06d87e6e": "S'ha alliberat el bloqueig d'escriptura del clúster.",
	"ab17436f22f1b58d": "Obteniu informació de dif d'un repositori per a un camí d'accés específic en una validació (opcional).",
	"ab31c540610430da": "Credencials no vàlides.",
	"ab51184bcac66adc": "Les validacions accessibles des d'una referència permanent mentre la publicació estava desactivada no activaran aquestes accions de manera retroactiva.",
	"acd41dc82c191fb6": "Edita l'URI del repositori $1",
	"ad973bca3453fb47": "Aquest repositori no es pot protegir de canvis perillosos perquè Phabricator no controla el que els usuaris poden accedir-hi.",
	"adaeb0590fe0ca72": "LA VALIDACIÓ AFECTA MASSA RUTES\nAquest repositori ( \"$1\") està configurat amb un límit de fitxers accessibles que arriba al nombre màxim de rutes a les que pot afectar una validació. Està enviant un canvi (\"$2\") que excedeix aquest límit: afecta $3 rutes, però el major nombre de rutes que pot afectar una validació és de $4 rutes.",
	"ae4194396146b1ef": "Ja no serà possible suprimir les branques d'aquest repositori, ni introduir $1 en aquest repositori.",
	"aeb1bca8f8b23050": "No podeu plantejar-vos cap preocupació amb aquesta validació perquè sou l'autor de la validació. Només podeu generar dubtes amb les validacions que no heu creat.",
	"af358d0d97c3a9a7": "Aquesta validació es retornarà a l'autor per a la seva consideració.",
	"af58dbe40d192f33": "El repositori \"$1\" existeix en més d'un dispositiu, però cap dispositiu té informació de la versió del repositori. Phabricator no pot endevinar quina còpia de les dades existents és autoritzada. Promocioneu un dispositiu o consulteu \"Líders ambigus\" a la documentació.",
	"af9aa43db5babb31": "La validació té feina",
	"afdac180be60cff1": "Només aquest repositori",
	"b08fd74adcd9d459": "$1 ha eliminat $2 auditors a $3: $4.",
	"b1f2c552fecd878e": "Aquest extern ($1) no apareix a cap repositori amb seguiment. Pot existir en un repositori sense rastrejar que Diffusion desconeix.",
	"b2700c30a3228513": "S'ha sortit un subprocés de $1 abans d'emetre una trama de protocol.",
	"b284e3ec9625fc48": "Manual a php.net",
	"b299a5fb35728b20": "$1 ha afegit $2 auditors a $3: $4.",
	"b2a7a39dfad4c577": "Altres Validacions",
	"b2d9fe42fe8d6ac1": "Trama de protocol inicial \"git upload-pack\" inesperat: s'esperava \"<hash> <name>\\0<capabilities>\\n\", o \"shallow <hash>\\n\", s'ha obtingut \"$1\".",
	"b2dfcd7191c7c1e2": "S'ha trobat una trama de protocol Git amb una longitud de trama inesperada ($1).",
	"b3536fada7f846a5": "Error raw",
	"b360fdf8639fbc91": "No podeu desactivar manualment els URI incorporats.",
	"b3c07138d7480cb1": "Intentant construir una ordre de repositori (per al repositori \"$1\") com a dispositiu, però aquest amfitrió (\"$2\") no està configurat com a dispositiu de clúster.",
	"b4df3ac745a6bb03": "Phabricator allotjarà aquest repositori.",
	"b5bc1064a9b82607": "Creeu un URI en un repositori determinat. Aquest tipus de transacció ha d’estar present en crear un URI nou i no ha de ser present quan s’edita un URI existent.",
	"b61960b91d680998": "Aquesta validació ja no existeix al repositori. Pot ser que formés part d’una branca que s’ha suprimit.",
	"b64b5a8e9bc3217c": "$1 ha suprimit $2 canvis de reversió: $3.",
	"b721aa6b093dbf45": "Apliqueu transaccions per crear un URI de repositori nou o editeu-ne un de ja existent.",
	"b76107c89d5643fb": "El bundle de filtres no afecta Mercurial 2.6.2",
	"b7849f2882363b5f": "Fitxer reanomenat",
	"b8edb40aae4dbc98": "$1 ha afegit $2 canvis de reversió per $3: $4.",
	"bb118e84d5bf0dcd": "Els repositoris no es poden destruir permanentment de la interfície web. Consulteu $1 a la documentació per obtenir més informació.",
	"bb26e025b3d7073c": "$1 ha creat aquesta identitat.",
	"bb56a7dc40c1d8a6": "S'esperava que la injecció \"--debugger\" en Mercurial es rebutgés.",
	"bb6a98a699376f7a": "Data de validació (la més recent primera)",
	"bc30c799553226fd": "Aquesta prova de configuració crearà una còpia de treball del repositori i realitzarà algunes validacions bàsiques. Si funciona, la vostra configuració és substancialment correcta.",
	"bc319d553548d6fb": "Crea una validació",
	"bc3f867b245798f7": "Phabricator allotja aquest repositori.",
	"bc4d6126dddc7f9b": "Heu de poder editar un repositori per veure els missatges d’error raw perquè de vegades revelen informació confidencial.",
	"bc707092fa8b8ef7": "No s'ha pogut llegir el clon d'aquest repositori (\"$1\") a la màquina local (\"$2\"). Assegureu-vos que el repositori es troba en una ubicació on el servidor web té permisos de lectura.",
	"bce78cc5a781e8d0": "Si voleu importar només una part d'un repositori, com ara `trunk/`, podeu establir un camí a **Només importar**. Phabricator ignorarà les validacions que no afecten aquest camí.",
	"bd2408e5810f7174": "Autor de la validació",
	"bea77753223589c5": "No hi ha validacions esperant que les auditeu.",
	"bf8a78c61224cc32": "Repositoris de Diffusion",
	"bfa1402448f8e29b": "Idiomes que defineixen símbols en aquest repositori.",
	"bfc5bbae72f5a450": "Ha fallat la sincronització de '$1' des del servidor remot: $2",
	"c099c4b4e548012a": "La validació té revisió",
	"c0a4b87657844e17": "$1 ha sol·licitat la verificació d'aquesta validació.",
	"c14b8c9f9e7ee877": "Obteniu una llista dels URI associats per a cada repositori.",
	"c2002db88c43dced": "Aquest repositori només és de lectura mitjançant SSH (s'ha intentat executar l'ordre de protocol \"$1\").",
	"c270d4db1fb506a9": "Acceptació de revisors",
	"c2b8c75e401f45dd": "No podeu sol·licitar la verificació d'aquesta validació perquè no sou l'autor.",
	"c3108ebd55b4b127": "Cap de les vostres validacions està pendent d’auditoria.",
	"c3e85484f234b4a7": "Canvieu el nom del repositori.",
	"c499683e063074cd": "Aquesta validació s'ha suprimit al repositori: ja no es pot accedir a cap branca, etiqueta o referència.",
	"c4b501f850007723": "Edita els Repositoris",
	"c56507b06fb9ba4f": "Projectes de validació",
	"c5acb74bead2aa0c": "Per crear un URI per a un repositori (\"$1\"), ha d'existir i heu de tenir permís per editar-lo.",
	"c7b3a0bb463ff8f8": "Seleccioneu repositoris etiquetats amb aquest projecte.",
	"c975d923880b527c": "Per incloure pedaços als cossos de correu electrònic de difusió, establiu-lo en un enter positiu. Els pedaços s’inclinaran si són com a màxim tantes línies. Per defecte, els pedaços no estan inclosos.",
	"ca233216410dc1ba": "Mètode intern per obtenir informació de diff raw.",
	"ca548ca9957022b2": "Recupereu els missatges de lint d'un codi existent.",
	"ca60d1e13cc8429f": "Informació de validació combinada per a una validació específica en un repositori.",
	"cb31cf82ce80f684": "Aquest repositori no té etiquetes.",
	"cc0113c894ff3708": "Validació buida",
	"cc204797ac0be00b": "FITXER SOBREDIMENSIONAT \nAquest repositori («$1») està configurat amb un límit màxim de mida de fitxer individual, però esteu empenyent un canvi («$2») que fa que la mida d'un fitxer («$3») excedeixi el límit.  La validació fa que el fitxer tingui $4 bytes de longitud, però el límit per a aquest repositori és $5 bytes.",
	"cd4761ad615c293c": "Aquest repositori (\"$1\") no és un repositori de Subversion. Utilitzeu \"$2\" per interactuar amb aquest repositori.",
	"ce935a9113d8a2b2": "Aquesta referència externa coincideix amb diverses validacions conegudes.",
	"cf1224c2ea3e427f": "La validació utilitza Git LFS",
	"cfc567f87a11424a": "Proporcioneu l'URI d'un dipòsit Git. Normalment sembla un d’aquests exemples:\n\n| Exemple Git URI\n| ---------------\n| `git@github.com:example/example.git`\n| `ssh://user@host.com/git/example.git`\n| `https://example.com/repository.git`",
	"cfd74e63a638182f": "Validació molt gran",
	"d02a29637fc2a855": "Cap indicatiu de trucada",
	"d02c900214755294": "Activa les notificacions, continguts i Herald",
	"d0ef01c9e8151de0": "Bundle2 de filtres de Mercurial 3.5.1",
	"d1281e7700a8adfe": "Aquesta validació requereix ara una verificació per part dels auditors.",
	"d200c921d7b25f62": "No teniu permís per veure la credencial configurada.",
	"d2c9c2770713038f": "No podeu marcar aquest comentari com a complet: no heu creat la validació i el comentari no és un esborrany que heu escrit.",
	"d2dc04bcfee22c36": "No es pot continuar rastrejant l'historial d'aquest fitxer perquè aquesta validació ha creat el fitxer.",
	"d2eb4de099b578a9": "Més etiquetes…",
	"d3265db85478af57": "Establiu-ho a true si voleu que s'adjuntin pedaços per validar notificacions de Diffusion.",
	"d44a76e011971d4c": "Si permeteu canvis perillosos, serà possible editar reprops en aquest repositori, inclosa la reescriptura arbitrària de missatges de validació. Aquestes operacions poden alterar un repositori d'una manera difícil de recuperar.",
	"d49c0d752c59a163": "Data de validació (la més antiga primer)",
	"d57d396cddccd0a5": "Si desactiveu aquest repositori, ja no s’actualitzarà. L’observació i la rèplica cessaran i es desactivarà l’empenta i l’estirada. Podeu reactivar el repositori més endavant.",
	"d5c1c66238e1997c": "$1 ha completat la construcció $2 per $3.",
	"d6930e49fe526040": "El repositori associat amb aquest URI .",
	"d6979c48aa4480e9": "El repositori encara no està actiu",
	"d6cc847fa62a83ac": "Completeu la configuració i activeu el repositori",
	"d6deb0707ffcf1d7": "Canvieu els repositoris font de símbols.",
	"d83f2bd745152560": "Quan creeu un URI del repositori, heu d'especificar a quin repositori pertanyerà l'URI.",
	"d896d5bd0b49d8ee": "Mètrica del repositori",
	"d8b5b9da01d08fed": "Aquest mètode API només es pot trucar als repositori Git.",
	"d8ee0c62adc537a5": "No podeu acceptar aquesta validació perquè ja l’heu acceptat.",
	"d986b112de32efed": "Recupereu el contingut del fitxer d’un repositori.",
	"da7542a25dacdf74": "Aquest fitxer ha trigat massa a carregar-se des del repositori (més de $1 segons).",
	"daf82546ec4fe8b2": "Cerqueu registres de sincronització per a repositoris específics.",
	"db57929ef5543122": "Detalls del lint",
	"db75669c9fe74acd": "Controla qui pot forçar els canvis al repositori.",
	"dcb2bb0b41be7667": "Crea i edita repositoris.",
	"dcd7651acdfba264": "No teniu permís per accedir a aquest repositori.",
	"dd31a5431a77cb51": "Freqüència d'actualització",
	"dd393c72e2ec8efa": "Aquest repositori està configurat amb la branca predeterminada \"$1\", però no hi ha cap branca amb aquest nom en aquest repositori.",
	"dd4a81982f093020": "El protocol per a aquest URI ('$1') no utilitza autenticació, de manera que no podeu proporcionar cap credencial.",
	"dd85146b5fcf9abc": "No hi ha cap repositori coincident.",
	"dd93a2d681f272e5": "S'està adquirint el bloqueig d'escriptura per al repositori \"$1\" ...",
	"ddd3b6f0abe084c3": "Nous repositoris de símbols.",
	"de2a68494ccd14d7": "Determineu quines branques existeixen per a un repositori.",
	"de9bd08966d3853b": "El text raw d'aquest canvi va trigar massa a processar (més llarg que $1 segons). Herald no pot processar-ho.",
	"dea2f10be529a529": "L'URI del repositori.",
	"deadbfafa3fec2a0": "El dispositiu '$1' ja és un líder del clúster i no cal sincronitzar-lo.",
	"dec32d5a5fccf604": "Aquesta opció s'utilitza amb més freqüència per permetre temporalment una operació important de manteniment del repositori (com una reescriptura de l'historial) amb una mínima interrupció per als usuaris.",
	"df35601465203520": "Aquesta validació es va tornar a escriure després de publicar-se, cosa que va canviar el hash de la validació. A aquesta versió antiga de la validació ja no es pot accedir des de cap branca, etiqueta o referència. La nova versió d’aquesta validació és de $1.",
	"e000da0f4c6241bb": "Aquest fitxer supera els $1 bytes i és massa gran per mostrar-se a la IU del web.",
	"e0a63811a364b9ac": "Obteniu mètriques (com ara el recompte de validacions i la validació més recent) per a cada repositori.",
	"e193ff020f897a77": "És la validació de fusió",
	"e260fb7da34a7bc0": "No podeu configurar aquest URI perquè utilitzi Observe IO perquè un altre URI per a aquest repositori ja està configurat en mode Observe IO. Un repositori no pot observar dos servidors remots diferents alhora. Desactiveu IO per a l’altre URI primer.",
	"e28404715e97313c": "No és un repositori allotjat",
	"e29165ff0b835039": "S'ha rebutjat afegir l'autor de validació com a auditor: $1.",
	"e297ef1378a456cc": "Falta el binari $1",
	"e3f14128f5eff395": "Trama de protocol \"git upload-pack\" inesperat: s'esperava \"<hash> <name>\\n\", o \"shallow <hash>\\n\", s'ha obtingut \"$1\".",
	"e3fe5e170d49f882": "Permet l’emmagatzematge de fitxers grans (LFS) de Git.",
	"e41e21804ec8558b": "No teniu permís per empènyer aquest repositori.",
	"e421324e6287a865": "Aquest repositori s'actualitzarà aviat!",
	"e59cb4ffea6e2b64": "Recupereu informació sobre les validacions.",
	"e5e42b765cc4aad0": "El repositori \"$1\" no és un repositori de clúster, però l'amfitrió actual és un dispositiu de clúster (\"$2\") i l'actualització d'aquest repositori crearia una nova còpia de treball local. Això és perillós, de manera que el repositori no s'actualitzarà en aquest amfitrió.",
	"e76b0f8f566f00c4": "Aquesta validació ara té assumptes pendents.",
	"e78fbc70273d9ba4": "Etiquetes per $1",
	"e8b84645722f46c3": "Heu d’iniciar sessió per accedir a aquest repositori.",
	"e8eb068005a7e7fb": "Actualitzeu el repositori ara",
	"e8f17cacf952b627": "Analitzador sintàctic '$1'",
	"e95453ac43be6070": "Si desactiveu la publicació per a aquest repositori, les noves validacions no enviaran correus electrònics, ni publicaran notícies de continguts, ni activaran auditories ni activaran Herald.",
	"e96221a373718c6f": "Emmagatzematge de fitxers grans de Git",
	"ec33100e04ca5dc6": "Edita l'URI del repositori",
	"ee996b0f7fb30bcf": "Utilitza el valor per defecte (UTF-8)",
	"ef9c212a3ae2916a": "Edita validacions.",
	"efaa189d8c26b90e": "Aquesta validació no té etiquetes.",
	"effa33c9dcb71d31": "Aquesta validació ja no requereix auditoria.",
	"f1ce371650202a8d": "$1 no ha pogut construir $2!",
	"f225e6bdb0889359": "Tipus etiquetat(<projecte>)...",
	"f258cb52cc65ae32": "Per destruir permanentment aquest repositori, executeu aquesta ordre des de la línia d'ordres:",
	"f2ae1927d9673f14": "Aquest repositori (\"$1\") no és un repositori de Git. Utilitzeu \"$2\" per interactuar amb aquest repositori.",
	"f2f680433895f98e": "Validació no publicada",
	"f322366b21f5a581": "Nom curt i únic del repositori.",
	"f3681de2d62296fc": "Edita el repositori: $1",
	"f3bc4b7fba193032": "No podeu plantejar-vos cap preocupació amb aquesta validació perquè ja l'heu plantejat.",
	"f40626e80b7dbdd7": "Falta el repositori, s'esperava \"{src repository: path ...}\" o \"{src path repository = ...}\" a: $1",
	"f42ae91028121ecd": "Per facilitar l'execució de les proves d'integració i les construccions en el codi que s'està revisant, podeu configurar una **àrea d'intervenció**. Quan `arc` crea una diferència, enviarà una còpia dels canvis a l'àrea configurada amb una etiqueta corresponent.\n\nIMPORTANT: aquesta funció és nova, experimental i no és compatible. Utilitzeu-lo al vostre compte i risc.",
	"f4318ca0560e2591": "Els canvis enormes són validacions massa grans per processar-les amb regles de contingut perquè: el text diferencial del canvi supera els $1 bytes; o el text diff triga més de $2 segons a extreure's.",
	"f43dca41c5d18fee": "La còpia de treball d'aquest repositori (\"$1\") encara no s'ha clonat en aquesta màquina (\"$2\"). Assegureu-vos que heu iniciat els dimonis Phabricator. Si aquest problema persisteix més del que hauria d’agafar un clon, comproveu els registres del dimoni (a la consola del dimoni) per veure si hi ha hagut errors en clonar el repositori. Consulteu la \"Guia de l'usuari de difusió\" a la documentació per obtenir ajuda sobre la configuració de repositoris.",
	"f506729527ea840d": "Nombre inesperat de línies de sortida de \"git diff-tree\" en processar la validació (\"$1\"): s'esperava un nombre parell de línies.",
	"f52be657de85267d": "Heu d’iniciar sessió per accedir als repositoris.",
	"f533f007713ae0fd": "Aquesta validació requereix ara una auditoria.",
	"f61c463158ed9602": "Edita validació",
	"f62ec687ecaa95dd": "Importa tot el repositori",
	"f664f99cc015e0bb": "No s'ha trobat el repositori.",
	"f72d6cad447bb19d": "Aquest dipòsit està inactiu.",
	"f7999f8d556e9e51": "Aquesta pàgina documenta les ordres que podeu utilitzar per interactuar amb les validacions i auditories a Diffusion.",
	"f91c9a7fc58d0ae5": "Blueprints d’automatització.",
	"f9c83e9199bd9d7e": "Repositoris per enllaçar símbols.",
	"f9fa4fecbddd4e5a": "Proporcioneu l'URI d'un repositori Mercurial. Normalment hauria de semblar un d’aquests exemples:\n\n\n| Exemple Mercurial URI\n|----------------------\n| `ssh://hg@bitbucket.org/example/repository`\n| `https://bitbucket.org/example/repository`",
	"fa4ce43cf4054d13": "Proporcioneu la **arrel del repositori** d'un repositori de Subversion. Podeu identificar-ho executant `svn info` en una còpia de treball. Normalment hauria de semblar un d’aquests exemples:\n\n\n| Exemple Subversion URI\n|-----------------------\n| `http://svn.example.org/svnroot/`\n| `svn+ssh://svn.example.com/svnroot/`\n| `svn://svn.example.net/svnroot/`\n\n**HEU** d'especificar l'arrel del repositori, no un subdirectori.",
	"fa63963451bce818": "Aquest repositori no té URI.",
	"faab44b5018b7ee6": "Nou blueprint PHID.",
	"faea6707601de681": "Apliqueu transaccions per crear un repositori nou o editeu-ne un de ja existent.",
	"fbe08c6b807c378b": "Aquesta validació encara s’està important. Els canvis seran visibles un cop finalitzada la importació.",
	"fd65cbd9e70340b0": "No podeu sol·licitar la verificació d’aquesta validació perquè cap auditor no ha posat en dubte.",
	"fde3941d5fe6398f": "Aquest repositori de nova creació encara no està actiu. Configureu polítiques, opcions i URI. Quan estigueu a punt, $1 al repositori.",
	"fe07b44493059cd9": "Activeu l'autenticació bàsica HTTP per als repositoris.",
	"fec9d7053444783c": "Els URI incorporats no utilitzen credencials",
	"ff0f6ceb8d883a9b": "Resol les referències en identificadors canònics i estables.",
	"ff3da384d6e452af": "Aquest impuls ha estat rebutjat per l'script de hook personalitzat'$1':\n\n$2$3",
	"ffdc26b876242a96": "Aquesta validació serà aprovada.",
	"5014878985635656": "etiqueta (git)"
}
