{
	"@metadata": {
		"authors": [
			"Joseplluis",
			"Mguix"
		]
	},
	"00c94cc9d03ac122": "Reviseu i modifiqueu la configuració de configuració.",
	"00e46c015f972018": "Array que conté la llista d'aplicacions desinstal·lades.",
	"00e84a14b1a4ebbb": "Servidor de Client",
	"0119d90faa247aa4": "Els oients reben trucades de retorn quan ocorren coses interessants.",
	"014290ced4abbc16": "Actualitza la configuració a la base de dades en lloc de la configuració local.",
	"0146637b5690e538": "Columna/Tecla",
	"01b2e13feda9fa39": "Personalitzeu el logotip i el nom de la marca a la capçalera.",
	"01be2e8971587efb": "Configurant l'Emmagatzematge de Fitxers",
	"02e8104f1f15520d": "$1 / $2",
	"02ee1af29809657f": "Intervals d'adreces dels amfitrions del clúster.",
	"0350e5f5f7b7be61": "Suprimeix el correu dels usuaris de manteniment.",
	"03a68b7d8b854f2e": "Ús de Memòria",
	"0424383c2ac940f6": "Ja no és possible fer-se passar per altres usuaris a través de l'API.",
	"0424f6e7026fa4bc": "Taula",
	"0498c432c0c7a1dc": "Ignora la Incidència de Configuració",
	"04a2520895d8cf31": "Aquesta opció us permet habilitar DarkConsole en cada pàgina, fins i tot per a usuaris que han tancat la sessió.  Això només és realment útil si necessiteu depurar alguna cosa en una pàgina de sortida.  No hauríeu d'activar aquesta opció en la producció. <br><br>Heu d'activar DarkConsole establint «$1» abans que aquesta opció tingui cap efecte.",
	"053d9b0bab24cf4b": "El repositori $1 té canvis no repetits (per $2).",
	"056efce83f4d6e34": "Phabricator ara descobreix automàticament els motors d'emmagatzematge disponibles en temps d'execució.",
	"058467e123d12c53": "El controlador o el flux de treball que ha manegat la sol·licitud.",
	"059cc2bf7163c13f": "L'opció «$1» és del tipus «$2», però el valor a l'índex «$3» de la llista no és «cert».",
	"05aef5cd275571c8": "Aplicació d'aplicacions",
	"062c448e3695855c": "L'espai de noms que haurien d'utilitzar les bases de dades de Phabricator.",
	"06bfdce28df01fa0": "$1 ha creat aquesta entrada de configuració.",
	"0727f7dd81bcb0ea": "Heu habilitat els pigments i el guió de $1 està disponible, però sembla que no funciona.",
	"079dc290327b71e2": "A aquesta columna li manca una especificació de tipus.",
	"07e771bf7da95ab2": "Configura la interfície d'usuari de Phabricator, inclosos els colors.",
	"0898a760c633b197": "La Columna No Té Especificacions",
	"08a6d7657f0286b6": "Suprimiu la configuració de la base de dades en lloc de la configuració local.",
	"08d550a8f0afc436": "No Hi Ha Cap Enllaç De Preferències De Correu Electrònic",
	"08ea4a02539af8b6": "Activitat «$1» marcada com a completada.",
	"0a1b320faf85ceb6": "Configureu el Phabricator per executar-lo en un grup d'amfitrions.",
	"0a68701b9759849c": "El repositori $1 té canvis no repetits.",
	"0b11ced577df07e2": "Si el servidor web respon tant a les peticions HTTP com HTTPS però voleu que els usuaris es connectin només amb HTTPS, podeu establir-ho a `cert` per a fer que el Phabricator redirigi les peticions HTTP a HTTPS. \n\nNormalment només cal configurar el servidor perquè no accepti el trànsit HTTP, però aquesta configuració pot ser útil si originalment heu utilitzat HTTP i ara heu canviat a HTTPS però no voleu trencar els enllaços antics, o si el vostre servidor web s'asseu darrere d'un gestor de càrrega que acaba les connexions HTTPS i no podeu configurar raonablement un comportament més granular allà. \n\nIMPORTANT: Phabricator determina si una sol·licitud és HTTPS o no examinant la variable PHP `$1`.  Si executeu Apache/mod_php això probablement s'establirà correctament per a vosaltres automàticament, però si executeu Phabricator com a CGI/FCGI (per exemple, a través de nginx o lighttpd), heu de configurar el vostre servidor web perquè passi el valor correctament basat en el tipus de connexió. \n\nSi configureu el Phabricator en mode clúster, tingueu en compte que aquest ajustament és ignorat per sol·licituds intracluster.",
	"0b705ec96296f7ea": "Aquesta versió de Mercurial retorna un codi de sortida incorrecte després d'una tracció exitosa.",
	"0b87fb4e6f23c6f5": "El binari '$1' d'aquest sistema té un comportament inesperat: s'esperava que sortís sense un codi d'error quan es passaven fitxers idèntics, però sortia amb el codi $2.",
	"0b8e953c1065714c": "Cap repositori actiu té errors pendents.",
	"0bb18642b70b9f8a": "Ús",
	"0c058bd02423b1d4": "Reconstrueix les identitats del repositori",
	"0c214f1d184be6b9": "Moveu la informació del port de `$1` a `$2` a la teva configuració.",
	"0cfa41f9d45b672e": "Aquesta opció no es pot editar des de la interfície web. Utilitzeu $1 per ajustar les polítiques de recollida d'escombraries.",
	"0cfa85c5c7d3788f": "Millor Motor de Taula Disponible",
	"0d0e37c45b7cd60e": "Estableix un valor de configuració local.",
	"0d3e7aa802a7545a": "No s'ha configurat un gran emmagatzematge de fitxers, que limitarà la mida màxima de les càrregues de fitxers.  Consulteu $1 per obtenir instruccions sobre com configurar les càrregues i l'emmagatzematge.",
	"0da81f052ad46d4f": "$1 ha suprimit $2 (un altre cop?).",
	"0dac4143d9108818": "Format de registre d'accés.",
	"0dead0b612154ad2": "Phabricator es va enviar una sol·licitud de prova amb una ruta inusual, per provar si el vostre servidor web està reescrivint les rutes correctament. La ruta no s'ha transmès correctament.\n\nPhabricator va enviar una sol·licitud a la ruta \"$1\", i esperava que el servidor web decodifiqués i reescrivís aquesta ruta de manera que rebés una petició de \"$2\". No obstant això, va rebre una petició de \"$3\". \n\nVerifica que les regles de reescriptura estan correctament configurades, seguint les instruccions de la documentació. Si la codificació de la ruta no funciona correctament no podreu accedir als fitxers amb noms inusuals als repositoris, entre altres qüestions. \n\n(Aquest problema pot ser causat per una \"B\" que manca en el vostre RewriteRule.)",
	"0e764dfbb521ca54": "Accedeix a la ubicació del registre.",
	"0ecba44c7f542583": "De vegades, Phabricator llança altres fitxers binaris al servidor. Un exemple és l'ordre \"$1\", que s'utilitza per ressaltar el codi escrit en altres idiomes que no siguin PHP. Per defecte, se suposa que aquests binaris es troben en els $2 de l'usuari que executa Phabricator (normalment \"apache\", \"httpd\" o \"cap\"). Podeu afegir directoris addicionals aquí a la variable d'entorn $3, en cas que aquests fitxers binaris es trobin a ubicacions no estàndard.\n\nTingueu en compte que també podeu posar binaris a \"$4\" (per exemple, enllaçant-los simbòlicament).\n\nEl valor actual de \"PATH\" després d'aplicar la configuració és:\n\n   lang = text\n   $5",
	"0f09a5064c82f14d": "El vostre servidor web no gestiona correctament els  paràmetres GET.",
	"0f1d4d6100e6f455": "Errors del Repositori",
	"0f5456bb85d42008": "L'opció \"$1\" és del tipus \"$2\", però el valor configurat no és el nom d'una classe coneguda.  Les seleccions vàlides són: $3.",
	"0f5cd6c33a04f33b": "El Phabricator ja no mostra consells de resposta al correu.",
	"0fe7d82f25a30150": "Breu",
	"0feb9ad2f8369fae": "El Phabricator no està configurat en mode clúster.",
	"0ff69342bb44a283": "Emmagatzematge De Fitxers Grans No Configurat",
	"102859ff68522ac3": "Utilitzeu \"bin/phd debug ...\" per obtenir un registre  d'execució del dimoni detallat.",
	"1075f7912a835668": "S'està migrant la configuració basada en fitxers a una configuració més moderna...",
	"1098c1f086f44448": "Phabricator es va enviar una sol·licitud de prova i esperava obtenir una resposta JSON nua. Va rebre una resposta JSON, però la resposta tenia un espai en blanc addicional al principi o al final.\n\nNormalment, això significa que heu editat un fitxer i heu deixat caràcters en blanc abans de l’etiqueta d’obertura de $1 o després d’una etiqueta de tancament $2. Elimineu qualsevol espai en blanc principal i preferiu ometre les etiquetes de tancament.",
	"10b28a8c1e445017": "Ple",
	"114e099ead76ba2d": "Executa l'script d'actualització de l'emmagatzematge per configurar bases de dades (el host «$1» no s'ha inicialitzat).",
	"11c361d5e3cc4cbb": "Verb no reconegut: $1",
	"124eb784f5503ab2": "No hi ha disponible cap REMOTE_ADDR, de manera que Phabricator no pot determinar l'adreça d'origen per a sol·licituds.  Això evitarà que Phabricator realitzi importants comprovacions de seguretat.  Això vol dir que teniu un error en el vostre guió del preàmbul.  Consulteu la documentació ($1) i feu doble comprovació que l'script està escrit correctament.",
	"125a9e4bb9d4018a": "Problemes amb els esquemes",
	"126706326fcb68f2": "Confrontació esperada",
	"1283564c622e4d41": "Controla si Phabricator envia un correu electrònic amb múltiples destinataris a la línia \"Per a:\", o múltiples correus electrònics, cadascun amb un únic destinatari a la línia \"Per a:\".",
	"14803a7a288ccab4": "L'opció \"$1\" és del tipus \"$2\", però el valor no és una llista: és un mapa amb claus poc naturals o escasses.",
	"148980d89ce033b5": "Utilitza Redireccions HTTP Normals",
	"148d75d526e7ffd3": "La clau de configuració «$1» no està configurada a la configuració de $2!",
	"149d974fe6995755": "Multi-Factor Opcional",
	"1647b9db6c01fdfd": "Accés Denegat.",
	"16963a9a09a1c41a": "S'ha eliminat l'opció de configuració «$1».  Podeu suprimir-ho segons convingui. <br><br>$2",
	"17779a65a2605b0e": "Velocitat de Pàgina Desactivada",
	"1795aea6b4646b98": "L'índex Elasticsearch existeix però necessita correcció.",
	"1804c90829b7f01a": "Anul·lable",
	"180a7d63a161f78c": "La clau «$1» està establerta a un valor diferent de «-1» en la seva configuració de PHP. Això pot fer que PHP elevi avisos de deprecació durant l'inici del procés.  Activeu aquesta opció a «-1» per evitar que apareguin aquests avisos.",
	"18249d0a48aa107d": "Cap capçalera \"Host\"",
	"1864157a29e01ce7": "No instal·leu Phabricator en una classe d'instància amb CPU de ràfega.",
	"18e38fef1d5f22f5": "L'activitat «$1» no s'ha de marcar com a completada.",
	"197fc28818497069": "L'aplicació de la traducció ha canviat i els proveïdors ja no s'utilitzen ni s'admeten.",
	"1994e3ed246d20f6": "L'opció «$1» és del tipus «$2», però el valor que heu proporcionat no és una llista JSON vàlida. En establir una opció de llista des de la línia d'ordres, especifiqueu el valor JSON. És possible que hàgiu de citar el valor per al vostre intèrpret d'ordres (per exemple: '[\"a\", \"b\", ...]').",
	"19f7478b51c5b432": "La versió mínima suportada de Mercurial és 1.9, que va ser alliberada el 2011.",
	"1a4c94bbbc38892e": "Format per al registre d'accés SSH. Utilitzeu $1 per establir la ruta. Les variables disponibles són:",
	"1b89d4f8e0ff277c": "Aquesta taula pot utilitzar un motor de taula millor.",
	"1bf34d9a92d4a6e1": "post_max_size No està Configurat en PHP",
	"1c0deb83cc5383a7": "No es Pot Connectar a MySQL",
	"1c19df554c3e7ec4": "L'opció \"$1\" és del tipus \"$2\", però el valor configurat no és un booleà.",
	"1c532fbf86d552d9": "Desactiva el mode desenvolupador",
	"1d6cf6858db6243a": "Perfil del 0,1% de totes les sol·licituds",
	"1dcb10ee4acacb23": "Aquesta opció ha estat substituïda per l'opció més granular `$1`.",
	"1dd776e5ac695938": "Requereix que tots els usuaris configurin l'autenticació multifactorial.",
	"1eca90fcb77e7644": "Guia de Configuració: Configuració Bloquejada i Oculta",
	"1eddd86af9d27c8e": "Aquesta opció habilita informes d'errors verbosos (traces de piles, fumets d'errors) i obliga el disc a llegir dels recursos estàtics a cada recàrrega.",
	"1ee575fd0dafb80b": "S'ha escrit la clau de configuració «$1» a l'emmagatzematge local (en el fitxer «$2»).",
	"1f35bf416fd15494": "($1$2) $3",
	"1f72747a0fa76626": "Rèplica no Replicant",
	"1f83bc2e34055b3e": "Executa aquesta(es) ordre(s) $1",
	"2036e066463f85fd": "La vostra configuració no especifica un fus horari del servidor. Podeu establir el valor de configuració de PHP '$1' o el valor de configuració de Phabricator '$2' per especificar-ne un.",
	"20f2611e1506e05a": "Esteu fent servir una versió antiga de MySQL (a l'amfitrió '$1') i hauríeu d'actualitzar-la.",
	"21954d90472d22a4": "Hooks d'alimentació obsolets",
	"21ab916405daaaf7": "Purgar les cachés",
	"224bb85614c1429b": "ADVERTÈNCIA: Aquesta és una opció prototip i la descripció següent és actualment pura fantasia.\n\nCanvieu Phabricator al mode de només lectura. En aquest mode, els usuaris no podran escriure dades noves. Normalment, el clúster es degrada a aquest mode automàticament quan detecta que no es pot accedir al mestre de base de dades, però podeu activar-lo manualment per realitzar el manteniment o la configuració de proves.",
	"225f29589609a3a2": "Ajusteu $1 a la configuració de PHP a 32 MB com a mínim. Quan es defineix com a valor més petit, és possible que les càrregues de fitxers grans no funcionin correctament.",
	"239990e10965fa18": "Clau privada de Recaptcha, obtinguda mitjançant la inscripció a Recaptcha.",
	"23b034c2a920b93e": "El motor InnoDB de MySQL no està disponible",
	"23c57c5b082ece95": "El servidor de base de dades «$1» no admet l'opció $2. No podreu trobar resultats de cerca de paraules comunes. Podeu accedir a aquesta opció actualitzant MySQL a una versió més recent. \n\nPodeu ignorar aquest avís si voleu configurar l'Elasticsearch més tard, o no esteu preocupats per cercar paraules comunes.",
	"241d0a71a958306d": "HTTP Strict Transport Security (HSTS) envia una capçalera que indica als navegadors que només s’ha d’accedir al lloc mitjançant HTTPS, mai HTTP. Això desactiva un atac en què un adversari accedeix a la vostra xarxa i, a continuació, sol·licita un servidor intermediari mitjançant un enllaç no protegit.\n\nNo activeu aquesta opció si publiqueu (o teniu previst publicar alguna vegada) contingut no segur mitjançant HTTP senzill. És molt difícil desfer aquest canvi un cop el navegador dels usuaris ha acceptat la configuració.",
	"25316bd1e8e7dd95": "El mètode HTTP.",
	"253d034b11d83a56": "Fus horari de PHP no vàlid",
	"263e91af9258cf88": "Integració amb Recaptcha",
	"272913189b938226": "Aquest servidor té instal·lada una versió incorrecta de '$1' ('$2'). Aquesta versió no és compatible, o conté errors importants o vulnerabilitats de seguretat que es solucionen en una versió més recent.",
	"276ee01372b62de2": "Phabricator posa bases de dades en un espai de noms, que per defecte és 'phabricator'; per exemple, la base de dades diferencial es denomina per defecte 'phabricator_differential'. Podeu canviar aquest espai de noms si voleu. Normalment, no hauríeu de fer-ho tret que estigueu desenvolupant Phabricator i que utilitzeu espais de noms per separar diversos conjunts de dades de sandbox.",
	"2827bc0c2fd7cffd": "Líder ambigu",
	"2886127cc1127287": "La clau de configuració \"$1\" està bloquejada i només es pot configurar a la configuració local. Per obtenir més informació, consulteu \"$2\" a la documentació.",
	"28a2495ff0c80e46": "Aquesta opció pot ajudar a les pàgines de depuració que estan trigant molt (més de 30 segons) a renderitzar-se. \n\nSi una pàgina és lenta a renderitzar (però prenent menys de 30 segons), les millors eines per a entendre per què és lenta són normalment el perfil de trucada de servei DarkConsole i XHProf. \n\nNo obstant això, si una sol·licitud triga molt de temps a tornar, alguns components (com Apache, nginx o PHP mateix) poden interrompre la sol·licitud abans que acabi. Això pot evitar que utilitzeu eines de perfilat per entendre el rendiment de la pàgina en detall. \n\nEn aquests casos, podeu utilitzar aquesta opció per forçar que la pàgina interrompi després d'un nombre més petit de segons (per exemple, 10), i bolcar una traça de pila útil. Això pot proporcionar informació útil sobre per què una pàgina que s'ha quedat penjanda. \n\nPer utilitzar aquesta opció, establiu-la a un nombre petit (com 10), i torneu a carregar una pàgina que s'ha quedat penjada. La pàgina hauria de sortir després de 10 segons i donar-vos una traça de pila. \n\nHauríeu de desactivar aquesta opció (definir-la a 0) quan hàgiu acabat amb ella. Deixar-ho crea una petita quantitat de sobrecàrrega per a totes les sol·licituds, fins i tot si no aconsegueixen el límit de temps.",
	"294088750a7c7d4a": "Ara els mestres de tasques utilitzen una reserva d’escala automàtica. Podeu configurar la mida de la reserva amb `$1`.",
	"295deb9ee5cdd9b4": "Aquesta configuració està bloquejada i no es pot editar des de la interfície web. Feu servir $1 en $2 per editar-lo.",
	"2ad965e7357d3c05": "Clau pública de Recaptcha, obtinguda en registrar-se a Recaptcha.",
	"2b41bfb7de9a0474": "Especifiqueu una clau de configuració per suprimir.",
	"2bd7ef8a551d5bf2": "L'opció MySQL 'local_infile' està habilitada. Aquesta opció no és segura.",
	"2cffc80923eca630": "No incrustis vídeos de Commons",
	"2d1579e046c58211": "Teniu activat '$1' a la configuració de PHP, però Phabricator no s'executarà en mode segur. El mode segur ha quedat obsolet a PHP 5.3 i s’ha eliminat a PHP 5.4.",
	"2e45f9b9c400955e": "Esquemes de la base de dades",
	"2f3e04d434df34ee": "L'opció \"$1\" és del tipus \"$2\", i s'ha d'especificar a la línia d'ordres com una llista de valors JSON. És possible que hàgiu de citar el valor per al vostre intèrpret d'ordres (per exemple: '[\"a\", \"b\", ...]').",
	"2f7aab92baac9c1e": "Versió antiga de MySQL",
	"2f81a9913ff38516": "Si teniu múltiples entorns Phabricator (com un entorn de desenvolupament/aturada per treballar en la prova de Phabricator, i un entorn de producció per al seu desplegament), establiu l'entorn URI de producció aquí perquè els correus electrònics i altres URI duradors sempre es generin amb enllaços que apunten a l'entorn de producció.  Si no està definit, per defecte és `$1`.  La majoria de les instal·lacions no necessiten establir aquesta opció.",
	"321f10310ed1322b": "Aquesta configuració ja no és rellevant perquè els dimonis es reinicien automàticament en fer canvis de configuració.",
	"32caa7b9072205d6": "El cos de sol·licitud que va rebre el servidor ja s'ha descomprimit. Això suggereix que el vostre servidor web està configurat per descomprimir les sol·licituds en línia, abans que arribin a PHP.",
	"33b0fb16a6f9d821": "Aquest esquema té la configuració anul·lable incorrecta.",
	"379235fe31cef996": "Quan s'estableix a \"true\", la configuració del proveïdor d'autenticació per a aquesta instància no es pot modificar sense abans executar `bin/auth unlock' des de la línia d'ordres. Es tracta de reduir l'impacte sobre la seguretat d'un compte d'administrador compromès.\n\nDesprés d'executar `bin/auth unlock` i fer els canvis a la configuració del proveïdor d'autenticació, haureu d'executar `bin/auth lock`.",
	"37986172c4f1b3bb": "Estat de l'esquema desconegut \"$1\"!",
	"379a4c12cb96bb83": "MySQL pot funcionar lentament",
	"37dddc9e77839277": "Phabricator gestiona ara semiautomàticament les estratègies de pre-entrada.",
	"37f119ae3bb81ce7": "Hi ha massa arguments: s’esperava una clau.",
	"387201e0e2bf24d5": "No hi ha cap capçalera 'Amfitrió' present a la sol·licitud.",
	"39ae08da4643575f": "La configuració del peu no és vàlida: el valor ha de ser una llista d'elements.",
	"3a3d00a1343b1649": "No incrusteu vídeos de YouTube",
	"3a68c6cf6e1f0d7b": "Desactiva PHP $1",
	"3a8ad017d085ff52": "Configura claus d'encriptació mestra.",
	"3b7e25cbe7e16d36": "Col·lectors d'escombraries",
	"3c7750d84945f3ff": "$1 ha modificat aquesta entrada de configuració.",
	"3ccc4ba1df7e7645": "Phabricator es va enviar una sol·licitud de prova amb la capçalera \"X-Phabricator-SelfCheck\" i s'esperava que es retornés una resposta JSON vàlida. En canvi, la resposta comença: \n\n$1 \n\nAlguna cosa està mal configurada o bé responen malament.",
	"3cdc74c88ecf28f8": "Activeu la consola de depuració de Phabricator.",
	"3cf73fb047002c7b": "L'extensió 'zip' de PHP no està instal·lada. Aquesta extensió és necessària per a determinades operacions d'exportació de dades, inclosa l'exportació de dades a Excel.\n\nPer salvar aquest problema de configuració, instal·leu l'extensió i reinicieu el servidor web.\n\nPodeu ignorar aquest problema amb seguretat si no teniu previst exportar dades a arxius Zip o fulls de càlcul d'Excel o si voleu instal·lar l'extensió més endavant.",
	"3f07bef525f59607": "Aquesta sol·licitud incloïa una capçalera \"Amfitrió\" no vàlida, amb el valor \"$1\". Les capçaleres d'amfitrió han de contenir un punt ('.'), Com ara 'example.com'. Això és necessari perquè alguns navegadors puguin configurar cookies.\n\nAixò pot significar que l'URI de base s'ha configurat incorrectament. Heu de publicar Phabricator des d'un URI base amb un punt (com ara \"https://phabricator.mycompany.com\"), no un domini (com ara \"https://phabricator.mycompany.com\"). Si esteu provant d'utilitzar un domini senzill, canvieu la configuració per utilitzar un domini complet amb un punt.\n\nAixò també pot significar que el vostre servidor web (o algun altre dispositiu de xarxa, com un equilibrador de càrrega) està manipulant la capçalera \"Amfitrió\" o que utilitzeu una eina o una biblioteca per emetre una sol·licitud manualment i definiu la capçalera \"Amfitrió\" incorrecta.\n\nLes sol·licituds han d'incloure una capçalera \"amfitrió\" vàlida.",
	"4009bea6fea89230": "Configureu l’esquema MySQL",
	"408d9916fd5927c9": "Aquesta opció s'ha eliminat, podeu utilitzar els quadres de Comandament per proporcionar personalització de la pàgina d'inici. Vegeu T11533 per a més detalls.",
	"40a42d922391db6e": "Caché de dades",
	"40a615c67b76e1b6": "Configureu els registres d'accés, que registren les sol·licituds HTTP/SSH.",
	"41ea645aaecc2a86": "Llista negra de subxarxes per evitar sol·licituds de sortida iniciades per l'usuari.",
	"423ac632bebf0560": "No hi ha sol·licituds de sortida",
	"42802c2c109bc2e2": "L'URI d'instal·lació principal, per a les instal·lacions multientorn.",
	"42c374084f76ab71": "El seu servidor web no està manegant correctament els cossos de sol·licitud comprimits.",
	"44d96b1f9ce470ab": "L'element de peu amb l'índex \"$1\" no és vàlid: $2",
	"4533fcabc9e099a7": "Clau d'accés per a Amazon S3.",
	"4584668461c10ef7": "El component PATH \"$1\" (que es resol com a camí absolut \"$2\") no es pot utilitzar perquè \"$3\" no es pot llegir.",
	"45f3f4847f082327": "S'espera que existeixi aquesta clau, però no existeix.",
	"47f8dbf7d35406e5": "S'espera que aquest esquema existeixi, però no existeix.",
	"48183d942f9fd2d7": "No utilitzeu Pygments",
	"48db42b3a004c841": "Aquesta clau té una configuració de singularitat incorrecta.",
	"497e0b3a674b70d3": "Opcions de configuració addicionals per bloquejar.",
	"4a0cfd16a364b1e4": "Substitueix com es ressalten els fitxers d'idioma (basats en el nom del fitxer).",
	"4b4bbd2eb0188b6d": "Port MySQL per utilitzar en connectar-se a la base de dades.",
	"4b804f5e72d307ae": "S'està intentant afegir la clau duplicada '$1'.",
	"4c8c25b6a6596689": "El repositori $1 té un líder ambigu.",
	"4d0c267bd70763cb": "La configuració del proveïdor d’autenticació està desbloquejada. Un cop hàgiu acabat de configurar o modificar l'autenticació, heu de bloquejar la configuració per evitar canvis no autoritzats.\n\nDeixar la configuració del proveïdor d’autenticació desbloquejada augmenta el dany que pot causar a la vostra instal·lació un compte d’administrador compromès. Per exemple, un atacant que compromet un compte d'administrador pot canviar els proveïdors d'autenticació per apuntar cap a un servidor que controlen i intentar interceptar noms d'usuari i contrasenyes.\n\nPer evitar aquest atac, heu de configurar l'autenticació i, a continuació, bloquejar la configuració executant \"bin/auth lock\" des de la línia d'ordres. Això evitarà canviar la configuració d'autenticació sense abans executar \"bin/auth lock\".",
	"4eee7c6cdbe17d29": "Llegiu el valor de l'opció de stdin.",
	"4f97f575de3ebb56": "Phabricator es va enviar una sol·licitud amb \"Accept-Encoding: gzip\", però va rebre una resposta sense comprimir.\n\nAixò pot indicar que el vostre servidor web no està configurat per comprimir respostes. Si és així, heu d’habilitar la compressió. La compressió pot millorar dràsticament el rendiment, especialment per a clients amb menys amplada de banda.",
	"50338b3b242845e2": "Caché",
	"51b491c5b83d06d5": "Incrusteu vídeos de YouTube",
	"51f4be88c3b5bedf": "Encara no heu configurat missatges de correu, de manera que Phabricator no podrà enviar missatges de sortida ni rebre missatges de correu entrant. Consulteu la configuració de cluster.mailers per obtenir més informació.",
	"522175083f0bf50b": "Netejar la caché",
	"523c0c2321160fcf": "El controlador natiu MySQL no està disponible",
	"546bf01e35ee8e5e": "Activeu captchas amb Recaptcha.",
	"548e46cbe488cb2c": "Això suggereix que el seu servidor web està configurat per descomprimir o destrossar les sol·licituds comprimides.",
	"553921b5c4dc5592": "La variable d'entorn $1 està buida. Phabricator ha d'executar algunes ordres del sistema, com ara \"$2\", \"$3\", \"$4\" i \"$5\". Per executar aquestes ordres, els binaris han d'estar disponibles al $6 del servidor web. Podeu establir camins addicionals a la configuració de Phabricator.",
	"5693f19a12713a26": "Definiu l'URI on s'ha instal·lat Phabricator. Establir-ho millora la seguretat evitant que es configurin galetes en altres dominis i permet als dimonis enviar correus electrònics amb enllaços que tinguin el domini correcte.",
	"569d25c956a6df9a": "Definiu un clúster de Phabricator proporcionant una llista blanca d’adreces d’amfitrió que formen part del clúster.\n\nEls amfitrions d’aquesta llista blanca tenen poders especials. Aquests amfitrions tenen permís per doblegar les regles de seguretat i, si no configureu aquesta llista, la vostra instal·lació serà menys segura. Per obtenir més informació, vegeu **[[ $1 | $2 ]]**.\n\nDefiniu una llista de blocs CIDR que incloguin a la llista blanca tots els amfitrions del clúster i que no tinguin cap amfitrió addicional. Vegeu els exemples següents per obtenir més informació.\n\nQuan es defineixen les adreces de clúster, els amfitrions de Phabricator també rebutjaran les sol·licituds d’interfícies que no estan incloses a la llista blanca.",
	"595c76926a7c7f9b": "Sense un fus horari configurat, PHP emetrà avisos quan es treballi amb dates i és possible que les dates i les hores no es mostrin correctament.",
	"5972fca8c88e4d84": "L'opció '$1' és del tipus '$2' i s'ha d'establir en una llista d'expressions regulars vàlides, però '$3' no és una expressió regular vàlida.",
	"5999796d2639c177": "Aquest esquema pot utilitzar un millor conjunt de caràcters.",
	"59e1dda3908fd730": "El valor de configuració «$1» està bloquejat, però té un valor a la base de dades.",
	"5a35baf96a1e5a8c": "Determina si els vídeos de YouTube s’incrusten o no.",
	"5a39b8d96817ec46": "Permet afegir un peu amb enllaços a la majoria de pàgines. És possible que vulgueu utilitzar aquests enllaços per apuntar a la informació legal o sobre una pàgina. \n\nEspecifiqueu una llista de diccionaris. Cada diccionari descriu un element de peu. Aquestes claus estan admeses: \n\n  - `name`  El nom de l'element. \n  - `href` Opcionalment, l'objectiu de l'enllaç de l'element. Ho podeu ometre si només voleu un tros de text, com una nota de copyright.",
	"5ba9c3912362d6ec": "El servidor de notificacions ja no requereix permisos d'arrel. Inicieu el servidor com l'usuari al qual voleu que s'executi.",
	"5d5c9c967a7ad7ed": "Vulnerabilitat del bash T6185 \"Shellshock\"",
	"5e6af0e19a1343b1": "Polítiques de retenció per a la recollida d’escombraries.",
	"5e83a3eabf3edd8c": "MySQL (a l'amfitrió '$1') està configurat amb un innodb_buffer_pool_size molt petit, que pot afectar el rendiment.",
	"5edd2ba3b1bb7dab": "Es netejaran les següents cachés:",
	"5f0e985b5476b24d": "S'han detectat $1 avisos amb els esquemes.",
	"5f36d603d0be36e2": "Format obsolet de mysql.host",
	"5f3c0faad1e0dc0e": "Aquesta clau es troba a les columnes equivocades.",
	"5f4af1a4a9b3fc41": "Clau secreta per a Amazon S3.",
	"5fbd435aa745b440": "Esteu fent servir una versió antiga de MySQL (a l’amfitrió '$1') que té poca compatibilitat unicode (no admet el conjunt de confrontació 'utf8mb4'). Trobareu limitacions quan treballeu amb algunes dades Unicode.\n\nUs recomanem que actualitzeu a MySQL 5.5 o una versió posterior.",
	"5ffc4b34d12e9b79": "L'aplicació Multimeter recull mostrejos de rendiment. Podeu utilitzar aquestes dades per ajudar-vos a entendre què fa el Phabricator, temps i recursos, i per identificar patrons d'accés problemàtics. \n\nAquesta opció controla la freqüència amb què s'activa el mostreig. Establiu-ho a un enter positiu N per a mostrejar cada 1 / N pàgines. \n\nPer a la majoria d'instal·lacions, el valor per defecte (1 mostreig per 1000 pàgines) hauria de recollir prou dades per ser útils sense requerir gaire emmagatzematge o un rendiment d'impacte significatiu. Si estàs investigant problemes de rendiment, pots ajustar la taxa per tal de recollir més dades.",
	"60eb9b2e0c7fdbd9": "Les extensions PHP necessàries no estan instal·lades.",
	"6142432ab832445b": "Entrada sol·licitada, en bytes.",
	"63075bbb3b8a6914": "Després d'editar la configuració de PHP, reinicieu Phabricator de manera segura perquè els canvis tinguin efecte</strong>. Per obtenir ajuda amb el reinici de Phabricator, consulteu $1 a la documentació.",
	"63480bc81117d10f": "Podeu establir un límit per a la mida màxima de bytes del correu de sortida. Els missatges que superin aquest límit es truncaran abans d’enviar-se. Això pot ser útil si el vostre MTA rebutja el correu que supera algun límit (això és raonablement habitual). Especifiqueu un valor en bytes.",
	"634a79070baf78f0": "Diverses subclasses de $1 tenen la mateixa clau ('$2'): $3, $4.",
	"63d9d363ec7906dc": "Podeu trobar més informació sobre els valors de configuració de PHP a $1.",
	"63f76be12cf6ae1f": "Les galetes configurades per a x.com també s’envien per a y.x.com. Suposant que les instàncies de Phabricator s’executin a tots dos dominis, això crearà una col·lisió que us impedirà iniciar la sessió.",
	"64aa7ed942b8990f": "Ara la renderització de l'espai en blanc es manega automàticament.",
	"6506bd6195c6c18b": "Sembla que el Phabricator està instal·lat en una instància EC2 molt petita (de classe «$1») amb CPU de ràfega. Això és molt desaconsellable. Phabricator necessita regularment CPU, i aquests casos són sovint ofegats fins a la mort per l'estirament de la CPU.  Utilitzeu una instància amb una CPU normal.",
	"6512c0f3fe5583e8": "Phabricator es va enviar una sol·licitud de prova amb un paràmetre HTTP GET, però el paràmetre no es va transmetre. S'ha enviat '$1' amb el valor '$2', s'ha obtingut '$3' amb el valor '$4'.\n\nEl vostre servidor web està configurat incorrectament i grans parts de Phabricator no funcionaran fins que no es corregeixi aquest problema.\n\n(Aquest problema pot ser causat per la falta d'un 'QSA' a la vostra RewriteRule.)",
	"657f228361b0e654": "Les claus SSH ara són realment útils, de manera que sempre estan habilitades.",
	"65a93973ada5a6a7": "Sortida sol·licitada, en bytes.",
	"65c92754ab74cf58": "Configureu la integració amb AWS (EC2, SES, S3, etc.).",
	"65d5b644919855aa": "L'opció de configuració «$1» no és vàlida.  L'URI ha de contenir un punt ('.'), com '$2', no només un nom nu com '$3'.  Alguns navegadors web no establiran galetes en dominis sense TLD.",
	"665cda3eaee0fbc9": "Espai de noms de la caché",
	"666a048efbfd3e61": "Configuració \"Local Infile\" PHP no segura",
	"66999356dc475a67": "Les regles de ressaltat personalitzades s'afegeixen ara a la subclasse $1 o $2.",
	"66bed768185a2282": "No s'ha pogut trobar el binari \"$1\". Enllaceu-lo a \"$2\" o configureu la variable d'entorn de $3 del servidor web per incloure el directori on resideix o afegiu-lo a \"$4\" a la configuració de Phabricator.",
	"674f4f979a54bd86": "Si ho activeu, els vídeos de Commons enllaçats s’incrustaràn en línia.",
	"677d155732845760": "Permet que Phabricator utilitzi una sola bústia de correu per a totes les respostes.",
	"679990d186ebf0ab": "Els col·lectors d'escombraries ara estan configurats amb \"$1\".",
	"681e6e1056b635bd": "Permet afegir enllaços de peu a la majoria de pàgines.",
	"69b3c0e66cdb994e": "Elasticsearch ara està configurat amb '$1'.",
	"69dbeefe153f6cf2": "Configuració del correu electrònic de sortida",
	"6ac56daf171cdb71": "Normalment, les pàgines de perfils de Phabricator només quan se sol·liciten explícitament a través de DarkConsole. No obstant això, pot ser útil perfilar algunes pàgines automàticament. \n\nActiveu aquesta opció a un enter positiu N al perfil 1 / N pàgines automàticament. Per exemple, establir-lo a 1 perfilarà cada pàgina, mentre que establir-lo a 1000 perfilarà 1 pàgina per 1000 sol·licituds (és a dir, 0,1% de sol·licituds). \n\nAtès que l'anàlisi de perfils és lent i genera moltes dades, hauríeu d'establir-ho a 0 en producció (per desactivar-lo) o a un gran nombre (per recollir algun mostreig, si esteu interessat a tenir algunes dades a mirar al final). En desenvolupament, pot ser útil establir-lo a 1 per tal de depurar problemes de rendiment. \n\nNOTA: Heu d'instal·lar XHProf per a que funcioni l'anàlisi de perfils.",
	"6ad215df88991706": "MySQL (a l'amfitrió «$1») està utilitzant un fitxer de paraules buides predeterminat, el qual evitarà la cerca de moltes paraules comunes.",
	"6b705c5226ea7080": "Dues comprovacions de configuració han generat un problema amb la clau '$1'!",
	"6be70c7b9b5481fb": "Sense '$1', Phabricator no pot provar la disponibilitat d'altres binaris.",
	"6cf859b6310ef2ca": "El directori per a repositoris locals ($1) no existeix, o no és llegible pel servidor web.  Phabricator utilitza aquest directori per emmagatzemar informació sobre els repositoris.  Si aquest directori no existeix, crea'l: <br><br>$2 <br>Si aquest directori existeix, feu-lo llegible al servidor web.  També podeu editar la configuració següent per utilitzar un altre directori.",
	"6d392e64b1279ecf": "Personalitzeu la imatge i el text del logotip que apareixen a la capçalera del lloc principal:\n\n  - **Imatge de Logotip**: Pengeu una nova imatge de 80 x 80 px per substituir el logotip de Phabricator a la capçalera del lloc.\n\n  - ***Wordmark**: Trieu un text nou per mostrar al costat del logotip. Per defecte, la capçalera mostra //Phabricator//.",
	"6e0947b0060beb5d": "Els dimonis de Phabricator no s’executen, de manera que Phabricator no podrà realitzar processos en segon pla (inclosos l’enviament de correu electrònic, la reconstrucció d’índexs de cerca, la importació de confirmacions, la neteja de dades antigues i l’execució de construccions).\n\nUtilitzeu $1 per iniciar dimonis. Consulteu $2 per obtenir més informació.",
	"6e2a5116e26f8d9a": "La versió suportada mínima de Subversion és 1.5, que va ser alliberada el 2008.",
	"6e2ad9018343c287": "El vostre límit de memòria PHP està configurat de manera que us pugui impedir carregar fitxers grans o gestionar sol·licituds grans.",
	"6f2116dd461af22a": "Ara Phabricator selecciona automàticament la millor implementació MySQL disponible.",
	"6f6b7e1133535f08": "Força els usuaris a connectar-se mitjançant HTTPS en lloc d’HTTP.",
	"6fd5c521710d095f": "Instal·leu l'extensió MySQLi per millorar el comportament de la base de dades.",
	"6fd913e6c415844b": "Arxius grans",
	"6fdd94915c28f833": "Les sol·licituds comprimides no s'han rebut correctament",
	"70894d79ff38053f": "El valor de l'opció \"$1\" (del tipus \"$2\") s'ha d'especificar a JSON, però no s'ha pogut descodificar l'entrada. (Has oblidat citar una cadena?)",
	"715802f4292c6cd5": "Per actualitzar aquests valors de $1, editeu el fitxer de configuració de PHP, que es troba aquí:",
	"71fdd7641faff64b": "Confrontació",
	"724870e472a6e5fc": "El codi de resposta HTTP o el codi de sortida del procés.",
	"72fc21d8e3f6f2a4": "Obsolet; utilitza els esdeveniments de renderització estàndard en el seu lloc.",
	"735e7dc2ba8fd620": "No es reconeix l'opció de configuració \"$1\". Pot estar mal escrita o pot haver existit en una versió anterior de Phabricator. Això no té cap efecte i s’hauria de corregir o suprimir.",
	"737d3f9c5d40703e": "Determina quins protocols d'URI són vàlids per enllaços i redirigeix.",
	"739ba48923d0e45c": "Activeu DarkConsole a cada pàgina.",
	"740a7bf8cd6ce22c": "Habiliteu els informes d'errors verbosos i les lectures de disc.",
	"7448067eb9136053": "Les claus de hash de l'assumpte de l'adreça de correu electrònic ara es generen automàticament.",
	"7469793caadbf471": "Hi ha massa arguments: s’esperava una clau i un valor.",
	"74e9e95a9b0e1219": "Per actualitzar aquests valors de $1, editeu el fitxer de configuració de PHP.",
	"7541c28d058703f2": "Habilita Recaptcha",
	"7658e7642f501c72": "Especifiqueu un usuari de sistema per executar els dimonis. Principalment, aquest usuari serà propietari de còpies de treball de qualsevol repositori que Fabricator importi o gestioni. Aquesta opció és nova i experimental.",
	"765b946b0057f3ae": "Documentació de PHP",
	"76799c81192b73a8": "Identifiqueu el component de la configuració del servidor web que està descomprimint o manipulant les sol·licituds i desactiveu-lo. Phabricator no funcionarà correctament fins que no ho feu.",
	"76e1d98b2037bc14": "Ara Phabricator descobreix automàticament els motors de cerca disponibles en temps d'execució.",
	"7777b41b116b3367": "Si és cert, les adreces de correu electrònic s'han de verificar (fent clic a un enllaç d'un correu electrònic) abans que l'usuari pugui iniciar la sessió. Per defecte, la verificació és opcional tret que @{config:auth.email-domains} estigui no buit.",
	"778e672da8380f4d": "Documentació de PHP OPcache",
	"7820cc03298c8fb1": "L'element de peu de pàgina amb l'índex '$1' no és vàlid: cada element ha de ser un diccionari que descrigui un element de peu.",
	"785b5a53fdccd152": "No es pot esborrar cap de les memòries cau d’aquesta pàgina.",
	"7997bdc30794fb0a": "Estableix l'esquema de colors per defecte de Phabricator.",
	"79b48f70762fbba7": "L’algorisme d’indexació de l’índex de cerca de text complet s’ha actualitzat i cal reconstruir l’índex. Fins que no torneu a crear l’índex, la cerca global (i altres cerques de text complet) no funcionaran correctament.",
	"79f9844de217e102": "Mida màxima de la reserva de dimonis de taskmaster.",
	"7a430d918057f35e": "Contrasenya MySQL per utilitzar en connectar-se a la base de dades.",
	"7a7c9c2b34141d23": "Si no hi ha una variable disponible (per exemple,%m apareix en format de fitxer, però la sol·licitud no és una sol·licitud de Conduit), es renderitzarà com a '-'",
	"7b451c08bff6f7d9": "Si aquestes ordres no funcionen, proveu Google. El procés d’instal·lació d’extensions PHP no és específic de Phabricator i haurien de funcionar les instruccions que pugueu trobar per instal·lar-les al vostre sistema. A Mac OS X, és possible que vulgueu provar Homebrew.",
	"7b50146bd160e75e": "Les claus HMAC CSRF ara es gestionen automàticament.",
	"7c1630b30bc2eb38": "L'amfitrió de la base de dades «$1» està utilitzant el fitxer de «paraules buides» incorporat per crear índexs de cerca. Això pot fer que la característica de cerca del Phabricator sigui menys útil. \n\nLes paraules buides són paraules comunes que no estan indexades i, per tant, no es poden cercar. El fitxer de paraules buides per defecte de té al voltant de 500 paraules, incloent-hi diverses paraules que és probable que vulgueu cercar, com ara «diferent», «likely», «wish» i «zero». \n\nPer a fer que la cerca sigui més útil, podeu utilitzar un fitxer alternatiu de paraules buides amb menys paraules.  Alternativament, si no us preocupa la cerca de paraules comunes, podeu ignorar aquest avís. Si més tard planegeu configurar Elasticsearch, també podeu ignorar aquest avís: aquest fitxer de paraules buides només afecta els índexs de text complet de MySQL. \n\nPer triar un altre fitxer de paraules buides, afegiu-lo al vostre fitxer $2 (a la secció $3) i després reinicieu $4: \n\n$5 \n(Si ho preferiu, també podeu utilitzar un fitxer diferent. El fitxer suggerit anteriorment té al voltant de 50 de les paraules en anglès més comunes.) \n\nFinalment, executeu aquesta ordre per reconstruir els índexs utilitzant les noves regles: \n\n$6",
	"7c3409b276b1f497": "El valor de l'opció '$1' (del tipus '$2') s'ha d'especificar a JSON, però no s'ha pogut descodificar l'entrada: $3",
	"7c486df7b1751d0c": "L'amfitrió de la base de dades \"$1\" té un estat de clúster configurat que no està d'acord amb l'estat d'aquest amfitrió (\"$2\"). Executeu `bin/partició d'emmagatzematge` per a validar l'estat local al clúster. És possible que aquest amfitrió hagi començat amb una configuració obsoleta.",
	"7cea1eb6c4e2db4a": "PHP utilitza actualment l'antiga extensió 'mysql' per interactuar amb la base de dades. Heu d'instal·lar l'extensió 'mysqli' més recent per millorar els comportaments (com ara la gestió d'errors i els temps d'espera de consulta).\n\nPhabricator funcionarà amb l'extensió anterior, però es recomana actualitzar a l'extensió més recent.\n\nÉs possible que pugueu instal·lar l'extensió amb una ordre com: $1",
	"7cf7e8e599e894c7": "Més gran",
	"7d06d38a262703b1": "Nombre màxim de dimonis \"mestre de tasques\" per executar-se simultàniament. Elevant d'aquest valor pot augmentar el rendiment màxim de la cua. La reserva de recursos no utilitzats es reduirà automàticament.\n\nSi feu servir un clúster de servidors, aquest límit s'aplica per separat a cada instància de \"phd\". Per exemple, si aquest límit s'estableix en \"4\" i tres amfitrions executen dimonis, el límit global efectiu serà de 12.\n\nDesprés de canviar aquest valor, heu de reiniciar els dimonis. La majoria dels canvis de configuració són recollits automàticament per dimonis, però la mida de la reserva de recursos no es pot canviar sense reiniciar cada instància.",
	"7d2a5f05db28803f": "Establiu l'URI que utilitzarà Phurl per compartir URL reduïts.",
	"7d2be54aaa73b40e": "Els usuaris de Phabricator poden fer sol·licituds a altres serveis de l'amfitrió de Phabricator en algunes circumstàncies (per exemple, creant un repositori amb un URL remot o fent que Phabricator obtingui una imatge d'un servidor remot). <br><br>Això pot representar una vulnerabilitat de seguretat si els serveis de la mateixa subxarxa accepten ordres o revelen informació privada sobre HTTP GET no autenticat, basada en l'adreça IP de la font.  En particular, tots els amfitrions de la CE2 tenen accés a aquest servei. <br><br>Aquesta opció defineix una llista de blocs de xarxa als quals el Phabricator declinarà connectar-se.  En general, hauríeu de llistar tot l'espai IP privat aquí.",
	"7d2c461a4bfbe484": "Els comptes Phabricator recentment registrats es poden col·locar en una cua d'aprovació manual per a la revisió administrativa, o activar-se automàticament immediatament. La cua d'aprovació està habilitada per defecte perquè proporciona un major control sobre qui pot registrar un compte i accedir a Phabricator. \n\nSi la instal·lació és completament pública, o en una VPN, o els usuaris només poden registrar-se amb un proveïdor de confiança com LDAP, o heu configurat Phabricator per evitar el registre no autoritzat, podeu desactivar la cua per reduir la sobrecàrrega administrativa. \n\nNOTA: Abans de desactivar la cua, assegureu-vos que @{config:auth.email-domains} està configurat correctament per a la vostra instal·lació!",
	"7d6e854e1de2ed3c": "La vostra versió de MySQL (a l'amfitrió de la base de dades '$1') no admet la configuració d'un fitxer de paraules buides. No podreu trobar resultats de cerca de paraules habituals.",
	"7df8ae5849713a0b": "La configuració de PHP selecciona un fus horari no vàlid. Seleccioneu un fus horari vàlid.",
	"7e17a69d5096c5bb": "$1 ha suprimit aquesta entrada de configuració (de nou?).",
	"7f392e75b41cc9c7": "Fus horari del servidor no configurat",
	"7fd0894f7e01e83b": "S'han eliminat els dominis particulars del gestor de resposta de l'aplicació. Configura un domini de resposta amb «$1».",
	"7fe81d155c93dcab": "Quan carregueu un fitxer mitjançant l'opció d'arrossegar i deixar anar o l'API, els trossos s'han d'emmagatzemar a la memòria intermèdia abans de ser escrits a l'emmagatzematge permanent. Phabricator necessita memòria disponible per emmagatzemar aquests trossos mentre són pujats, però PHP està configurat per limitar severament la memòria disponible. \n\nActualment, els processos PHP tenen molt poca memòria lliure disponible ($1). Per funcionar bé, els processos haurien de tenir almenys $2. \n\n(Tingueu en compte que l'aplicació mateixa també ha d'ajustar-se a la memòria disponible, de manera que no tota la memòria sota el límit de memòria està disponible per a càrregues de treball en execució.) \n\nLa forma més fàcil de resoldre aquest problema és establir $3 a $4 en la configuració de PHP, per desactivar el límit de memòria. Normalment hi ha poc o cap valor per utilitzar aquesta opció per limitar la memòria de procés de Phabricator. \n\nTambé podeu augmentar el límit o ignorar aquest problema i acceptar que podeu trobar problemes per pujar fitxers grans i processar peticions grans.",
	"802023d6f7cfdc2a": "Instal·leu aquestes $1 extensions de PHP:",
	"8058ec7c47794ce5": "Falta el binari '$1'",
	"811d40c3a237c830": "Ja no s'admeten continguts públics seqüenciables.",
	"8140cd0c40ec35db": "Una cadena única i aleatòria que identifica la consulta.",
	"814b61306d97b73f": "L'endpoint S3 explícit a utilitzar.  Aquest hauria de ser l'endpoint que correspon a la regió que heu seleccionat a `amazon-s3.region`. Phabricator no pot determinar l'endpoint correcte automàticament perquè algunes ubicacions de l'endpoint són irregulars.",
	"81e3a0c92fef2aa3": "Desactiveu l'opció no segura \"$1\" a la configuració de PHP.",
	"82a71c8e058e57a6": "Ara Phabricator sempre envia correu de transaccions amb 'Precedència: massiva' per millorar la capacitat de lliurament.",
	"830df01a4ffc1aed": "Aquesta clau és massa llarga per a utf8mb4.",
	"833b3b877545b9d9": "Servidors de repositoris",
	"8369685cb2499294": "Format per al registre d’accés HTTP. Utilitzeu `$1` per establir la ruta. Les variables disponibles són:",
	"83b65d06b6b8a1b7": "Aquest esquema pot utilitzar una millor confrontació.",
	"84fef7cb1d9c8d93": "La variable d'entorn $1 està buida. Phabricator no podrà executar algunes ordres.",
	"85005beb5f9f6084": "Esborrar la caché",
	"86d35ecd5732bd66": "Ara els identificadors de fil de correu es generen automàticament.",
	"86f0ed482d59aa52": "L'amfitrió de la base de dades «$1» està configurat per utilitzar la longitud mínima de paraula predeterminada quan es construeixen índexs de cerca, que és 4. Això significa que les paraules que només tenen 3 caràcters no s'indexen i no es poden cercar. \n\nPer exemple, no podreu trobar resultats de cerca per a paraules com «SMS», «web» o «DOS». \n\nPodeu canviar aquest paràmetre a 3 per permetre que s'indexin aquestes paraules. Alternativament, podeu ignorar aquest avís si no esteu preocupat per cercar paraules de tres lletres. Si més tard planegeu configurar l'Elasticsearch, també podeu ignorar aquest avís: només afecta la cerca de text complet de MySQL. \n\nPer reduir la longitud mínima de la paraula a 3, afegiu-ho al vostre fitxer $2 (a la secció $3) i després reinicieu $4: \n\n$5 \nFinalment, executeu aquesta ordre per reconstruir els índexs utilitzant les noves regles: \n\n$6",
	"879bf32ba57c791b": "Activeu la seguretat de transport estricta HTTP (HSTS).",
	"880f0d8651fa3a0f": "Els usuaris poden configurar un patró URI per obrir fitxers en un editor de text. L'URI ha d'utilitzar un protocol en aquesta llista blanca.",
	"89ae9c4747a9ea60": "Podeu reconstruir les identitats dels repositoris mentre el Phabricator s'està executant.",
	"8a96469f835f363e": "Autenticació bàsica HTTP no configurada",
	"8bbbe8d23d9d0cb9": "Ressalteu httpd.conf com a \"apacheconf\".",
	"8c8095f2841dda11": "Aquesta opció s'ha substituït per `ui.logo`, que proporciona opcions de configuració més flexibles.",
	"8e459cf20e324eec": "Aquesta és una llista de sobreescriptura d'expressions regulars que us permet triar com es ressalten els fitxers d'idioma. Si els vostres projectes tenen certes regles sobre noms de fitxer o utilitzen extensions de llenguatge inusuals o ambigües, podeu crear un mapatge aquí. Aquest és un diccionari ordenat d'expressions regulars que es provarà amb el nom de fitxer. Haurien de mapejar un llenguatge explícit com a valor de cadena, o un índex numèric en els grups capturats com a enter.",
	"8fa141a16eda9318": "IMPORTANT: L'ascendent no proporciona suport per a les aplicacions de prototips. \n\nPhabricator inclou les aplicacions de prototips que es troben en una **primera etapa del desenvolupament**.  Per defecte, les aplicacions de prototips no estan instal·lades, perquè sovint no estan prou desenvolupades per ser utilitzables en general.  Podeu activar aquesta opció per instal·lar-los si esteu desenvolupant Phabricator o esteu interessat en la previsualització de les properes funcions. \n\nPer aprendre més sobre els prototips, vegeu [[ $1 | $2 ]]. \n\nDesprés d'habilitar prototips, podeu desinstal·lar-los selectivament (com les aplicacions normals)",
	"8fa67bff3b62a43a": "Per a un conducte, el mètode Conduit que s'ha invocat.",
	"8fd4bdf610869c93": "El cos de la petició que Phabricator ha rebut en començar:",
	"8ff826323a0f02c5": "El PATH configurat inclou un component que no es pot utilitzar. Phabricator no podrà trobar ni executar binaris ubicats aquí:\n\n$1\n\nL'usuari que executa el servidor web ha de poder llegir tots els directoris de PATH per fer-ne ús.",
	"9050216ea35ce993": "Activeu la recaptcha per requerir que els usuaris resolguin captchas després d’uns intents d’inici de sessió fallits. Això dificulta els atacs de força bruta contra les contrasenyes dels usuaris. Per obtenir més informació, consulteu http://recaptcha.net/",
	"90e97bc318670d3e": "Desenvolupador / Depuració",
	"918cbb70c0b91f23": "Elimineu PHP $1",
	"922372c8a94ad8ed": "Les classes han de coincidir per comparar els esquemes!",
	"9257cd9a51728d7e": "No s’ha trobat l’índex d’Elasticsearch",
	"92a635925b7b3bd8": "Falta la clau",
	"9577760837d76c87": "L'opció '$1' és del tipus '$2', però el valor configurat no és un enter.",
	"961262efb547f170": "Les notificacions ja no tenen un mode de depuració dedicat.",
	"97336aab392a8b84": "MySQL no està en mode estricte (a l'amfitrió '$1'), però es recomana utilitzar el mode estricte.",
	"984ff96d3e6dd066": "Aquest antic punt d'extensió s'ha substituït per altres mecanismes, inclòs \"AphrontSite\".",
	"985c31000340fef5": "Heu activat Elasticsearch però l’índex no existeix.",
	"9965af55c263e991": "Informació de compatibilitat de Phabricator PHP 7",
	"9a24c9f9d90686b9": "L'esquema d'índex d'Elasticsearch no coincideix",
	"9a742f752f7b6e60": "Especifiqueu la clau de configuració que voleu establir.",
	"9a87067214a11226": "Entrades de la caché",
	"9af8c2f54dd6a3ff": "La ubicació configurada per emmagatzemar fitxers carregats al disc ('$1') no existeix, o no es pot llegir ni escriure. Verifiqueu que el directori existeix i que el servidor web pugui llegir i escriure.",
	"9bcb1aa0cb2a544b": "La clau és massa llarga",
	"9c183382e10369c1": "Elasticsearch està mal configurat",
	"9d6fa285df9deb95": "Phabricator ja no és compatible amb la personalització global de les fonts monoespaiades.",
	"9e0230ee43e55ce2": "El component PATH '$1' (que es resol com a camí absolut '$2') no es pot utilitzar perquè no es pot transitar (el seu bit de permís '$3' no està definit).",
	"9e58e005b25867aa": "Cap Repositoris",
	"9ebe77a4a742b2dd": "$1 ha suprimit aquesta entrada de configuració.",
	"9f4745b01510fae2": "Després de reconstruir les identitats dels repositoris, executeu aquesta ordre per esborrar aquesta configuració advertint:",
	"9fdfdb73068e71ee": "La sol·licitud té una capçalera 'Amfitrió' dolenta.",
	"a0251ad3f6da00fd": "Elasticsearch no es pot accedir tal com està configurat.",
	"a063971bb12aabfb": "La clau té una singularitat incorrecta",
	"a2b853fb3b0aaedf": "El binari '$1' en aquest sistema té un comportament inesperat: s'esperava que sortís amb un codi d'error diferent de zero quan se li passessin arxius diferents, però no ho va fer.",
	"a2e6b915347a0f0a": "PHP està configurat actualment per a peticions d'honor de qualsevol servidor MySQL al qual es connecta per al contingut de qualsevol fitxer local. \n\nAquesta capacitat és compatible amb les consultes de MySQL \"LOAD DATA LOCAL INFILE\", però permet que un servidor MySQL maliciós tingui accés de lectura al disc local: el servidor pot demanar al client que enviï el contingut de qualsevol fitxer local, i el client ho complirà. \n\nEncara que normalment és difícil per a un atacant convèncer Phabricator de connectar-se a un servidor MySQL maliciós, hauríeu de desactivar aquesta opció: aquesta capacitat és innecessària i inherentment perillosa. \n\nPer desactivar aquesta opció, estableix: $1",
	"a2f11ad5401e99f4": "Podeu ignorar un problema si no voleu solucionar-lo o teniu previst solucionar-lo més endavant. Els problemes ignorats no apareixeran a totes les pàgines, però es mostraran a la llista de problemes oberts.",
	"a30c1294650983e1": "Introduïu el valor a JSON.",
	"a36364be86e2629e": "La ruta als repositoris locals no existeix, o no és llegible pel servidor web.",
	"a3b78828be72f7ac": "El correu entrant i sortint ara es configura amb 'cluster.mailers'.",
	"a4174c925e39b378": "Un amfitrió de la base de dades ('$1') i aquest amfitrió web ('$2') discrepen de l'hora actual en més de 60 segons (la distinció absoluta és de $3 segons). Comproveu que l’hora actual estigui configurada correctament a tot arreu.",
	"a5c31f4f7336dc40": "Mostreig del 0,1% de les sol·licituds.",
	"a602c47f713c985d": "Cap caché a reinicialitzar",
	"a620dcfcfbad6a97": "Esborrar la caché?",
	"a6765aa52cc72eec": "Es ressalten els col·lectors amb polítiques personalitzades. Utilitzeu $1 per canviar les polítiques de retenció.",
	"a802903e9ac96a8e": "URI que Phurl utilitzarà per escurçar URL.",
	"a8abf509bd467909": "Perfila cada sol·licitud (lent)",
	"a9a496f5c5ccd7e2": "Aquesta opció generalment no era útil. Les claus de resum del recurs ara es gestionen automàticament.",
	"a9d55954546ce458": "Per habilitar el registre d'accés de Phabricator, especifiqueu una ruta d'accés. L’accés a Phabricator que els registres d’accés HTTP normals (per exemple, pot mostrar usuaris, controladors i altres dades de l’aplicació).\n\nSi no s’estableix, no s’escriurà cap registre.",
	"aa2913c21afaf35d": "Estat de l’esquema",
	"aa7ead92cb0cc90c": "Per actualitzar aquests $1 valors, executeu aquestes ordres des de la línia d'ordres:",
	"aab574c607041f76": "Teniu activat '$1' a la configuració de PHP.\n\nAquesta opció no és compatible amb Phabricator. Traieu \"$2\" de la configuració per continuar.",
	"ab3f6924e0bbabf1": "Emmagatzematge de la caché",
	"abd5080658c27d7f": "MySQL petit \"$1\"",
	"abf81ff30ae0ecbb": "El valor de l'opció '$1' ha de ser un nombre enter.",
	"ac144b603ed985f2": "El camí sol·licitat o l'objectiu de sol·licitat.",
	"ae0198458dc4ab19": "Instal·leu aplicacions encara en desenvolupament.",
	"aee35241254c57a3": "O bé l'esquema Phabricator per l'Elasticsearch ha canviat o l'Elasticsearch ha creat l'índex automàticament. Utilitzeu la següent ordre per reconstruir l'índex.",
	"af48448c15bcd46c": "PHP també ha carregat aquests $1 fitxers de configuració:",
	"af6f9fc07752bb1f": "S'està llegint el valor des de stdin ...",
	"af817c5130440ecf": "L'opció \"$1\" és del tipus \"$2\", però el valor que heu proporcionat no és una llista JSON vàlida: quan proporcioneu un conjunt des de la línia d'ordres, especifiqueu-lo com una llista de valors JSON. És possible que hàgiu de citar el valor per al vostre intèrpret d'ordres (per exemple: '[\"a\", \"b\", ...]').",
	"afc542d9c0774bb6": "Desactiva Recaptcha",
	"afda8af10997e4fb": "Aquesta sol·licitud no inclou cap capçalera \"amfitrió\". Això pot significar que el vostre servidor web (com ara nginx o apache) està mal configurat, de manera que la capçalera \"Host\" no es subministra a Phabricator o que feu una sol·licitud raw \"Host\" mitjançant una eina o una biblioteca.\n\nSi utilitzeu un navegador web, comproveu la configuració del servidor web. Si feu servir una eina o una biblioteca, comproveu com es construeix la consulta.\n\nTambé és possible (però molt poc probable) que un altre element de xarxa (com ara un equilibrador de càrrega) estigui eliminant la capçalera.\n\nLes sol·licituds han d'incloure una capçalera \"amfitrió\" vàlida.",
	"afef721b35eee706": "Mostrejar cada petició (lent).",
	"b02295e3b4dabd10": "No s'ha trobat el binari '$1' o Imagemagick no està instal·lat.",
	"b0cc639ee1eec4e1": "Configuració de MySQL 'local_infile' no segura habilitada",
	"b1892c93df603f4f": "El component de PATH \"$1\" (que es resol com a camí absolut \"$2\") no es pot utilitzar perquè no existeix \"$3\".",
	"b1895b2e540743ae": "S'ha actualitzat l'algorisme d'índex de cerca i cal reconstruir l'índex.",
	"b1d376b45b65be34": "El valor de configuració «$1» està bloquejat (per tant no es pot editar des de la interfície d'usuari web), però té un valor de base de dades.  Normalment, això vol dir que abans no estava bloquejat, el vau establir utilitzant la interfície d'usuari web, i més tard es va bloquejar. \n\nHauríeu de copiar aquest valor de configuració a una font de configuració local (normalment utilitzant $2) i després suprimir-lo de la base de dades amb l'ordre següent. \n\nPer obtenir més informació sobre la configuració bloquejada i oculta, inclosos els detalls sobre aquest problema de configuració, consulteu $3. \n\nActualment es respecta aquest valor de base de dades, però una futura versió de Phabricator deixarà de respectar els valors de la base de dades per a les opcions de configuració bloquejades.",
	"b1fd7eacc2ca1dc2": "Phabricator té $1 disponible en $2, però el binari ha sortit amb un codi d'error quan s'executa com a $3. Comproveu que estigui instal·lat correctament.",
	"b2366d9d7ba5fd0a": "La configuració actual de PHP té aquests $1 valors:",
	"b25a322a96a419c3": "Estat de la caché",
	"b3bdc4b018269b11": "Teniu com a mínim un repositori configurat que utilitza aquest sistema de control de versions. No funcionarà sense la binària VCS.",
	"b4381bf0cf569c22": "Fet. $1 claus migrades.",
	"b4af392332da48a5": "L'IP remota.",
	"b58e2581fb0cda51": "Clau per defecte per a resums HMAC on la clau no és important (és a dir, el hash mateix és secret).  Podeu canviar això si voleu (a qualsevol altra cadena), però fer-ho trencarà les sessions existents i els testimonis de CSRF.  Aquesta opció està obsoleta.  El codi més nou gestiona automàticament les claus HMAC.",
	"b5e22d3d9b924a2f": "Ressalteu $1 com a PHP.",
	"b60d9dcd725c1c7d": "MySQL utilitza un fitxer de paraules buides per defecte",
	"b72388b6496bb62d": "Si ho activeu, els vídeos de YouTube enllaçats s’incrustaran en línia. Això té lleus implicacions de seguretat (filtrareu referents a YouTube) i és bastant ximple (però és increïble).",
	"b8209841063c5d48": "No s'ha pogut localitzar ni executar el binari \"$1\".",
	"b8f2c231061b45d1": "Teniu activat '$1' a la configuració de PHP.\n\nAquesta opció no és compatible amb Phabricator. Desactiveu '$2' a la configuració de PHP per continuar.",
	"b96fc6c0118f6b9f": "ADVERTÈNCIA: és una opció molt avançada i només útil per a proveïdors d'allotjament que executen clústers multi-inquilins.\n\nSi proporcioneu un identificador d'instància aquí (normalment injectant-lo amb un \"$1\"), Phabricator el passarà a subprocessos i hooks de validació a la variable d'entorn \"$2\".",
	"b984192075350071": "El Phabricator pot ressaltar alguns idiomes per defecte, però instal·lar i habilitar Pygments (una eina de ressaltat de tercers) afegirà el ressaltat de sintaxi per a molts més idiomes.  \n\nPer a instruccions sobre la instal·lació i activació de Pygments, vegeu l'opció de configuració $1. \n\nSi no voleu instal·lar Pygments, podeu ignorar aquest problema.",
	"b992d1944e91f7ac": "A l'amfitrió '$1', MySQL està configurat amb un petit '$2' ($3), cosa que pot provocar que fallin algunes escriptures grans. El valor mínim recomanat per a aquesta configuració és \"$4\".",
	"b9b4893b41fb2b8a": "L'opció de configuració \"$1\" no és vàlida. L'identificador de fus horari ha de ser un identificador de fus horari vàlid reconegut per PHP, com ara \"$2\".",
	"ba610a8c1689813c": "El component PATH '$1' (que es resol com a camí absolut '$2') no es pot utilitzar perquè '$3' no és un directori.",
	"bac637381de16337": "No s'ha pogut connectar a MySQL! \n\n$1 \n\nAssegureu-vos que Phabricator i MySQL estan configurats correctament.",
	"bad46b373c8d2d9f": "Phabricator es va enviar a si mateix una sol·licitud de prova amb una capçalera HTTP \"Authorització\", i esperava que aquestes credencials es transmetessin.  No obstant això, estaven absents o eren incorrectes quan eren rebuts.  Phabricator ha enviat el nom d'usuari «$1» amb la contrasenya «$2»; ha rebut el nom d'usuari «$3» i la contrasenya «$4». <br><br>És possible que el vostre servidor web no estigui configurat per reenviar l'autenticació bàsica HTTP.  Si voleu utilitzar l'autenticació bàsica (per exemple, per accedir als repositoris) heu de reconfigurar-la.",
	"bae07107c4ce3cde": "Després d'instal·lar noves extensions de PHP, <strong>reinicieu Phabricator de manera segura perquè els canvis tinguin efecte<strong>. Per obtenir ajuda amb el reinici de Phabricator, consulteu $1 a la documentació.",
	"bbd685ee94ff06b2": "Definiu la llista d'idiomes que apareix als desplegables.",
	"bc7789074d8e9b66": "El cos de la petició que Phabricator ha enviat en començar:",
	"be7444e854579896": "Tipus de flanc",
	"beeed8a6c21acc57": "La configuració del logotip no és vàlida: el valor ha de ser un diccionari.",
	"bf91ee29dcfbb30a": "Phabricator és compatible amb el ressaltat de sintaxi d'alguns idiomes per defecte, però podeu instal·lar Pygments (una eina de ressaltat de sintaxi de tercers) per proporcionar suport per a molts més idiomes. \n\nPer instal·lar Pygments, visiteu [[ http://pygments.org | pygments.org ]] i seguiu les instruccions de descàrrega i instal·lació. \n\nUn cop instal·lat Pygments, habiliteu aquesta opció (`pygments.enabled`) per fer que el Phabricator utilitzi Pygments en ressaltar el codi font. \n\nDesprés d'instal·lar i activar els Pygments, el codi font creat recentment (com ara les diferències i els collages) hauria de ressaltar-se correctament. És possible que hàgiu de netejar la caché de Phabricator per obtenir el codi font existent prèviament per ressaltar. Per a instruccions sobre la gestió de la caché, vegeu [[ $1 | Managing Caches ]].",
	"bfb9aa1dca8f9aa6": "Permet HTTP",
	"c111f8d05a9e8c98": "Phabricator ha enviat una sol·licitud de prova que s'ha comprimit amb 'Content-Encoding: gzip', però ha rebut bytes diferents dels que va enviar.",
	"c25957c9d1c91285": "Clau d'accés per a Amazon EC2.",
	"c2930ef7dbff2f2a": "Clau per als resums HMAC.",
	"c407b8b652fbdd95": "La durada de la sol·licitud, en microsegons.",
	"c4347250bfbdc421": "Ara Phabricator admet fitxers de mida arbitrària. Consulteu la documentació per obtenir informació detallada sobre la configuració.",
	"c44f1d5a2f59c989": "El vostre dipòsit S3 es troba a la regió Amazon S3. Quan especifiqueu una regió, també heu d'especificar un endpoint corresponent amb `amazon-s3.endpoint`. Podeu trobar una llista de regions i endpoints disponibles a la documentació d’AWS.",
	"c467aed720f8d5ec": "MySQL $1 no compatible",
	"c48146e98572f09a": "El motor 'InnoDB' no està disponible a MySQL (a l'amfitrió '$1'). Activeu InnoDB a la configuració de MySQL.\n\n(Si ja heu creat taules, MySQL va utilitzar incorrectament algun altre motor per crear-les. Cal convertir-les, deixar-les anar i reinicialitzar-les.)",
	"c5f4b383eb88aacf": "Ara tots els camps diferencials es gestionen mitjançant l'opció de configuració \"$1\". Utilitzeu aquesta opció per configurar els camps que es mostren.",
	"c623d91b35f7352e": "Per defecte, Phabricator inclou algunes variants de text a la interfície gràfica d’usuari, com un indicador de \"Fes bon pes\" en lloc d'\"Afegir un comentari\" a Maniphest... Si preferiu cadenes UI més tradicionals com ara \"Afegir un comentari\", podeu configurar aquest indicador de seguiment per desactivar la majoria de les variacions addicionals.",
	"c643188c5cf69c2e": "Utilitzeu HSTS",
	"c64d434806d275ac": "La configuració actual de MySQL té aquests $1 valors:",
	"c682d63af19ed69b": "L'amfitrió de la base de dades «$1» està configurat amb una mida molt petita de $2 ($3). Això pot causar un baix rendiment de la base de dades i un esgotament del bloqueig. \n\nNo hi ha regles dures i ràpides per establir un valor adequat, però un punt de partida raonable per a una instal·lació estàndard és aproximadament el 40% de la memòria total de la màquina. Per exemple, si teniu 4 GB de RAM a la màquina on heu instal·lat Phabricator, podeu establir aquest valor a $4. \n\nPodeu llegir més sobre aquesta opció a la documentació de MySQL per ajudar-vos a prendre una decisió sobre com configurar-la per al vostre cas d'ús. No hi ha cap preocupació específica per al Phabricator que el diferenciï de les càrregues de treball normals respecte a aquesta configuració. \n\nPer ajustar la configuració, afegiu alguna cosa així al vostre fitxer $5 (a la secció $6), substituint $7 per un valor adequat per al vostre cas d'amfitrió i ús. Llavors reinicia $8: \n\n$9 \nSi esteu satisfet amb la configuració actual, podeu ignorar aquest avís de configuració.",
	"c701bdda703a7a4f": "Mostra els consells de peu \"Per a:\" i \"A/c:\" al correu electrònic.",
	"c784e5f9b87a38ce": "Migració de 'feed.http-hooks' a Webhooks",
	"c7b0aa24062129ce": "Fus horari de PHP",
	"c8226aa697311e97": "Aquesta opció no es reconeix. Pot estar mal escrita.",
	"c89803cbc484a78d": "No es pot determinar el número de versió de '$1'. Normalment, això significa que el programa ha canviat recentment la seva cadena de format de versió i Phabricator encara no sap analitzar sintàcticament la nova, però pot indicar que teniu un binari molt antic (o trencat).\n\nCom que no podem determinar el número de versió, s'ometran les comprovacions de versions mínimes i conegudes com a incorrectes, de manera que és possible que no detectem cap binari incompatible.\n\nÉs possible que pugueu resoldre aquest problema actualitzant Phabricator, ja que és probable que una versió més recent de Phabricator pugui analitzar sintàcticament la cadena de versió més recent.\n\nSi l'actualització de Phabricator no soluciona això, podeu informar del problema a la versió ascendent perquè puguem ajustar l'analitzador sintàctic.\n\nSi esteu segur que teniu instal·lada una versió recent de '$2' i que funciona correctament, normalment és segur ignorar aquest advertiment.",
	"c8ff33edc86cd0da": "Phabricator pot ressaltar PHP per defecte i utilitzar Pygments per a altres idiomes si està habilitat. Podeu proporcionar un motor de ressaltador personalitzat ampliant la classe $1.",
	"cb0d2ffd61eb4383": "Més informació sobre les opcions bloquejades i ocultes.",
	"cb4ef88ed38bce10": "L'opció de configuració «$1» no és vàlida. L'URI NO ha de tenir una ruta, p. ex. '$2' està BÉ, però '$3' no. Phabricator ha d'estar instal·lat en tot un domini; no es pot instal·lar en una ruta.",
	"cbac699a15d0ee1a": "Estat del Repositori",
	"cbae4a9b31212d13": "No utilitzeu HSTS",
	"cbd50faf3c0910c0": "PHP 7.0-7.1 no compatible",
	"cbf8bca51e649987": "Enumereu totes les claus de configuració.",
	"cc3f03472088c605": "La clau de configuració '$1' és del tipus '$2'. Especifiqueu-lo a JSON.",
	"cc6c5d5c4b9a2d4f": "Això només afectarà el web actual frontend. Daemons I qualsevol altre web frontends pot continuar utilitzar més vell, cached codi del seu opcache.",
	"cd4a55adc93344e0": "Clau sobrant",
	"ce762c21d818cb87": "La versió de $1 d’aquest sistema està obsoleta i conté una important vulnerabilitat àmpliament coneguda (l’error \"Shellshock\").\n\nActualitzeu $2 a una versió corregida.\n\nPer obtenir més informació sobre com aquest problema afecta Phabricator, vegeu $3.",
	"d0e8eab44d19be55": "MySQL està configurat (a l'amfitrió '$1') per indexar només paraules amb almenys $2 caràcters.",
	"d10186bc376fefb3": "Hi ha massa arguments: només s'esperava una clau de configuració quan s'utilitza '--stdin'.",
	"d1f312591fb22e99": "La manera en què Phabricator atribueix l'activitat VCS als usuaris de Phabricator ha canviat. Hi ha una nova capa de indirecte entre les cadenes que apareixen com a autors i validadors VCS (com ara \"John Developer <johnd@bigcorp.com>\") i l'usuari Phabricator que s'associa amb les validacions VCS. Això és per donar suport a situacions en què els usuaris estan incorrectament associats amb validacions per Phabricator fent males conjectures sobre la identitat de l'usuari de Phabricator corresponent. Això també ajuda amb situacions on s'importen repositoris existents sense haver creat comptes per a tots els validadors en aquest repositori.  Fins que reconstrueixes aquestes identitats de repositori, és probable que trobis problemes amb les futures característiques de Phabricator que confiaran en l'existència d'aquestes identitats.",
	"d1f9603033bd63c3": "No hi ha cap servei de clúster de repositori configurat.",
	"d292367e6cf4c776": "No s’espera que existeixi aquest esquema.",
	"d2e3fce993b4d4e1": "Consulteu la informació d'estat de bases de dades, memòries cau, repositoris i altres serveis.",
	"d3007521547d841b": "Especifiqueu una clau de configuració per obtenir.",
	"d3079f098678b02f": "No es poden comparar dos esquemes que falten!",
	"d34209f83a4f85f2": "Clau en columnes incorrectes",
	"d36ad599a36313c6": "Tipus de PHID",
	"d384b6ac7ace3176": "S'ha escrit la clau de configuració «$1» a l'emmagatzematge de la base de dades.",
	"d3aa13ccb26318d4": "La variable d'entorn $1 no conté $2. Heu habilitat pygments, que requereix que $3 estigui disponible a la vostra variable $4.",
	"d4802aaf1bb69619": "L'opció de configuració '$1' no és vàlida. L'URI ha de contenir un punt ('$2'), com ara '$3', no només un nom simple com '$4'. Alguns navegadors web no configuraran galetes en dominis sense TLD.",
	"d495afb84cd2b50f": "L'URI base per a aquesta instal·lació no està configurat, i les característiques principals no funcionaran correctament fins que la configureu. \n\nHauríeu d'establir l'URI base a l'URI que utilitzareu per accedir al Phabricator, com \"http://phabricator.example.com/\". \n\nIncloure el protocol (http o https), nom de domini i número de port si esteu utilitzant un port diferent de 80 (http) o 443 (https). \n\nBasant-se en aquesta sol·licitud, sembla que la configuració correcta és: \n\n$1 \n\nPer configurar l'URI base, executeu l'ordre que es mostra a continuació.",
	"d4fc4b55e1406857": "Establiu $1 a la configuració de PHP com a mínim a 32 MB per admetre fitxers de grans dimensions.",
	"d5ff9db2117a3add": "El mode $1 de MySQL no està habilitat",
	"d60aa6d4fb2bd31c": "Si utilitzeu Apache, és possible que el servidor estigui configurat amb 'SetInputFilter DEFLATE'. Aquesta directiva mangles destructivament sol·licita i les emet amb capçaleres 'Content-Length' i 'Content-Encoding' que ja no coincideixen amb les dades del cos de sol·licitud.",
	"d7541d1e6b26d119": "Utilitzar un endpoint específic",
	"d7a57d123c080ad0": "Configureu captchas de Recaptcha.",
	"d7f18d62586b1ac6": "Notifiqueu aquest problema a l'ascendent",
	"d84c1eb8c3d9980d": "Repositoris",
	"d8cbd1d0234f4d12": "Opcions per a desenvolupadors de Phabricator, inclosa la depuració.",
	"db6bb445b935e2f8": "DarkConsole és una eina de desenvolupament i perfilat integrada en la interfície web de Phabricator. Hauríeu de deixar-la inhabilitada a menys que desenvolupeu o depureu Phabricator. \n\nUna vegada activeu DarkConsole per a la instal·lació, **cal habilitar-la per al vostre compte abans que aparegui a les pàgines.** Ho podeu fer a Configuració > Configuració del desenvolupador. \n\nDarkConsole exposa dades potencialment confidencials (com consultes, traces de piles i configuració) de manera que generalment no l'heu d'activar en producció.",
	"dbc40297118a8517": "Hauria d’utilitzar-se el fus horari de Phabricator.",
	"dc8b9fa307943253": "Actualment la configuració d'autenticació està desbloquejada. Un cop acabeu de configurar l'autenticació, l'hauríeu de bloquejar.",
	"dd4fb6228d518968": "Controleu com Phabricator renderitza els noms d'usuari al correu.",
	"deaa0c393a661397": "MySQL",
	"dfc20980d8fa547b": "Phabricator ha rebut una capçalera HTTP \"X-Mod-Pagespeed\" o \"X-Page-Speed\" en aquesta sol·licitud, que indica que heu activat \"mod_pagespeed\" en aquest servidor. Aquest mòdul no és compatible amb Phabricator. Haureu de desactivar-lo.",
	"dfd7feced046a299": "S'han substituït els carregadors externs. Amplieu \"$1\" per implementar nous tipus de PHID i manegadors.",
	"dfeadcbf1292bc52": "Ja no s'admet l'autenticació dels usuaris basada en «Respondre a».",
	"e07d87ad00e138cf": "És probable que hàgiu de corregir l'script del preàmbul perquè REMOTE_ADDR deixi de ser buit.",
	"e0f778249ae7f029": "Esteu executant la versió de PHP $1. Phabricator no és compatible amb versions PHP entre 7.0 i 7.1. \n\nPHP ha eliminat les funcions de manipulació de senyals que Phabricator requereix en PHP 7.0, i no les va restaurar fins a PHP 7.1. \n\nActualitza a PHP 7.1 o posterior (recomanat) o baixa a una versió més antiga de PHP 5 (descurat).",
	"e1757778a55c39cb": "S'han detectat $1 problemes greus amb els esquemes.",
	"e1b7810121e8e9c0": "Nom d'usuari MySQL per utilitzar en connectar-se a la base de dades.",
	"e21bd98a2fb2e2b5": "Clau secreta per a Amazon EC2.",
	"e26284883b545db1": "Configureu el controlador natiu MySQL per millorar el comportament de la base de dades.",
	"e2d9deaf91517e75": "Els noms han de coincidir per comparar els esquemes!",
	"e3d099f4512f9338": "El vostre servidor MySQL està configurat amb l'opció 'local_infile' activada. Aquesta opció permet a un atacant que troba un forat d'injecció SQL augmentar el seu atac copiant fitxers del servidor web a la base de dades amb consultes 'LOAD DATA LOCAL INFILE', i després llegint el contingut del fitxer amb consultes 'SELECT'.\n\nHaureu de desactivar aquesta opció al fitxer $1, a la secció $2:\n\n$3",
	"e4b02f37f2f4b578": "L'amfitrió de base de dades «$1» està configurat com a mestre, però un altre amfitrió està replicant. Això és perillós i pot manipular o destruir dades. Només s'haurien de replicar les rèpliques. Atura la replicació a l'amfitrió o reconfigura Phabricator.",
	"e4fe0ec51ca6aec7": "A l'amfitrió de base de dades «$1», la configuració global «sql.mode» no inclou el mode \"STRICT_ALL_TABLES\". Es recomana activar aquest mode per millorar en general com el MySQL gestiona certs errors. \n\nSense aquest mode habilitat, MySQL ignorarà silenciosament algunes condicions d'error, incloent les insercions que intenten emmagatzemar més dades en una columna de les que realment s'ajusten. Aquest comportament és normalment indesitjable i pot conduir a la corrupció de dades (truncant caràcters multibyte al mig), pèrdua de dades (descartant les dades que no encaixen a la columna), o preocupacions de seguretat (per exemple, truncant claus o credencials). \n\nPhabricator està desenvolupat i provat en mode \"STRICT_ALL_TABLES\", de manera que normalment no hauríeu de trobar aquestes situacions, però podeu trobar-les si interactueu directament amb la base de dades, executeu codi de tercers, desenvolupeu extensions o simplement trobeu un error en el programari. \n\nL'activació de \"STRICT_ALL_TABLES\" fa que MySQL plantegi un error explícit si es produeix una d'aquestes situacions inusuals. Aquest és un comportament més segur i evita que aquestes situacions causin problemes secrets, subtils i potencialment greus més endavant. \n\nPodeu trobar més informació sobre aquest mode (i com configurar-lo) al manual de MySQL. Normalment, és suficient afegir això al vostre fitxer «my.cnf» (a la secció \"[mysqld]\") i després reiniciar «mysqld»: \n\n$2 \nTingueu en compte que si executeu altres aplicacions contra la mateixa base de dades, pot ser que no funcionin en mode estricte. \n\nSi no podeu o no voleu habilitar \"STRICT_ALL_TABLES\", podeu ignorar aquest avís amb seguretat. El Phabricator funcionarà correctament amb aquest mode habilitat o desactivat.",
	"e55f11eeacb9f5b4": "Aquest sistema té una versió sense pedaços de Bash amb una vulnerabilitat severa i àmpliament divulgada.",
	"e5651c683f14c95a": "Claus",
	"e5e6ec2507e7b9f9": "L'extensió \"$1\" només admet alguns tipus d'imatges. Phabricator no podrà processar imatges dels tipus que falten fins que no construïu \"$2\" amb suport per a elles. Tipus compatibles: $3. Tipus que falten: $4.",
	"e6fbbaaa11cfc5d3": "No s'ha pogut trobar el binari '$1'. Establiu la variable d'entorn de $2 del servidor web per incloure el directori on resideix o afegiu-lo a '$3' a la configuració de Phabricator.",
	"e72cf4a48fb739fe": "Phabricator està configurat actualment per publicar les càrregues dels usuaris directament des del mateix domini que altres continguts. Això suposa un risc per a la seguretat.\n\nConfigureu un CDN (o un domini de fitxer alternatiu) per eliminar aquest risc. L’ús d’un CDN també millorarà el rendiment. Consulteu la guia següent per obtenir instruccions.",
	"e747f80719988e80": "Nom de la marca",
	"e77b1d7323c4a938": "Vulnerabilitat de seguretat severa: Bash sense pedaços",
	"e78a7761a913bbb4": "Forçar HTTPS",
	"e79da23403044aa9": "Sense '$1', Phabricator no podrà generar ni renderitzar diferències en diverses aplicacions.",
	"e83e600d8697e426": "No s’espera que existís aquesta clau.",
	"e8ce3aae1f28767a": "$1 enllaços relacionats:",
	"e916bec76b86928a": "Falta la ruta local del repositori",
	"e93fb19def1b7166": "Serveis de repositoris",
	"e942d3f84db424a1": "Ara els comentaris en línia es mostren sempre amb un context limitat.",
	"e943a4c69b880534": "El vostre servidor està configurat amb \"$1\", cosa que impedeix que Phabricator obri fitxers als quals requereix accés. Desactiveu aquesta configuració per continuar.",
	"e970b46c8a420bad": "L'opció de configuració bloquejada «$1» té valor de base de dades",
	"eaf260e7d2c1653b": "Es desconeix la clau de configuració '$1'. Utilitzeu \"bin/config list\" per llistar totes les claus conegudes.",
	"eb563d8684ef8622": "L'extensió MySQLi no està disponible",
	"ebc46601db318916": "Problema desconegut de l'esquema \"$1\"!",
	"ebd75de718fd9791": "Incrustar vídeos de Commons",
	"ebdf85a7127de761": "Quan els usuaris escriuen comentaris que tenen URI, es convertiran automàticament en enllaços que es puguin clicar si el protocol URI apareix en aquest conjunt. \n\nAquest conjunt de protocols permesos està pensat principalment per prevenir problemes de seguretat amb \"javascript:\" i altres gestors URI potencialment perillosos. \n\nAquest conjunt també s'utilitza per fer complir els URI de redirecció vàlids.  Phabricator es negarà a emetre una redirecció HTTP \"Location\" a un URI amb un protocol que no està en aquest conjunt. \n\nNormalment, \"http\" i \"https\" han d'estar presents en aquest conjunt.  Si elimines un o ambdós protocols, algunes característiques Phabricator que depenen d'enllaços o redireccions poden no funcionar.",
	"ec2f3463807de531": "Limita el temps d'execució per a depurar els penjats.",
	"ed6e66993c7ba133": "No hi ha problemes d’esquema",
	"ed7cf68657113e8c": "Nom d'amfitrió de la base de dades MySQL.",
	"ee4d6aed6696fa32": "Per defecte, Phabricator ofereix fitxers del mateix domini des del qual es publica l'aplicació. Això és convenient, però presenta un risc de seguretat.\n\nHeu de configurar un domini de fitxers CDN o alternatiu per mitigar aquest risc. La configuració d’un CDN també millorarà el rendiment. Vegeu [[ $1 | $2 ]] per obtenir instruccions.",
	"ee81c78dc30eef3e": "MySQL en aquesta màquina",
	"ef379ba5cd3db884": "No existeix aquesta clau de configuració '$1'! Utilitzeu `$2` per llistar totes les claus.",
	"ef4daa078cc1d50c": "Podeu respondre a diversos esdeveniments de l'aplicació instal·lant oients, que rebran devolucions de trucada quan es produeixin coses interessants. Especifiqueu aquí una llista de classes que amplien PhabricatorEventListener.",
	"efc51a03d4dd3980": "El vostre servidor web no reenvia credencials.",
	"efcbb89aec517541": "Motor de ressaltador de sintaxi no pygments per defecte.",
	"f012eb9fc9a96834": "Tipus de paràmetres de l'HTTP",
	"f09651540ffb31fc": "L'opció 'feed.http-hooks' està obsoleta en favor de Webhooks. Aquesta opció s'eliminarà en una futura versió de Phabricator.\n\nPodeu configurar Webhooks a Herald.\n\nPer resoldre aquest problema, traieu tots els URI de 'feed.http-hooks'.",
	"f134b6f75f1d80d9": "PHP està utilitzant actualment el controlador extern MySQL més antic en lloc del controlador natiu MySQL més nou. El controlador més antic no té opcions i característiques (com ara el suport per als temps d'espera de consulta) que permeten al Phabricator interactuar millor amb la base de dades. \n\nPhabricator treballarà amb el conductor més antic, però es recomana actualitzar al conductor natiu. \n\nPodeu instal·lar el controlador natiu amb una ordre com: $1",
	"f16727b72ea00552": "Per defecte, Phabricator enllaça els noms dels objectes dels camps ressaltats amb l'objecte corresponent. Aquesta expressió regular es pot utilitzar per modificar aquest comportament; els noms d'objectes que coincideixin amb aquesta expressió regular no es vincularan.",
	"f17beb7e5d5403ac": "Elasticsearch està configurat (amb el paràmetre $1) però Phabricator ha trobat una excepció en provar l'índex. \n\n$2",
	"f1c0e3acaad9ab6f": "Normalment, Phabricator emet redireccions HTTP després d'una PUBLICACIÓ amb èxit. Això pot dificultar la depuració de les coses que ocorren mentre es processa l'ENTRADA, perquè es perd informació de servei i perfil. En establir aquesta opció de configuració, Phabricator mostrarà una pàgina en lloc de redirigir automàticament, permetent-vos examinar la informació del servei i l'anàlisi de perfils. També fa que l'UX sigui horrible, així que només l'haureu d'habilitar quan depureu.",
	"f24e15f91c3c9527": "Cap mostreig de rendiment.",
	"f36a227ecb81f7a3": "Caché d'Opcode",
	"f37bd3eb5b302f54": "Especifiqueu un valor per establir la clau de configuració '$1' o utilitzeu '--stdin' per llegir un valor de stdin.",
	"f37eb5d7f91d58df": "Identificador de la clau SSH utilitzada per autenticar la sol·licitud.",
	"f3c6e9127363e82f": "El referent HTTP.",
	"f3d45d24be1d953f": "Determina si s’incrusten els vídeos de Wikimedia Commons.",
	"f3d595f4f8f46279": "Millor confrontació disponible",
	"f500301877ad4543": "Cap ADDR_REMOT disponible",
	"f66f483134ee4deb": "El PHID de l'usuari que ha iniciat sessió, si n'hi ha una iniciada.",
	"f7838dd5f7152deb": "La reescriptura de la ruta HTTP és incorrecta",
	"f7b0b002ad840027": "Sobrant",
	"f7da70d5712e7470": "Heu activat Imagemagick a la configuració, però el binari '$1' no es troba al $2 del servidor web. Desactiveu imagemagick o feu-lo disponible per al servidor web.",
	"f86b969bb9831a26": "Actualitzeu l'esquema MySQL",
	"f8d6e28b7541a06e": "Mostreja automàticament fraccions de sol·licituds.",
	"f8f5fb0418abca01": "Ubicació del registre SSH.",
	"fa2f561c2e347d26": "Aquests camins s'afegeixen a la variable d'entorn $1.",
	"fa4ce20781c61fcf": "Aquests URI alternatius podran accedir a pàgines 'normals' de la vostra instal·lació de Phabricator. Altres funcions com OAuth no funcionaran. El cas d'ús principal per a això és moure instal·lacions entre dominis.",
	"fa6f87ec37c06583": "Segell de temps d’època.",
	"fbd564c656cf5999": "Ai! Aquesta sol·licitud es va veure interrompuda per circumstàncies inesperades ($1).",
	"fc1da67342b789a9": "Personalitza les polítiques de retenció dels col·lectors d’escombraries.",
	"fc54e181f8a629a4": "Normalment podeu instal·lar una extensió PHP amb $1 o $2. Els noms habituals dels paquets són de $3 o $4. Proveu ordres com aquestes:",
	"fc8463acedaff55b": "Aquest esquema pot utilitzar un tipus de columna millor.",
	"fc96bac63f108cfa": "La data de petició.",
	"fd0c171d797b4b32": "Tingueu en compte que el format per defecte està subjecte a canvis en el futur, de manera que si confieu en el format del registre, especifiqueu-ho explícitament.",
	"fd5fb74cfdcb155c": "S'ha instal·lat a instàncies d'una CPU de ràfega",
	"fdcd53e301b4bf80": "MySQL utilitza la longitud mínima de paraula predeterminada",
	"fe8544a51068ba95": "Als llocs que mostrem un menú desplegable per a ressaltar la sintaxi, aquí es defineix aquesta llista.",
	"ffc79a1b26cd0a64": "La configuració de PHP '$1' s'ha d'establir a '-1' per evitar avisos de deprecació.",
	"ffffe9c78ef550b8": "$1 retingut / $2 ms"
}
