{
	"@metadata": {
		"authors": [
			"ANTHONY DERY",
			"Joachim Yirkang",
			"Linus Konkor"
		]
	},
	"006ecd0b269da44a": "A tontonneba sɛge la yɛlɛ naŋ taa URIs, a zaa naŋ fere leɛre la klikabol liŋkiri ka a URI porotokol wa saaŋ a sɛte ŋa poɔ.\n\nA sɛɛte ŋa sagɛɛ la a porotokole ka o e puliŋ boɔbo ka o gu guubu mine neŋ ''gyava sikripi:'' an yelfaare mine URI tarebo.\n\nA sɛɛte ŋa e la meŋ maŋ fere nyɛ la URIs. A sɛɛvisi ŋa maŋ zagere la ka o tere a HTTP ''bezie'' leɛ-wulli a URI neŋ porotokol naŋ ba be  a sɛɛte zuŋ.\n\nWagere zaa, ''http'' ane ''https'' seŋ ka a be a sɛɛte. Ka fooŋ iri boyeni bee a porotokol zaa bare, yɛlɛ mine naŋ be a liŋkiri bee leɛ-Wulli koŋ wa e.",
	"00ae349f1ce0e6f9": "A konfigirisiŋ tegeroŋ \"$1\" lare la (a lɛ na o koŋ baŋ maale eŋ yi a wɛb UI), kyɛ o taa la a dɛtabeesi tegeroŋ. A lɛ na, ŋaa wuli ka o da ba lare, fo sɛt o la ne a wɛb UI, a puoriŋ ka o leɛ lare.\n\nAseŋ ka fo kopi a konfigirisiŋ ŋa tegeroŋ gaane lokal konfigirisiŋ yizie (yaane ne $2) kyɛ pãã iri o yi a dɛtabeesi ne a tanno naŋ be a puli kyɛ.\n\nKa foŋ wa boɔrɔ duoro gyɛmaa kyaare ne larebo ane sɔgelebo konfigirisiŋ, a paale yɛlɛ kyaare ne a sɛtɔp yelwonaa ŋa, nyɛ $3.\n\nA dɛtabeesi ŋa tegeroŋ pampana taa la emmo, kyɛ a nandaare vɛɛseŋ ko a sɔtwaɛ ŋa na tɔge ennɛ la dɛtabeesi tegeroŋ ko konfigirisiŋ lare kaairuu.",
	"030853f5d5800837": "A sɔroo ba paale a ''Hoosi'' yelzu. Ŋa na baŋ a fo wɛb-sɛɛva ( aŋa nginx bee apakyi) ba e konfigere azuiŋ ''Hoosi'' yelzu ba maale a saseɛ miri, bee ka fo maala la sɔroo mine kyɛ ba taa ''Hoosi'' yelzu aneŋ tuuli bee laabiri.\n\nKa foo tona neŋ wɛb beraasa, kaa a fo wɛb-sɛɛva konfigere. Ka fooŋ tona neŋ tuuli bee laabiri, kaa lɛ sɔroo naŋ maale.\n\nA meŋ naŋ baŋ e la (kyɛ ba e) ka a saseɛ mie mine (aŋa tuori sentaa)  boɔrɔ la a yelzu.\n\nSɔroo ferɛ la ka a taa ''Hoosi'' velaa yelzu.",
	"03bccbafcd752539": "A sɔroo eŋene na naŋ toɔle gaa piilee:",
	"040e16f265374486": "IMPORTANT: A apstriŋ ba tere teɛbo ko prototape aplikaasinne.\n\nA laŋgbuli ŋa paale la prototape aplikaasinne naŋ e **baabo piiluu dare**. Aŋ difilati, prototape aplikaasinne furi, bonzuiŋ a naŋ ba maŋ baa yaga na e yaga de toŋ toma. Fo na baŋ eŋ la a kaairuu ŋa na furi a ka foŋ baara aplikaasinne bee taa enyuo na e nandaare naŋ na wa leɛkaabo.\n\nKa foŋ na zanne yɛlɛ yaga kyaare prototapes, nyɛ [[ $1 | $2 ]].\n\nKa foŋ wa eŋ prototapes baare, fo na baŋ kaa la iri e ba furi a kyɛ (aŋa aplikaasiŋ sennaa).",
	"0433632f1024e44d": "A bonsoŋ naŋ bebe MYSQL de tontoma maŋ kaa iri la omeŋɛ pampana.",
	"04a9722d5549564f": "URIs mine naŋ na toɔŋ pɔge a saseɛ miri ŋa",
	"06743d7f00acb9ae": "A tonton boma naŋ ba leɛrɛ",
	"081065a89d4eec76": "PHP derɛ la bonkore \"mysql\" tagduloo ne a database. A seŋ ka fo eŋ \"mysqli\" paalaa ka a soŋbaa noba mine teɛroo.\n\nA software naŋ na toŋne la bonkore na kyɛ tag-doloo la ne maal paalaa la KO a bone paalaa ŋa.\n\nFo naŋ baŋ eŋ o la ne yelbegɛ  mine aŋa:$1",
	"0847ea1214618986": "Pampana ŋa leɛrɛɛ taa la $1 tegroo",
	"08a40536207a41cf": "Kyaare dɛtabeesi hosi \"$1\", a gulobal \"sql_mode\" sɛgeroo ba paale a \"STRICT_ALL_TABLES\" moodi. A moodi ŋa emmo na irikomendi wuli la lɛ baabo yaga naŋ na MySQL kaa gbɛɛ ŋmɛ mine.\n\nKa a moodi ŋa ba eŋ, MySQL na leɛ la kpaare ko gbɛ ŋmɛ binni mine gbuli lɛ, a paale ensɛte naŋ boɔrɔ ka o biŋ dɛta yaga gbuli poɔ gaŋ a kpɛzie meŋɛ. A gyogo ŋa gbɛɛ yaga ba maŋ senne, a na baŋ wane la dɛta nannyigiroŋ (by truncating multibyte characters in the middle), dɛta boɔrebo (by discarding the data which does not fit into the column), bee guubo yelwonee (for example, by truncating keys or credentials).\n\nA sɔtwaɛ ŋa baa la ane nyoore \"STRICT_ALL_TABLES\" poɔ moodi alɛna fo ba seŋ ka fo nyɛ yɛlɛ ama, kyɛ na baŋ kpɛ a poɔ ka fo toŋ ne a dɛtabeesi daadaa lɛ, e third-party koodi, baa yelyɔllii,bee tore kpɛ bɔge a sɔtwaɛ poɔ.\n\nEŋ na \"STRICT_ALL_TABLES\" vɛŋ la ka MySQL zɛge isiplisi gbɛ ŋmɛ ka ana yel-erre ama kaŋa zaa boŋyeni wa e. Aŋa e la sɔtwaɛ gyogo ane begerɛ yel-erre ama yire sɔgle e, ba kyaannoo, ane nimize yelwonee mine a puoriŋ.\n\nFo na baŋ bɔ la duoro yaga kyaare ne a moodi ŋa (and how to configure it) a MySQL gane poɔ. Gbɛɛ yaga, a maŋ soma la ka fo paale a ŋa fo \"my.cnf\" pɛll (a \"[mysqld]\" poɔ gbuli) kyɛ la leɛ piili \"mysqld\":\n\n$2\nBa ka ka foŋ wa toŋ ne aplikaaseŋ yobo kyaare ana dɛtabeesi na ne o zu, a na erɛ la ba wa toŋ figibo moodi poɔ.\n\nKa foŋ koŋ ba wa bee ba wa boɔrɔ na eŋ \"STRICT_ALL_TABLES\", fo na baŋ leɛ la kpaare ko a kpaambo ŋa. A sɔtwaɛ ŋa na toŋ la soŋ zaa ne a moodi ŋa emmbo bee ba emmbo.",
	"0a76c17030b69412": "Fo taa la '$1' naŋ eŋ a fo PHP konfigirisiŋ.\n\nA dare ŋa ba tõɔna derɛ a sɔtwaɛ ŋa. Iri '$2' yi fo konfigirisiŋ poɔ na kyoge.",
	"0d69fd9a1a240b1e": "A kaa-iruu bogi ŋa la daana wulo ka tontonneba na baŋ maale la ba die daga eemail adrɛsiri ane die zu yoe menne.\n\nKa fõõ sɛte boma biŋ ka a na lanna erɛ die daga yɛlɛ a menne yi faŋa so-yuo, fo na baŋ ŋmaa la tontonneba ka ba ta erɛ a maale eŋ ama na vɛŋ ka duoro e boŋyeni yi a sisitim zaa poore.",
	"0dd9f6545e57a059": "De yɔɔbo a wuli a koodi?",
	"0e9b7c924b8cbce8": "Fo taa la '$1' yuobu a fo PHP konfigere. \nA iruŋ ŋa ba e lamboori neŋ a saseɛ miri. Pɔge a '$2' a fo 'PHP' konfigere ka a taa nimitɔɔre.",
	"0f8644366bd74e39": "A duori daga banna guubo biri. Ka fõõ wa boɔrɔ sommo ne maale emmo biri ane guubo, nyɛ **[[$1|maale emmo guubo]]**.",
	"1004f9251761f5bc": "Ka emaale wa gaa, bo fɔmate la saseɛ miri la seŋka de toŋ ne ko a emaale bambo magere ko a tontonneba? Nambare naŋ Senne la:\n\n- `ŋmaa`: 'gwashington <gwashington@example.com>'\n - `meŋɛ`:  'George Washington <gwashington@example.com>'\n - `paaleŋ`: 'gwashington (George Washington) <gwashington@example.com>'\n\nA yelbulo `paaleŋ`.",
	"100ec1cd33a3b836": "Ana na ba seŋ bonne la 2.4, la da yi a yuoni 2012.",
	"1161f0f92cab28e5": "Fo tona ne la PHP vɛɛseŋ $1. PHP vɛɛsenne yi 7.0 te tɔ 7.1 ba teɛ.\n\nPHP iri la irikɔɛ bomannaa taabo nandaare 7.0 PHP poɔ, ane o ba leɛ biŋ manne taa mɛkaneseŋ te ta PHP 7.1.\n\nApgyeredi gaa PHP 7.1 bee paalaa (recommended) bee ŋmaa sigi gaa PHP 5 vɛɛseŋ koroo (discouraged).",
	"1171d0c61abcae78": "Fo ba taa konfigere maali pampana, lɛ zuiŋ a sɛɛva koŋ toɔŋ sɛɛdi maali naŋ be yoŋe bee poɔŋ maali. Nyɛ a konfigere sɛɛtere ''kluutare.maaliri'' neŋ ditaali.",
	"1cbf89074118dde2": "Iri a lambori na a fo saseɛ  miri poɔ yɛlɛ bimmo naŋ ba tõɔ sagera sɔroo bee pɔge o bare. A saseɛ miri kop toŋ toma soŋ kyɛ guru ka foo wa e o.",
	"1de7ae2936411c9f": "A '$1' tage yɔloo ba taa arezie.ka '$2', ba soŋ teɛ, a sɔtwaɛ koŋ baŋ tõɔ wuli a MIME ɔplood gampɛlɛ iruŋ.",
	"1df4011eeb96ecb7": "Bare a saseɛ miri yineŋ maali deterebo poɔŋ, ane ataaba",
	"1e048414c4b529a7": "A '$1' bainare ba tõɔ nyɛ. Sinliŋk o eŋ '$2', bee sɛte a wɛbsɛva $3 gbaŋgbale vaarabol a na poɔ a daarɛtere zie o naŋ kpeɛrɛ, bee poɔ ana daarɛtere kyɛ '$4' konfigiriseŋ poɔ.",
	"20487a7debbb75e0": "Yelle yɛlɛ kyaare neŋ a yɛyɛ daga. Fooŋ boɔra sommo kyaare neŋ a yɛlɛ daga, kaa **[[ $1 | $2 ]]** a gampɛle.",
	"221d63809f24d234": "Kyaanoo mie mine naŋ na toŋ lammo daana sere.",
	"274eed33c0ccbbdc": "URL yeŋ la ka seŋ ka a software naŋ de eŋ.",
	"2a5f084fb9903013": "Ka  a yelmeŋɛ, sage  a MetaMTA ka o leɛre a maali yelzuri a eŋ yɛlɛ '(sagɛɛ)' ane '(yel-eŋ)' a poɔ. A ŋaa veŋɛɛ la a yelzuri taa tɔnɔ gyamaa, kyɛ koŋ wa tara noba ziiri. Ka fooŋ taa sɛɛte '$1', tontonneba gaa la tɔɔre a pɛrenrefɛ poɔ",
	"2c5b8e19aede6c65": "ka  a sikima ko a peɛrtɔnnaa la leɛre bee a peɛrtɔnnaa la Maale a nambare a manne. Toŋ ne yele ama mine a leɛ bɔ neŋ a namba",
	"2c9af5c119b71e22": "PHP la tona a MySQL Koraa yoŋe doraba na seŋ ka e MySQL paale doraba bagenaa. A doraba koraa ba taa iruŋ ane yɛlɛ mine ( aŋa sommo ko guubu wagere baaroo) naŋ sage a sɛɛva ka o toŋ neŋ a daata-baasi.\n\nA saseɛ miri ŋa naŋ toŋ ne la a doraba koraa, kyɛ gaa nimitɔɔre neŋ a doraba bagena na naŋ da sage.\n\nFo naŋ baŋ toɔŋ iŋtɔɔle la a doraba bagenaa na neŋ feroo aŋa: $1",
	"2dab456d076ef70e": "Leɛrɛ a UI, pãã de colasire.",
	"2db1ba51c649a8ea": "A '$1' yɔloo teɛ la enfuomo mine yoŋ parɛɛ. A sɛva ŋa koŋ tõɔ leɛre enfuomo naŋ ba be ana parɛɛ ŋa te ta ka fo wa mɛ '$2' ne teɛbo ko ba. Teɛbo parɛɛ: $3. Bɔrebo parɛɛ: $4.",
	"320b87d6c4d05d40": "Maale gu lɛ tontonneba yoe naŋ be a be akantere poɔ",
	"3259301e1d608287": "Kyaanoo iruŋ '$1' ba tona toma. A URI ba seŋka o taa sori, teseŋ; '$2' seŋɛɛ, kyɛ '$3' ba seŋɛɛ. A saseɛ miri ŋa seŋka tona a zusoga poɔŋ; o kombaŋ tona sori poɔŋ.",
	"33131eddb47df5ad": "Wuli boyine bee gaŋ lɛ a yɛlɛ biŋ zie. Zie ŋa lɛ ka fo naŋ baŋ leɛ a \nA de niŋɛ soba na taa bonzaa zomzom lɛ. Ka fooŋ boɔra sommo kyaare neŋ  a yɛlɛ bɔɔbo, kaa **[[ $1 | $2 ]]** a gampɛle poɔ.",
	"37b604b5ccd379e4": "Maale tag-gaa",
	"392b50e515811d35": "Stɔɔragye mansime be la wagerediibo a meŋɛ pampana.",
	"39684732424332e8": "A saseɛ miri ŋa wuli ka o be la a EC2 bile poɔ(a klaasi \"$1\") neŋ CPU naŋ na baŋ puri. Ŋaa maŋ saana poteɛre yɛlɛ. A saseɛ miri ŋa maŋ derɛ boɔrɔ la CPU, kyɛ a ama maŋ tasɔga paale a zaa a kpi neŋ CPU sigibo. De CPU meŋɛ a tonne a toma.",
	"3b20b3fbebfc4b6b": "Daemons ba la tona neŋ PID boma",
	"3cff8ff9741ffb1f": "Ka fooŋ na yuo SSH lugi, kaa iri a sori.  A loogi na toɔŋ nyɛ la duori yaga kyaare neŋ  SSH loogi( teseŋ, o naŋ toɔŋ loogi la a daana, komaadere,ane apulkasi datare).\n\nKa ana ba e sɛɛte, loogi zaa koŋ nyɛ sɛgebo.",
	"3d77131c2efdaf47": "A sɔtwaɛ ŋa toɔle la omeŋɛ sɛgere iriquisi ne sobie saana, na enyɛ ka fo websɛva leɛ sɛgere la soe soŋ. A sori na ba toɔle gaa soŋ.\n\nA sɔtwaɛ ŋa toɔle la sori ko a sobiri \"$1\", a empɛterɛ a websɛva ka o dikood a leɛ sɛge ana sobiri a na tõɔ nyɛ a iriquisi ko \"$2\". Ane a lɛ zaa, o nyɛ la iriquisi ko \"$3\" ŋa ne ŋa.\n\nWuli ka a fo leɛsegere begere konfigie la soŋ, tuuro a sobie a sɛgere poɔ. Ka sobiri eŋkoodiŋ ba wa tona soŋ fo koŋ tõɔ asɛɛse pɛllɛ ne yoe naŋ ba tori a iripoisiri eŋɛ, paale a yelwonee mine.\n\n(A yelwonaa ŋa na baŋ wa la yi \"B\" naŋ ba kyebe a fo leɛsɛgerebegere poɔ.)",
	"404e9c4b56deb504": "Ka anaŋ ba tu velaa, de a Google. Mɔ kyɛ eŋ PHP tag-duloŋ ba e a gampɛle ane yɛlɛ mine fo naŋ na nyɛ eŋɛ a toma fo naŋ toŋ. Mac 05 x, fo naŋ boɔra ka fo e Homebrew nyɛ.",
	"4079df57f27a1b01": "Fo na baŋ ŋmaa la a fu naŋ be a \"REPLY HANDLER ACTIONS\" ka a tontonaŋ wa boɔrɔ masɛgye bilee. A eebore menne naŋ na tona la soŋ.",
	"422bee29a17594f2": "Ka duoroŋ wa toɔle ko derebɛ yaga (aseŋ, leɛkare yaga koodi leɛkaabo eŋɛ), o na baŋ gaa la ŋa eemail boŋyeni ba kaŋa zaa zie (e.g., ''To: alincoln, usgrant, htaft''), bee eemail tɔɛtɔɛ ko a tontona kaŋa zaa (e.g., ''To: alincoln'', ''To: usgrant'', ''To: htaft''). A yelsonne ane yelbasonne ko a yeltuuri ama kaŋa zaa la:\n\n- Mail boŋyeni ko ba zaa:\n - Aŋaa gaŋ la poolisi yelbegere. A mail nandaa yi la kyɛ ba ko boma poolisi gyeremɛ.\n - Duori derebɛ na baŋ nyɛ la To/Cc fileo.\n -Ka fõõ tona ne mailiŋ pɛllɛ, fo koŋ nyɛ pulluu mail ka fõõ e duori derɛ naŋ manne ne ane meŋ Cc'd a mailiŋ pɛllɛ poɔ.\n - E lɛ nyɛ daga sosoŋ na toŋ soŋ e la tuo, alɛ na boɔrɔ la ka fo e a mail ka o ta yuo yɛrɛɛ lɛ ka fõõ pɔge a kaairi.\n - Wagere kaŋa noba na ''sage la a zaa'', naŋ na baŋ toɔle mail ko dederebɛ yaga. A sɔtwaɛ ŋa koŋ moɔrɔ ka o toɔle mail ko tontomba naŋ ta daŋ nyɛ a duoro ŋa tɔ, kyɛ koŋ baŋ leɛre eemail naŋ bɔrɔ yire ''sage a zaa''.\n - Ba teɛ a ko sommeŋɛ sage-ko adrɛse.\n -Ba toɔle la mail duori eŋ a sɛva difiliti leɛroo poɔ.\n - Mail naŋ seŋ ka o tu sobiguuri na yaare la derɛ pɛllɛ a ''To'' ane ''Cc'' zuri poɔ.\n- Mail boŋyeni ko tontona kaŋa zaa: \n -Poolisi yelbegere maŋ toŋ la soŋ zaa kyɛ maŋ kyɛŋe soŋ ko a tontona kaŋa zaa.\n -Derebɛ seŋ ka ba kaa a mail nandaa poɔ na nyɛ To/Cc.\n -Ka fõõ de mailiŋ pɛllɛ toŋ neŋ, derebɛ wagere kaŋa na baŋ nyɛ la pulluu mail.\n -Nyɛrɛ daga sosoŋ na toŋ toma soŋ e la mɔla, a daga sosoŋ sɛgeroo na baŋ maale eŋ la tontona kaŋa zaa boɔbo eŋɛ.\n -''sage a zaa'' daŋ koŋ toɔle mail naŋ ba seŋ neŋ ko tontomba naŋ paale a daga sosoŋ poɔ.\n -Seŋ ne la ka sommeŋɛ sage-ko adrɛse wa eŋ .\n -Mail duoro na toɔle la a tontona boɔbo kɔkɔre poɔ.",
	"429017c68e6982f8": "Tendaa zaa tukpeɛbo guubu pãã bebe la, nyɛ '$1'.",
	"431ba0e26b78ee61": "Ba tõɔ nyɔge a MySQL! $1\n\nVɛŋ ka dɛtabeesi nyɔgebo duoro ane MySQL konfigie toree la.",
	"445a67da1f6afc09": "Kookisi sɛɛte ko x.com meŋ toɔle tere la ko y.x.com. Kaa  nyɛ ka a zaa da tona, ŋa na maale la koleesi naŋ na gu yineŋ a kpeɛbo poɔŋ.",
	"47fb822d1c7290d2": "Fo na baŋ tere la kɔsetɔŋ kyaane wuolaa mansiŋ yi $1 karendie tage gaabo.",
	"4a9a8859a667180e": "Daane wuli ka eemail na toɔle ko noba yaga na e la masɛgye boŋyeni kuribo, ka neɛzaa be a \"To:\" sɔɔmaa, bee masɛgyere yaga ka kaŋa zaa taa derɛ boŋyeni a \"To:\" poɔ sɔɔmaa.",
	"4c9ec9eeacd138cc": "Ka foŋ na eŋ a SSH ɛɛrɔ lɔɔge, wuli sobiri. Ɛɛrɔre naŋ erɛ kontɛse poɔ, be a sɔtwaɛ ŋa naŋ sɛverɛ SSH irikɔse na sɛge ko la a lɔɔge ŋa.\n\nKa lɛ naane sɛte, lɔɔge zaa koŋ sɛge.",
	"4dd02598febbeedc": "Ka foŋ wa aploodi pɛllɛ via via tage kyɛŋe a biŋ bee a API,  kyaŋk seŋ ka a kpɛ mɛmɔre poɔ sɛre ka a sɛge eŋ ko-la-baŋ-yi strɔɔragye.      A sɛva ŋa boɔrɔ la mɛmɔre naŋ bebe na biŋ a kyaŋkiri ŋa kyɛ ka a aploodi, kyɛ PHP pampana konfigie la na ŋmaa a mɛmɔre beebo yaga zie zaa.\n\nPHP puroses pampana taa la mɛmɔre kpale fĩĩ naŋ bebe ($1). Ka onaŋ na toŋ soŋ, puroses seŋ ka a ne alɛzaa taa $2.\n\n(Baŋ ka a aplikaaseŋ meŋɛ seŋ ka o meŋ kpɛ vaarable mɛmɔre, a mɛmɔre zaa naane naŋ be a mɛmɔre bɔge la bebe na baŋ toŋ wɛklood.)\n\nA sobi-laanfeɛ na tu maale a yelwonaa ŋa la ka fo sɛte $3 gaane $4 a fo PHP konfigirisiŋ poɔ, na tɔge a mɛmɔre bɔge. Wagere zaa fĩĩ lɛ bee tegeroŋ ba maŋ be fo naŋ de a kaairuu ŋa na bege puroses mɛmɔre.\n\nFo meŋ na baŋ paale la a bɔge bee tɛe kpaare ko a yelwonaa ŋa kyɛ sage ka fo na baŋ nyɛ la awombo aploodiŋ pɛllɛ bɛrɛ ane purosesiŋ yelboɔre bɛrɛ.",
	"50f33bb0d2df8752": "Kyaanoo S3 baaroo saŋa la da tontoma. Ŋaa la seŋ ka o e a baaroo saŋa naŋ seŋka yineŋ a irigyin na fo naŋ iri o yineŋ 'amazon-s3.irigyin'.\nA saseɛ miri na kombaŋ baŋe a baaroo saŋa tori omeŋɛ bonso a baaroo bammo mine bezie ba maale saana",
	"53796059d0277868": "Ka foo na yuo a HTTP kpeɛbo poɔ, Willi a sori. A kpeɛbo ŋa taa la bonzaa gaŋ a HTTP asɛɛsi kpeɛbo meŋɛ (ma ŋaa, o naŋ baŋ wuli la kpeɛrebɛ,  guuba,ane daata mine kaŋa).\n\nKa ana ba e sɛɛte, kpeɛbo kaŋa zaa koŋ nyɛ sɛgere.",
	"550ab7ed41e6c1f7": "A defaali, a saseɛ miri liŋkiri la a ɔɔgyɛ yoe a leɛ-maakere faalɛ te ko a ɔɔgyɛre tu tɔ. A ŋaa na baŋ toɔŋ toŋ neŋ la a toma ama; ɔɔgyɛ yoe naŋ tu a ŋaa koŋ baŋ liŋki.",
	"594307b9a8b3731f": "A $1 veɛɛseŋ a sisitiŋ ŋa poɔ bebiri parɛɛ la, a taa nimize, waedill disikuloosi valabiliti (a ''Shellshock'' valabiliti).\n\nƆpgyiridi $2 gaa wulibu vɛɛseŋ ŋa.\n\nKa fõõ wa boɔrɔ ka fo zanne yɛlɛ yaga kyaare lɛ na a yelwonaa ŋa naŋ danna a sɔtwaɛ ŋa, nyɛ $3.",
	"5a2f96c20428bb4f": "Die daga paalaa irigyisitiri na baŋ paale la manual sagebo queue ko adminisitrati leɛkaa, bee e a meŋɛ paretɛɛloŋ lɛ. A sagebo queue eŋɛ la o meŋɛ bonso o maŋ ko fo kpeɛŋ zuo neɛ naŋ na baŋ irigyisi die daga ane asɛses a sɛva.\n\nKa fo furuu wa e yieŋ yuoŋ, bee be VPN poɔ, bee Tontonneba na baŋ irigyisi la yoŋ ne sage di tereterɛ aŋa LDAP, bee ka fo na konfigie la a sɛva na bege ba tere sori irigyisiroŋ, fo na baŋ ŋmaa la a queue na sigiri adminisiritiri zu gambo.\n\nBAŊ KA: sɛre ka fo na pɔge queue, eŋ siri ka @{config:auth.email-domains} konfigie la soŋ ko fo furo!",
	"5b4304d2eea293c6": "A software ŋa na de la o meŋɛ gaa neŋ a sɛgrɛ zie na te kaa nyɛ kyɛ tere sori  HTTP yelzu, kyɛmeŋ kaara ayelnimie ka a gaa. A me a lɛ zaa gbɛ ŋmɛ kaŋa bebe la a deebu zie. A software ŋa de la a tontona yuori \"$1\" ne a taŋgaraa \"$2; de la a yuori \" $3\" aŋa a taŋgaraa \"$4\".\nA webserver koŋ leɛrɔ a bee de gaa ne a HTTP zie na ba naŋ te kaa nyɛ. A see ka fo leɛre a.",
	"5b95b51c3ceb535a": "Kaa nyɛ ka maali terebo ''yi'' tontonneba",
	"618e67b52c1d503c": "PHP 7 kpɛtaaloŋ duoroo",
	"6309fe44b7d34ee3": "A koŋfigere SORI paale la a gbɛɛ naŋ na ba tona toma. A sɛɛva ŋa koŋ toɔŋ bo-nyɛ bee kaa nyɛ baanare bezie a kyɛ;\n\n$1\n\nA tontonne na a wɛbsɛɛva na neŋ e la feroo ka o kanne a wulluu zaa a PATH a toɔŋ toŋ neŋ toma soŋ.",
	"637e2677aed8de62": "Fo naŋ baŋ Leɛ mɛ la kyɛ ka tonton boma naŋ tona gɛrɛ.",
	"638e58612477c0f2": "Sigiri a loogo yenfuone ane a yɛlɛ naŋ saaŋ a saate yelzu meŋɛ:\n\n  - **Loogo\n Yenfuone**: eŋ bompaala 80 x 80px yenfuoni a leɛre a loogo a saate yelzu.\n\n  - **Yɛlɛ-maake**: kaa iri ttɛɛsi paala a wuli neŋ a puori loogo. Aneŋ defaali, a yelzuri maŋ wuli la //$1//.",
	"64bde7f7b80f7bd6": "A kaairi maale bimmu ŋa e la bomba bannaa. O na baŋ e la batuubo bee da daŋ be a sɔtwaɛ waaloŋ kaŋa.",
	"654a357502e112e0": "Boŋ yuoraa leɛroo (ne a $1 maaloo) kyɛ kaapɔge a ŋmaaroŋ a me a sɛgrɛ yuori na la.\n\n$2",
	"65dea2686caf61e6": "A mulitimeta apilikaasi maŋ de la tontonnee sampelɛ. Fo na baŋ de la a deta ŋa ka o sombo ka fo baŋ bone na a sɔtwaɛ naŋ deri wagere ane boma erɛ ane na identifaa problɛmate assɛse begere.\n\nA kaairuu ŋa la wullo lɛ wagere zaa sampelɛŋ yel-erre. Sɛte o eŋ sonne mine entegya N na sampelɛ wagere la wagere 1/N pɛllɛ.\n\nFuri-kyɛ yaga zie, a difiliti tegeroŋ (1 sampelɛ pɛ 100 pɛllɛ) seŋ ka o de deta yaga a na tona kyɛ ta boɔrɔ stɔɔragya yaga bee meŋɛnfu impaatiŋ tontonnee. Ka fõõ wa peɛrɛ tontonnee yelwonee, fo na baŋ paale la faŋa, a na tõɔ nyɛ deta yaga.",
	"6847a0558229fea2": "Databaasi nyɔgebo ''$1''tona ne la   mɛ niŋeŋ faali ko meɛbo peɛroo endɛre. Ŋaa na baŋ mɛ la a peɛroo boma mine toma lɛɛsi.\nBaaroo yelbie ela yelbie naŋ na ba endɛɛsi azuiŋ a koŋ toɔŋ nyɛ peɛbo.  A defaali baaroo yelbie faali taa aŋa 500 yelbie,paale yelbie mine fo naŋ na boɔrɔ ka fo peɛre, aŋa ama mine ''zi balaa'', 'boɔrɔ' ane 'zagela'.\nKa fooŋ naŋ peɛre yɛlɛ mine, fo naŋ toɔŋ toŋ ne la yele mine baaroo yelbie faali neŋ yelbi-fēē. Yele mine poore, ka fo teɛroŋ ba kyaare a yelbie mine peɛroo, fo baŋ bare la kpaamo. Ka fooŋ paaŋ maale fo teɛroŋ ka fo konfigere tagebo peɛroo, fo meŋ naŋ baŋ bare la a kpaabo: a baaroo yelbie fere a MySQL yɛlɛ endɛɛsere.\n\n\nKa fooŋ na iri  baaroo faali tɛɛtɛɛ, paale a $2 faale (a $3 poɔŋ) kyɛ leɛ piili $4:\n\n$5\n(fo meŋ na baŋ toŋ la neŋ faali tɛɛtɛɛ ka fooŋ boɔrɔ. A faali boɔbo saazu kyɛ la 50 Egilisi yelbie.)\n\nBaara, toŋ ne a leɛ-meɛbo kyaare a endɛɛsi tommo merɛ pala:\n\n$6",
	"6c5c2bb4788152f9": "A ''InnoDB'' egyin ba paale a MySQL ( a hoosi ''$1''). Yuo InnoDB a fo MySQL konfigere poɔ.\n\n( Ka fooŋ daŋ maale a taabole, MySQL ba yoɔŋ tonneŋ a egyini mine a maale a. A seŋ ka fo leɛre a bee biŋi kyɛ la leɛre maale a.)",
	"6c77b741c766659e": "A sɔtwaɛ ŋa pampana konfigie la ko sɛva tontona aploodi daadaa lɛ yi a gbuli na ne o zu aŋa yelzubulo mine. ŋa e la guubo yelkyɛrre.\n\nKonfigie a CDN (or alternate file domain) na iri a yelkyɛraa ŋa. Tona ne CDN meŋ na baa la tontonne. Nyɛ sobi-tuuri yi de-gu-meŋɛ a puli kyɛ.",
	"6d27d84beee406cc": "Yelbie tutaa merɛ e ka o kyaane teɛbo ko kɔkɔɛ fĩĩ a meŋɛ, kyɛ fo na baŋ furi la Pygments (a third-party syntax highlighting tool) na tere teɛbo ko kɔkɔɛ yaga.\n\nKa fõõ na furi pygment, gaa kyɛ [[ http://pygments.org | pygments.org ]] a tu a danloodi a furi sobi-tuuri.\n\nKa Pygments wa furi, eŋ dare ŋa (`pygments.enabled`) na toŋ ne Pygments ka foŋ wa kyaane yizie koodi.\n\nKa foŋ wa furi baare a eŋ Pygments, yizie koodi kuri paalaa (like diffs and pastes) na kyaane la sonzaa. A na seŋ ka fo kɔre boŋkorɔ na nyɛ yizie koodi naŋ da daŋ bebe na kyaane o. Sobi-tuuri kyaare boŋkorɔ managyiŋ, nyɛ [[ $1 | boŋkorɔ managyiŋ ]].",
	"6feb9b7dc16338c1": "A yuori voɔ na la a database seŋ ka o de",
	"733fd2b4c4e1bca4": "Wagere zaa",
	"743fcec157fe4503": "A saseɛ miri ŋa la tere omeŋɛ sɔroo naŋ da taa  \"yelzu-nyaabo: gzip\", kyɛ nyɛ bytes tɛɛtɛɛ gaŋ o naŋ toɔle",
	"75e051dac6f8c228": "A konfigirisiŋ kaairuu \"$1\" ba nyɛ emmo. Kaa pɔge o sɛgebo la ba tori, bee o da daŋ be la a sɔtwaɛ vɛɛseŋ koroo eŋɛ. O ba taa faaloŋ, a seŋ ka dɛnne o bee sãã o.",
	"75edc148465db044": "Fo naŋ baŋ leɛ mɛ la a bɔɔbu daga kyɛ ka a tonton boma naŋ tona gɛrɛ",
	"77a211d744671e00": "Sɔɔre ba zoro",
	"7b5905b31452dcb8": "A sɔroo eŋbani naŋ da nyɛ deɛbo da piilee",
	"7cc38e5b1833a065": "A meŋɛ naŋ, a sɔtwaɛ ŋa maŋ tere la HTTP leɛwuli ka o naŋ wa toɔle POST baare soŋ. ŋaa na baŋ vɛŋ la ka o yɛlɛ e tuo na dibɔge boma naŋ e saŋa a POST naŋ prosɛse, bonso sɛɛvese ane profaaliŋ duoro borɛɛ la. Ka foŋ wa sɛgere a konfigiriseŋ dabogi ŋa, entɛsetali peegye na sãã la, o naŋ da naŋ e otomatikal leɛwulloo, korɔ fo vuo ka fo na gyenne sɛɛvese ane profaaliŋ duoro. O meŋ na la e la a UX naŋ ba soma, a seŋ ka fo eŋ o yoŋ, ka foŋ wa dibɔɔge.",
	"80dc8f325db6ca57": "Aneŋ defaali, a saseɛ mie ama taa la  iribu yeni wulluu kyɛ toɔle emaali tɛɛtɛɛ ko a tontonneba kaŋa zaa ka foo nɔ-iri taabo.addresses Ŋaa soma te gaŋ a \"yizie\" a wuli tontoneba waaloŋ, kyɛ naŋ baŋ wuli tontonneba naŋ baŋ nyɛ la emaali tɛɛtɛɛ ka ba naŋ be maali yɛlɛ poɔ. A da seŋɛɛ, fo naŋ baŋ toŋ la tendaa, bayitaa iribu a wuli kyɛ sage ko tontonneba a yi a ''yizie'' wulluu ane tontonneba sagebo yineŋ a 'mennoŋ'. Ŋaa veŋɛɛ la guubu beɛle peɛloo mine, kyɛ o taa la tɔnɔ entɔɔle gyamaale. Yelbulo mine yelsɔŋe taa kyaa taa la guubu yineŋ haasi a pobiliki emaali aderesi, lɛ wuli ka yelbulo koŋ nyɛ iribu ko bilindi.",
	"8304d29ea7b11599": "DarkConsole e la baabo ane profiiliŋ tonton-bone naŋ mɛ eŋ a wɛb niŋe eŋɛ. A seŋ ka fo e o ka o ta tona ka anaŋ ba wa e ŋa fo baara la bee boɔrɔ la yelfɛrre mine $1.\n\nKa foŋ aŋ wa ativeeti DarkConsole ko a furi-kyɛ, **aseŋ ka fo eŋ o ko a fo korodie sɛre ka o na baŋ sãã pɛllɛ eŋɛ.** Fo na baŋ e la aŋaa sɛgeroo eŋɛ > Baara Sɛgere eŋɛ.\n\nDarkConsole yire neŋ la potensall sɛnsiti dɛta (like queries, stack traces, and configuration) gyɛmaa lɛ a ba seŋ ka fo leɛ o eŋɛ, maaloo eŋɛ.",
	"86f76e23ecb545f9": "A fo konfigere ba toɔŋ wuli a sɛɛva wagere begere. Fo naŋ baŋ maale la a PHP konfigere boma '$1' bee a $2 konfigere boma '$3' a wuli boŋyeni.",
	"87eb3e568997989b": "A sɛva ŋa taa la $1 naŋ be $2, kyɛ a bainare yie la ne ɛɛroɔ koodi ka onaŋ wa toŋ ŋa $3. Kaa nyɛ ka o furi la soŋ.",
	"8886145eb2cc1172": "Iruu taŋgaraa pãã maŋ wanne la\" kyoge: gbuli\" ka soŋ baa",
	"8a5de78655f6f8f1": "Ka '$1', ba kyebe a sɔtwaɛ koŋ baŋ kaa wuli a binari mine beebo.",
	"8da790ec4cc42584": "Ta WS derɛɛ a Gaŋpɛle ŋa naŋ na dɔɔna fo CPU.",
	"8f7f4315a1780f4a": "Ba tõɔ wuli a vɛɛseŋ ŋa \"$1\" numba. Wagere la wagere, aŋaa maŋ wuli ka a progyɛm leɛre la o vɛɛseŋ \nMeɛroŋ sori ka a ba kɔɔre ane a sɔtwaɛ ŋa ba baŋ lɛ o naŋ na e toŋ ne a bompaalaa na sɛre, kyɛ na baŋ wuli ka fo taa la binare naŋ kure paa (bee naŋ ŋmare).\n\nTe naŋ koŋ baŋ wuli a vɛɛseŋ numba na, kaa nyaabo kyaare minimɔŋ ane vɛɛseŋ banne naŋ ba soma na gaŋ bare la, te na baŋ ŋmɛ la gbɛre na wuli binare naŋ koŋ baŋ wɛle taaŋ.\n\nFo na baŋ tõɔ sɛgere la a yelwonaa ŋa, ka fõõ apdeeti a sɛva ŋa, saŋa na a sɔtwaɛ vɛɛseŋ paalaa naŋ na baŋ tõɔ toŋ ne a vɛɛseŋ paalaa soe.\n\nKa a sɔtwaɛ apdeetiŋ ba wa tõɔ e a yeli ŋa, fo na baŋ tere la duoro kyaare ne a yelwonaa ko a ɔpasirim ka te baŋ tõɔ tage a pɛza do.\n\nKa fõõ wa sage di ka fo taa la pampana vɛɛseŋ ko \"$2\" naŋ furi kyɛ ane tona soŋ, ana baŋ maŋ e la laanfeɛ ka fo duli kpaare ko a kpaamo ŋa.",
	"924b1801ee43bc61": "Maale a URI zie naa software na maale.maale a begɛ naŋ na gu enfuo mine naŋ na de zu, kyɛ ko daemoms ka a de yɛlɛ eŋ a daga.",
	"92fee18268ce75d2": "Detabeese hosi \"$1\" konfigie la ne bone naŋ ba seŋ bone $2 ($3). A ŋaa na baŋ wane la poɔɔ detabeese tontonnee ane ba taa baaroo pɔgebo.\n\nKpeɛŋaa ane wieoŋ begere ba kyebe yeltoori zegeroŋ sɛgeroo eŋ, kyɛ irizinable bogi piiluu ko a standad furi-kyɛ e ŋa 40% yi a mɛmɔre zaa mansiŋ eŋɛ. Aseŋ, ka foŋ taa 4GB RAM a mansiŋ eŋɛ fo furi-la-kyɛ a sɔtwaɛ ŋa, a fere ka fo sɛte a zɛgeroŋ ŋa ko $4.\n\nFo na baŋ kanne la yɛlɛ yaga a kyaare ne a kaairuu ŋa a MySQL sɛgere poɔ a na soŋ fo maale teɛroŋ kyaare ne lɛ foŋ na konfigie o ko a fo tonton-yelwonaa. Yelwonee ba kyebe kyaare ne a sɔtwaɛ ŋa naŋ vɛŋ ka o be o tɔɔraa yi a nɔɔmal wɛkloods yire a sɛgeroo ŋa.\n\nKa fõõ na maale sɛgere a sɛgeroo, paale boŋkaŋa aŋa bone ŋa a fo $5 pɛll (a $6 lombori poɔ), aleɛrɛ $7 ne zɛgere yeltoori ko fo hosi ane tonton-yelwonaa. A pãã leɛpiili $8:\n\n$9\nKa a pampana sɛgeroo wa seŋ fo, fo na ba inni la a sɛtap ŋa kpaambo yɛlɛ laanfeɛ lɛ.",
	"9449e413e6124068": "Maale a gampɛle ŋa ka o taa aroozie maraa yoe.",
	"96b007dfcb2ee8f1": "A sɔtwaɛ ŋa toɔle la o meŋɛ sɛgere boɔbo ne HTTP GET paramita,kyɛ a paramita ba transimiti. Toɔle \"$1\" ne tegeroŋ \"$2\", nyɛ \"$3\" ne tegeroŋ \"$4\".\n\nFo wɛbsɛva konfiguu ba tori  ane a sɔtwaɛ ŋa lombo beɛrɛ koŋ toŋ toma te ta saŋa na a yelwonaa ŋa naŋ maale tori.\n\n(A tɔɔrɔ ŋa na baŋ wa la yi a bone ŋa \"QSA\" naŋ koŋ be a fo RewriteRule.)",
	"9a5f0ef87acddbc1": "Maale a yesaŋgaraa bombinnaa kaŋa.",
	"9ac65efaa667fa9c": "A sommo semmo vɛɛsi yine Git a sɛɛva e la $1, naŋ nyɛ iribu yineŋ $2. A yi vɛɛsere mine, a Git sɛɛva koŋ wa toɔŋ erɛ ka o yel-tagetaa neŋ ''--'' tontonneba. Kyɛlle: a fo tontonneba ba boɔrɔ vɛɛsere mine a Git poɔŋ.",
	"9b4fbb31bc779c74": " A saseɛ miri ŋa toɔle la omeŋɛ a enyɛ neŋ a ''X-Setup-SelfCheck'' zukaara kyɛ boɔrɔ ka o nyɛ JSON sagebo gsoŋ a baaroo.\nLɛ meŋɛ, a sagebo piiluu:\n\n$1\n\nBoŋkaŋa ba maale kyaane SOP bee mine kaŋa leɛ a sagebo.",
	"9f512a94241f7d5f": "A wagere zie a saseɛ miri ŋa seŋ ka o toŋ neŋ difaali.",
	"a075aa98e611e8cb": "Thhi sɔtwaɛ wagere kaŋa maŋ ɛzikiti la bainare yobo a sɛva eŋɛ. A Bondemannewullaa la a ŋa `$1` tannoo, naŋ maŋ de sentase-kyaane koodi naŋ sɛge kɔkɔɛ poɔ a gaŋ a PHP. Difiliti poɔ, o teɛre ka a bainare ama be la a $2 ko a tontona naŋ kaara a sɔtwaɛ ŋa (a meŋɛ naŋ 'apache', 'httpd', bee 'neɛzaa kyebe'). Kyɛ fo na baŋ poɔ la peɛre ko a $3 gbaŋgbale vaarabole, ka ana bainare ama ba wa be bakaabo bezie.\n\nBaŋ ka fo meŋ na baŋ poɔ la bainare kyɛ `$4` (a seŋ, by symlinking them).\n\nPATH pampana tegeroŋ konfigiriseŋ na wa aplaai e la:\n\n  lang=text\n  $5",
	"a425613dfce395ab": "A '$1' yɔllɔɔ ba e entɔɔle. Ka '$2' ba kyebee, sommo, a sɛɛva ŋa koŋ toɔŋ to a toma bee maale a enfuoni eŋ( aseŋ, nubi-pɛgɛ maaloo). Entɔɔli bee yuo '$3'.",
	"a87b5fffd9cdc5cb": "Nu-iri yeltuuri mine ba la be a maali poɔŋ.",
	"aabd8f03b163ce30": "Ka fõõ boɔrɔ ka fo toŋ ne mailbosi bonyeni ko sagebo mail, fo na baŋ de la ŋa a sɛte kɔmoŋ prifisi ko gyɛnireeti sagebo adrɛse. O na sage di la ka a mail-adrɛse aseŋ\n`devtools+D123+1hjk213h@example.com` na gaa la a `devtools`\nTontona mailbosi. Sɛte aŋa eŋ a eemail gɔɔ sɛŋ adrɛse, ka o na nyɔge gyɛnireeti sage adrɛse.\n\nAseŋ, ka fõõ boɔrɔ ka fo toŋ ne `devtools@example.com`, aŋa seŋ ka sɛte eŋ `devtools`.",
	"aea3792356222c9a": "Sɛgezurri lambogiri mine paaŋ toŋ ne la a menne.",
	"af9657fb1640f1cb": "A sɔtwaɛ ŋa na tõɔ kaa iri la kɔkɔɛ fĩĩ lɛ omeŋɛ, kyɛ furi kyɛ ane na eŋ yɔɔre (sɔtwaɛ yuo kaa iri tontoŋ boma) na paale la yelbie tutaa merɛ kaa iri ko kɔkɔ yaga.\n\nKa foŋ wa boɔrɔ sobi-tuuri kyaare furoo ane na eŋ tɔɔre, nyɛ a $1 konfigirisiŋ kaa-iruu.\n\nKa foŋ ba wa boɔrɔ ka fo furi yɔɔre, fo na baŋ leɛ la kpaare ko a yelwonaa ŋa.",
	"b0101d2c7ec022cd": "A daemons ba tona toma, zie waaloŋ tontonne (te paale email deterebo, la leɛ Maala a bonwulli tutaaloŋ, dewaabo eebo, namba-kore miile baroo, ane toma mine leɛ maaloo) koŋ baŋ tontoma.\n\nDe $1 piili neŋ a daemons. Kaa $2 bo yɛlɛ yaga.",
	"b2457507bf44f124": "Database daana \"$1\" wuli ka o eɛ la masta, kyɛ pãã dogele daana kaŋa zu. Ŋa de eɛ la nimizeɛ a naŋ tõɔ saana bee saa data.\nDogeleba yoŋ la naŋ dogelɔ. Bare dogelebo a daana bee paale a waaloŋ.",
	"b917424a5a56f3cc": "Manne wuli a lammo a wulo neŋ yelpɛle mine a daana bammo magere naŋ paale a lammo poɔ.\n\nDaana na be a yelpɛle poɔ taa la fantoɔre mine. A daana bama taa la sori a na baŋ gaŋe guubu merɛ mine, kyɛ e a yɛlɛ ama k'o  ba tori naŋ baŋ vɛŋ la a boma mine guubu e fēē lɛ. Ka fo boɔrɔ yelyaga mine,  nyɛ **[[ $1 | $2 ]]**.\n\nManne wuli yɛlɛ mine kyaare CIDR pɔgebo a yelpɛle zaa daana a lammo ane daana saane zaa naŋ ba kyebe. Kaa a puli kyɛ nyɛ bondemannewulli mine.\n\nA lammo bammo wuli ka, daana meŋ naŋ zagere la sɔroo a yelwulli naŋ na ba e yelpeɛle mine.",
	"ba8f0ec3bc0712af": "Leɛre $1",
	"c21e55de48e80c55": "REMOTE_ADDR zaa ba kyebe, a lɛ na a sɛva ŋa koŋ baŋ wuli a adrɛse yiibu zie na irikɛse. A ŋaa na bege la a sɔtwaɛ yi nimize gu meŋɛ kaabo tontonne. Gbɛɛ yaga a ŋaa maŋ wulo ka fo taa la gbɛɛŋmɛ a fo dabi-sɛgeraa poɔ. Peɛre a sɛgebo ($1) a kaa gborɔ gborɔ, ka a sɛgere sɛge la soŋ.",
	"c2876e096b40419f": "Peɛroo mansime naŋ bebe pampana be la a zobɔ ŋa a menne.",
	"c34276cf6d6ffb6c": "Ka tontona wa e eebo ka o yi neŋ eemail teɛre ma (Aŋa kɔmɛnterɛ tɛɛtɛɛ leɛkaabo eŋɛ), a ''From'' adrɛse na baŋ sɛte la ka a tontona eemail adrɛse (aŋa ''alincoln@logcabin.com'') bee a ''metamta.defualt-address'' adrɛse.\n\nA tontona dannyaa na soma la yaga zaa ka a o toma meŋɛ adrɛse na e a ''From'' zu tegeroŋ, a yi a duoro narebo naŋ na e laanfeɛ ka ana wa be a mail kilayane poɔ, kyɛ aŋaa na e la ka ona wa tere sori ka a sɛva toɔle eemail a ''From'' gbɛbogiri vuoŋ. A eeboŋ, ŋaa wuli ka:\n - ka fõõ wa erɛ furi-kyɛ aseŋ Corp, a Tontonne ba zaa na e la boŋyeni @Corp.example.com adrɛse ane gbulo zaa a sɔtwaɛ ŋa naŋ kaara na tere la sori ka o toɔle eemail yi Corp.example.com, fo na baŋ e la a ŋaa a vɛŋ ka tontona dannyaa taa zɛgeroŋ fẽẽ.\n -ka fõõ wa erɛ furi-kyɛ ko yuo yizie progyɛte ka fo Tontonne ba na irigyisi yi zie kaŋa sɛɛvisi ane/bee ba menne eemail adrɛse, a ba seŋ ka fo eŋ a ŋa ka lɛ naane fo eemail toɔle zaa na bɔre la kpɛ SFP dansarka.\n -ka furi-kyɛ wa e boŋkaŋa zaa, fo ba taa dabeɛŋ o barebo ka a pɔge a piiluu eŋɛ, saŋa na o emmo tɔɔrɔ naŋ na e, a fo mail toɔle naŋ daŋ koŋ ta.",
	"c5cb8cb3c8b5e984": "A paaloŋ $1 e la zaglaa.A server aŋ koŋ baŋ wuli yɛlɛ mine.",
	"c787e04b74705460": "Kyaabo ane pulluu pampana maŋ managye la peramere konfigiriseŋ poɔ.",
	"caa7299f371cf24b": "Difiliti poɔ, a sɔtwaɛ ŋa sɛvera la pɛllɛ yi a vuo na ne o zu a aplikaaseŋ naŋ sɛvereɛ yire. A ŋaa soma la, kyɛ tere guubo irisik.\n\nAseŋ ka fo konfiga CDN bee alternate pɛllɛ vuo na maa a irisik ŋa. CDN konfiguu meŋ naŋ baa la tontonnee. Nyɛ [[ $1 | $2 ]] na de sobituuri.",
	"cb23e50e51e5ea63": "Difiliti adrɛse tona naŋ e \"From\" bee \"To\" eemail adrɛse ka adrɛse wa irikɔɛ kyɛ ka adrɛse yɛlɛ naŋ taa nimiri kyebe.\n\nKa foŋ konfigie embone mail, fo ba la seŋ ka fo sɛte ŋa: a sɔtwaɛ na gyɛnerate a la omeŋɛ a toŋ ne mailbosi naŋ senne a embone mail vuo eŋɛ.\n\nKa leɛ meŋ naane, a dabiri ŋa seŋ ka o konfigie na teɛŋ tɔgle mailbosi naŋ tona naŋ disikaadi mail zaa naŋ toɔle ko o. Ka foŋ teɛŋ o tɔgle mailbosi naŋ ba tona, mail a sɔtwaɛ naŋ toɔle ane mail mine tontonneba naŋ toɔle na viri leɛ la. Ka foŋ teɛŋ o tɔgle tontona meŋɛ mailbosi, ana tontona na, na nyɛ la mail yaga ba naŋ ba boɔrɔ.\n\nKa foŋ wa boɔrɔ yɛlɛ naŋ na gu fo, nyɛ **[[ $1 | $2 ]]** a gansɛgere poɔ.",
	"cb42db8028d656ba": "A seŋ ka fo piili a daemons a toɔle a emaali, leɛ-mɛ a boɔbo nambare, kyɛ e yɛlɛ mine eebo.",
	"cba706a82c4145ba": "Ka foŋ wa maale a PHP konfigiriseŋ eŋ baare, <strong>leɛpiili bonzaa ka a leɛre piili toma</strong>. Ka foŋ wa boɔrɔ soma yi leɛpiili bonzaa, nyɛ $1 a sɛgere poɔ.",
	"ceb6fb7e9a392472": "A '$1' binare ba tõɔ nyɛ. Sɛte a wɛbsɛva $2 gbaŋgbale vaarable a paale a daga na zie o naŋ be, bee paale ana daga kyɛ '$3' konfigirisiŋ poɔ.",
	"cfadd61b764a6148": "Fo naŋ toɔŋ pɔge la a maali dɔlɔ mine a maali poɔ ka tontonneba wa boɔrɔ maali bili",
	"d35691634b5f5cb1": "Nɔ-iri bambo mine naŋ tõɔŋ e la meŋɛ taabo (nyɛ a) bee gyamaa(a tontonneba naŋ maŋ tona neŋ maali yeltare).",
	"d35e64a76d439484": "A sɛva ŋa nyɛ la \"x-Mod-Pagespeed\" bee \"x-page-Speed\" HTTP zu a boɔbo ŋa eŋɛ, naŋ wullo ka fo eŋ la \"mod_pagespeed\" a sɛva ŋa eŋɛ. A module ŋa ba tõna na tona ne a sɔtwaɛ ŋa. Aseŋ ka fo ŋmaa a module.",
	"d430433af949021f": "Zi balɛɛ mine ko a boɔbo.",
	"d5d916b5c4728b2c": "Fo naŋ toɔŋ pɔge la a ''te tɔ:'' ane ''Cc:'' baare yineŋ maali ka tontonneba wa boɔrɔ a yelbilii.",
	"d6203e70241d1e52": "Iribu sere ko pilaafɛlɔm maaleba, te poɔ dibaagi.",
	"d74c0b832d8f487c": "Vuo maali daga yeni tona a nɔ-iri toma",
	"dbb7e87f44f36135": "A\niruŋ ŋa maŋ vɛŋɛɛ ka tõɔŋ bare a saseɛ vuo ŋa a yi boma mine detereroo ko a saseɛ mie gyamaa mine: o maŋ vɛŋɛɛ ka email ba la tono, SMS, boma bimmo mine zie, vuo toɔre mine,\ndendore mine tukpeɛbo ziiri, ane saseɛ mie mine.\n\nA iruŋ ŋa boɔbo la ka o sage boma mine deterebo, zideyiraa kaŋa, tage yiibu mine zie aneŋ tage fomeŋɛ yi zie kaŋa kyɛ wuli tontonneba. Te seŋ, ka fooŋ gɛrɛ saseɛ boŋkpeɛre paala mine poɔre, fo naŋ baŋ e la gaabo enyɛ piiluu saŋa ane a yɛlɛ ama mine, tõɔ vuo a yɛlɛ toŋ toma, kyɛ e maaloo yel-leɛre mine neŋ nimizeeloŋ mine ane yelbafere yaga.\n\n\nKa fooŋ ba tona neŋ a nambare ama a vɛŋ a enyɛ kombaŋ baare paaloŋ, tontnneba koŋ nyɛ email yɛlɛ a saŋa na a enyɛ eebo ane maale kore a saŋa na a maaloo eebo zaa naŋ tona toma.",
	"dc6ca7f0fa1b806c": "A beesi URI ko a fur-kyɛ ŋa ba konfigie, ane nanda zuri koŋ toŋ soŋ te ta ka fo wa konfigie o.\n\nA seŋ ka fo sɛte a URI foŋ na de asɛɛse ne a sɛva ŋa, aseŋ \"http://devtools.example.com/\".\n\nPaale a protokɔl (http or https), laŋgbuli yuori, ane a pɔɔte numba ka foŋ wa tona ne pɔɔte gaŋ 80 (http) bee 443 (https).\n\nA are a iriquisi ŋa eŋɛ, a e ŋa a sɛgeroo soŋ la:\n\n$1\n\nKa foŋ na konfigie a beesi URI, e a tannoo naŋ wuli a puli.",
	"dec6d15e20660983": "Daata-baasiri maale la a yoe-voe, ka defaali ko 'fabirika' --ko pampana, a daata-baasi tɛɛtɛɛ e la defaali. Fo naŋ toɔŋ leɛre la yoe-voe ka fooŋ boɔrɔ. Gbɛɛ yaga, a ba seŋ ka fo e ŋaa ka fooŋ ba maala yɔllɔɔ kyɛ tona neŋ yoe-voe a yineŋ a sɛndi voe daata sɛɛtere.",
	"e2cf0d086fc76d2f": "Ko fõõ taa boŋyaga $1 gbaŋgbale (like a development/staging environment and a production environment), sɛte a maaloo gbaŋgbale URI kyɛ a lɛ na ka eemail ane doorabol URIs mine na maŋ gyɛnerate wagere zaa ne liŋkere na teɛŋ tɔgle a maaloo gbaŋgbale. Ka fõõ ba wa sɛte, difiliti ga `$2`. Furi kyɛ yaga ba seŋ ka a sɛte a dabi-bogi ŋa.",
	"e319643c63fc440e": "Tontonneba na baŋ sɔre la sɛɛvese yobo yi hosi vori mine poɔ (for example, by creating a repository with a remote URL).\n\nAŋaa na baŋ areko la guubo valibiliti ka sɛɛvese kyaare a sabnɛt na ne o zu na sage la tannoo bee oore sommeŋɛ duoro yi basage diibu HTTP GET, beesi kyaare a yizie IP adrɛse. Gbuli poɔ, hosiri zaa EC2 poɔ taa la sori na kpɛ ana sɛɛvese na.\n\nA dare ŋa wulo la pɛllɛ nɛtbolɔkere yelboɔre naŋ daŋ koŋ nyɛ. Yaga lɛ, aseŋ ka fo pore sommeŋɛ IP zaa naŋ be kyɛ.",
	"e65b8a58b0c42d9e": "Bo yelmanwulli saseɛ mie mine a wuli wagre menne yelmanwulli mine.\n\nKa sommo eŋɛ kyaare neŋ a yelmanwuli saseɛ mie na, nyɛ\n **[[ $1 | $2 ]]** a dokumete poɔŋ.",
	"e66c0b18aabfb9c6": "PHP konfigere sommo la ko a sɔrooŋ yi a MySQL sɛɛva o naŋ gyonne a neŋ lookal faali yelzu.\n\nA toɔmo ŋa sɔŋɛɛ MySQL ''LOODI DAATA LOOKAL FAALI POORE '' guubu, kyɛ sage MySQL sɛɛva kannoo pagebo ko a lookal dɛɛke: a sɛɛva naŋ baŋ soore la a kilaaya ka o tere a o lookal faali yelzu, kyɛ ka a kilaaya tu a lɛ onaŋ yeli.\n\nA yi o naŋ maŋ ferɛ gba ka a ataaka burburi a saseɛ miri ŋa ka o gyoone a MySQL sɛɛva,a seŋ ka pɔge a iribu: a boɔbo ba taa tɔna kyɛ soma ka gbandi o.\n\nKa fo naŋ na pɔge a iribu, maale: $1",
	"ebd916b88f6f3d7c": "Fo sɛva konfigie la ne '$1', naŋ bege a sɔtwaɛ ŋa yi pɛllɛ yuobo, o boɔrɔ la asɛse na.\n\nŋmaa a sɛgeroo ŋa na kyoge.",
	"ed3c16b72e52a30b": "A sɔroo ŋa poɔ la \"Host\" kpeɛŋaa, neŋ, \"$1\". Maale ka o e kpeɛŋaa anaŋ tombiri (\".\"), aŋa like \"example.com\". Ama la boma mine naŋ seŋ ka a maale neŋ Gaŋpɛle maaloo.\n\nA na baŋ wuli la aŋa  URI leɛre la baŋ na ba tu. Fo naŋ baŋ maale biŋ a Gaŋpɛle neŋ URI pãã de neŋ tombiri (like \"https://devtools.example.com\"), not a bare domain (like \"https://devtools/\"). Ka fooŋ boɔra ka de a bare domain, leɛre a fo leɛroo kyɛ fe domain zaa. \n\nAŋa naŋ baŋ wuli la a fo webserver bee tagaraa erɛ la a \"Host\" kpeɛŋaa bee de a toma daga \"Host\" kpeɛŋaa.\n\nSɔroo na poɔ la \"Host\" kpeɛŋaa.",
	"edcdb58b25d8d240": "Maale meŋɛ waaloŋ.",
	"ee03ba5df4050a5c": "O meŋɛ, a sɔtwaɛ ŋa paale kpɛŋkpɛlle mamine sɛgere a UI poɔ, aŋa dɔre ko o \"weigh In\" a gaŋ \"paale nyaabo\", Maniphest poɔ. Ka foŋ wa boɔrɔ sããkonnoŋ UI yaga striŋgye aŋa \"paale nyaabo\", fo baŋ sɛte la flag ŋa ka o ŋmaa a kpɛŋkpɛlle ma yaga zie bare.",
	"ee490029dee97c53": "A saseɛ miri ŋa toɔle la o toɔre enyɛ boɔbo a seŋ ka o JSON sagebo a puori. O nyɛɛ la JSON sagebo, kyɛ ka sagebo taa la vuo-pɛlaa kaŋa a piiluu ane a baaroo.\n\nLɛ wuli ka fo leɛ maale la boma bee yɛlɛ mine eŋ kyɛ bare vuo-pɛlaa kaŋa yelbie mine kyɛ baŋ yuoro a $1 bammo, bee a $2 bammo pɔgebo. Iri vuo-pɛlaa dɛndɛŋ bare, kyɛ taa teɛroŋ ka fo iri a baaroo bammo.",
	"f3848d044d712c58": "Fo naŋ baŋ eŋ la PHP neŋ $1, $2, or $3. Bonne naŋ bebe yuori LA $4.\nE a nyɛ:",
	"f6ab31476cfe47f6": "KPAABO: ŋa eɛ la nimitɔɔre iruŋ, a naŋ tõɔ toŋ daana boɔba kpaaroo zona.\n\nKa fooŋ bo pampana iri iribe zie na ( ka fo neŋ de '$1' paale neŋ), a saseɛ mie naŋ de toɔle ko la zubili mine kyɛ kyage neŋ '$2' tendaa yɛlɛ.",
	"f8f8067fb61f491d": "Faali kponne paaŋ tona la. Pɔge a boma a konfigere tɔɔlɛ",
	"fc89543fb4c5f57a": "Ka '$1' ba kye, a saseɛ miri ŋa  koŋ baŋ toŋ toma bee nyɛɛ tɛɛtɛɛloŋ a boɔbo saŋa",
	"fd340b8ea8e55614": "De ko o aŋa $1",
	"fd5da5edf408a871": "Leɛ maale a gbɛ-ŋmɛ",
	"fe2e85e75ac76d97": "A wulluu ko a leɛroŋ koroŋ ($1) ba la tona, bee ba la taa kannoo a yi a wɛbsʋʋva zie. A saseɛ miri maŋ toŋ neŋ la wulluu a naŋ toɔŋ biŋi duore kyaare a leɛbo. Ka a leɛroo ba la tono, maale o:\n\n$2\nKa wulluu ŋa tono, vɛŋ ka o taa kannoo ko a wɛbsɛɛva. Fo maŋ na baŋ maale eŋ la a konfigere puliŋ a toɔŋ toneŋ wulluu toma mine.",
	"fe4bc012083733fb": "Ama e la URIs kaa iruu baŋ kaa la a yɛlɛ kaa e kyo kyo a gampɛle poɔ. Amine meŋ la aŋa 0Auth koŋ tõɔ. A yelzu naŋ la gaa eŋ o",
	"ff7c3b682dd28c68": "A leɛroo ŋa sagɛɛ ziiri mine tontonneba naŋ ba toŋ velaa bonso a saseɛ miri teɛre la teɛfaa kyaare neŋ lɛ a VCS miri naŋ tɔgele gaa neŋ tontonneba kaŋa zaa. Ŋaa maŋ soŋɛɛ ziiri mine boma bimmo naŋ da tona taa zitage yiibu zie kyɛ ba taa akante zaa ko a tontonneba bombinni ziiri, fo na baŋ pɔge la yelwonni mine kyaare neŋ yɛlɛ mine naŋ paale a boma ama bimmo ziiri eebo."
}
