{
	"@metadata": {
		"authors": [
			"Bibliofab66",
			"Gomoko",
			"Wladek92"
		]
	},
	"00e46c015f972018": "Tableau contenant la liste des applications non installées.",
	"00e84a14b1a4ebbb": "Client serveur",
	"0119d90faa247aa4": "Les écouteurs sont réactivés (callback) quand des événements intéressants apparaissent.",
	"014290ced4abbc16": "Mettre à jour la configuration dans la base de données plutôt que dans la configuration locale.",
	"0146637b5690e538": "Colonne/Clé",
	"01b2e13feda9fa39": "Personnaliser le logo et le texte du sigle dans l’entête.",
	"01be2e8971587efb": "Configuration de l'archivage en fichiers",
	"02e8104f1f15520d": "$1 / $2",
	"02ee1af29809657f": "Intervalles d'adresses des groupes d'hôtes.",
	"0350e5f5f7b7be61": "Supprimer les courriels des utilisateurs de maintenance.",
	"03a68b7d8b854f2e": "Utilisation de la mémoire",
	"0424383c2ac940f6": "Utiliser l'API en se faisant passer pour un utilisateur, n’est plus supporté.",
	"0424f6e7026fa4bc": "Tableau",
	"0498c432c0c7a1dc": "Ignorer le problème d’installation",
	"04a2520895d8cf31": "Cette option vous permet d’activer DarkConsole sur chaque page, même pour les utilisateurs non connectés. Ce n’est vraiment utile que si vous devez déboguer quelque chose sur une page hors connexion. Vous ne devriez pas activer cette option en production.\n\nVous devez activer DarkConsole en positionnant '$1' avant que cette option ait un effet quelconque.",
	"04e9462c0ff02bb9": "Modules",
	"053d9b0bab24cf4b": "Le dépôt $1 a des modifications non répliquées (pour $2).",
	"056efce83f4d6e34": "Phabricator découvre maintenant de façon automatique les moteurs de stockage disponibles à l’exécution.",
	"058467e123d12c53": "Le contrôleur ou le processus de travail qui a géré la requête.",
	"059cc2bf7163c13f": "L’option « $1 » est de type « $2 », mais la valeur à l’index « $3 » de la liste n’est pas « true ».",
	"05aef5cd275571c8": "Application des applications",
	"062c448e3695855c": "L’espace de noms que les bases de données de Phabricator doivent utiliser.",
	"06bfdce28df01fa0": "$1 a créé cette entrée de configuration.",
	"0727f7dd81bcb0ea": "Vous avez activé pygments et le script $1 est disponible, mais cela ne semble pas fonctionner.",
	"079dc290327b71e2": "Cette colonne n’a pas de spécification de type.",
	"07e771bf7da95ab2": "Configurer l’IHM de Phabricator, y compris les couleurs.",
	"0870bcd2dd0c4abc": "Classe d’adapteur à utiliser pour transmettre des SMS à un fournisseur externe. Un fournisseur externe donné aura très vraisemblablement besoin d'une plus grande configuration, ce qui nécessitera sans doute une inscription et un paiement pour le service.",
	"0898a760c633b197": "La colonne n’a pas de spécification",
	"08a6d7657f0286b6": "Supprimer la configuration en base de données plutôt que dans la configuration locale.",
	"08d550a8f0afc436": "Pas de lien de préférence de courriel",
	"08ea4a02539af8b6": "Activité « $1 » marquée comme terminée.",
	"0913da7b1bd0ca6c": "Nombre « depuis » par défaut.",
	"0a1b320faf85ceb6": "Configurer Phabricator pour exécuter une grappe d’hôtes.",
	"0a5450ca0e540323": "Configurer le gestionnaire de courrier utilisé par PHPMailer.",
	"0a68701b9759849c": "Le dépôt $1 a des modifications non répliquées.",
	"0af58e94652b9526": "Mode MySQL $1 configuré",
	"0b11ced577df07e2": "Si le serveur web répond à la fois aux requêtes HTTP et HTTPS mais que vous voulez que les utilisateurs ne se connectent qu’avec HTTPS, vous pouvez mettre cela à  `true` pour que Phabricator redirige les requêtes HTTP vers HTTPS.\n\nNormalement, vous devriez juste configurer votre serveur pour ne pas accepter de trafic HTTP, mais ce paramètre peut être utile si vous utilisiez HTTP à l’origine et avez maintenant basculé sur HTTPS mais ne voulez pas casser les anciens liens, ou si votre serveur web est derrière un répartiteur de charge qui termine les connexions HTTP, et que vous ne pouvez pas raisonnablement configurer un comportement plus détaillé ici.\n\nIMPORTANT : Phabricator détermine si une requête est HTTPS ou non en examinant la variable PHP `$1`. Si vous exécutez Apache/mod_php, cela sera sans doute positionné correctement de façon automatique, mais si vous exécutez Phabricator comme CGI/FCGI (par ex., via nginx ou lighttpd), vous devez configurer votre serveur web afin qu’il passe la valeur correctement selon le type de connexion.\n\nSi vous configurez Phabricator en mode grappe, notez que ce paramètre est ignoré par les requêtes intra-grappe.",
	"0b705ec96296f7ea": "Cette version de Mercurial renvoie un mauvais code de sortie après une sortie réussie.",
	"0b87fb4e6f23c6f5": "Le binaire '$1' sur ce système a un comportement inattendu : il devait sortir sans code d'erreur quand on lui passait des fichiers identiques, mais il est sorti avec un code $2.",
	"0b8e953c1065714c": "Aucun dépôt actif n’a d’erreur marquante.",
	"0bb18642b70b9f8a": "Utilisation",
	"0c214f1d184be6b9": "Copiez les informations de port de `$1` à `$2` dans votre config.",
	"0cca03a66ade8d95": "Manifeste des politiques de champ obsolète",
	"0cfa41f9d45b672e": "Cette option ne peut pas être modifiée depuis l’IHM web. Utiliser $1 pour ajuster la politique du ramasse-miettes.",
	"0cfa85c5c7d3788f": "Meilleur moteur de tableau disponible",
	"0d0e37c45b7cd60e": "Fixer une valeur de configuration locale.",
	"0d3e7aa802a7545a": "Le stockage de gros fichiers n’a pas été configuré, ce qui limitera la taille maximale des fichiers téléchargés. Voir $1 pour les instructions sur la configuration des téléchargements et du stockage.",
	"0da81f052ad46d4f": "$1 a supprimé $2 (de nouveau ?).",
	"0dac4143d9108818": "Format du journal d’accès.",
	"0dead0b612154ad2": "Phabricator s’est envoyé une requête de test avec un chemin inhabituel, pour tester si votre werveur web réécrit bien les chemins. Le chemin n’a pas été bien transmis.\n\nPhabricator a envoyé une requête au chemin « $1 », et s’attendait à ce que le serveur web le décode et réécrive ce chemin pour qu’il reçoive une requête pour « $2 ». Toutefois, il a reçu à la place une requête pour « $3 ».\n\nVérifiez que vos règles de réécriture sont bien configurées, en suivant les instructions de la documentation. Si l’encodage de chemin ne fonctionne pas correctement, vous ne pourrez pas accéder aux fichiers avec des noms inhabituels dans les répertoires, entre autres problèmes.\n\n(Ce problème peut provenir d’un « B » manquant dans votre RewriteRule.)",
	"0e06f013aed53511": "Spécifier une valeur à laquelle positionner la clé '$1'.",
	"0e764dfbb521ca54": "Emplacement du fichier d’accès.",
	"0ecba44c7f542583": "Phabricator lance occasionellement d’autres binaires sur le serveur. Un exemple de cela est la commande `$1`, utilisée pour mettre en évidence le code écrit dans d’autres langages que PHP. Par défaut, il est supposé que ces binaires sont dans le $2 de l’utilisateur exécutant Phabricator (normalement 'apache', 'httpd', ou 'nobody'). Vous pouvez ajouter ici des répertoires supplémentaires à la variable d’environnement $3, pour le cas où ces binaires sont dans des emplacements non standards.\n\nNotez que vous pouvez aussi mettre des binaires dans `$4` (par exemple, en faisant un lien symbolique vers eux).\n\nLa valeur actuelle de PATH après application de la configuration est :\n\n  lang=text\n  $5",
	"0f09a5064c82f14d": "Votre serveur web ne gère pas bien les paramètres GET.",
	"0f1d4d6100e6f455": "Erreurs du dépôt",
	"0f5456bb85d42008": "L’option « $1 » est de type « $2 », mais la valeur configurée n’est pas le nom d’une classe connue. Les sélections valides sont : $3.",
	"0f5cd6c33a04f33b": "Phabricator ne montre plus les conseils de réponse dans le courriel.",
	"0fe7d82f25a30150": "Court",
	"0feb9ad2f8369fae": "Phabricator n’est pas configuré en mode grappe.",
	"0ff69342bb44a283": "Le stockage de gros fichiers n’est pas configuré",
	"1075f7912a835668": "Migration de la configuration basée sur fichier vers une configuration plus moderne…",
	"10b28a8c1e445017": "Plein",
	"114d7cd053477909": "Nom d’utilisateur de l’API SendGrip.",
	"114e099ead76ba2d": "Lancer le script de mise à jour du stockage pour mettre à jour les bases de données (l’hôte « $1 » n’a pas été initialisé).",
	"11c361d5e3cc4cbb": "Verbe non reconnu : $1",
	"124eb784f5503ab2": "Aucun REMOTE_ADDR n’est disponible, donc Phabricator ne peut pas déterminer l’adresse d’origine pour les requêtes. Cela empêchera Phabricator d’effectuer des vérifications de sécurité importantes. Cela veut dire, le plus souvent, que vous avez une erreur dans votre script de préambule. Consultez la documentation ($1) et revérifiez que le script est bien écrit.",
	"126706326fcb68f2": "Collation attendue",
	"1283564c622e4d41": "Contrôle si Phabricator envoie un courriel avec plusieurs destinataires dans la ligne « À », ou plusieurs courriels avec chacun un unique destinataire sur la ligne « À ».",
	"14803a7a288ccab4": "L’option « $1 » est de type « $2 », mais la valeur n’est pas une liste : c’est une correspondance avec des clés non naturelles ou clairsemées.",
	"148980d89ce033b5": "Utiliser les redirections HTTP normales",
	"148af44814a6b580": "Afficher les conseils annonciateurs",
	"148d75d526e7ffd3": "La clé de configuration '$1' n’est pas définie dans la configuration $2 !",
	"149d974fe6995755": "Plusieurs facteurs facultatif",
	"15341bd9b871c84a": "Le courriel est configuré pour être envoyé par sendmail, mais ce système n’a pas de binaire sendmail. Installer sendmail ou choisir un adapteur de courriel différent.",
	"1647b9db6c01fdfd": "Accès refusé",
	"16963a9a09a1c41a": "L’option de configuration '$1' a été supprimée. Vous pouvez la supprimer à votre guise.\n\n$2",
	"17779a65a2605b0e": "Vitesse de page désactivée",
	"1795aea6b4646b98": "Une index Elasticsearch existe bien mais doit être corrigé.",
	"1804c90829b7f01a": "Null autorisé",
	"180a7d63a161f78c": "La clé « $1 » est fixée à une valeur autre que « -1 » dans votre configuration PHP. Cela peut faire que PHP génère des avertissements d’obsolescence lors du démarrage du processus. Mettre cette option à « -1 » pour éviter que ces avertissements n’apparaissent.",
	"18249d0a48aa107d": "Pas d'entête « hôte »",
	"1864157a29e01ce7": "Ne pas installer Phabricator sur une classe d'instance avec une CPU extensible.",
	"18e38fef1d5f22f5": "L’activité « $1 » ne nécessite pas d’être marquée comme terminée.",
	"1972448e95292704": "Configurer l'intégration de Mailgun.",
	"197fc28818497069": "L’implémentation de la traduction a été modifiée, et les fournisseurs ne sont plus utilisés ni supportés.",
	"1994e3ed246d20f6": "L’option « $1 » est de type « $2 », mais la valeur que vous avez fournie n’est pas une liste JSON valide. En définissant une option de liste depuis la liste de commande, spécifier la valeur en JSON. Vous devrez mettre votre valeur entre guillemets pour votre shell (par exemple : '[\"a\", \"b\", ...]').",
	"19a0b5dd52248a6b": "Aucun SES pour l’adresse n’est configuré",
	"19f7478b51c5b432": "La version minimale supportée de Mercurial est 1.9, qui a été livrée en 2011.",
	"1a4c94bbbc38892e": "Format pour le journal d’accès SSH. Utiliser $1 pour définir le chemin. Les variables disponibles sont :",
	"1b89d4f8e0ff277c": "Ce tableau peut utiliser un moteur de tableau plus performant.",
	"1bf34d9a92d4a6e1": "post_max_size de PHP n’est pas configuré",
	"1c0deb83cc5383a7": "Connexion impossible à MySQL",
	"1c19df554c3e7ec4": "L’option « $1 » est de type « $2 », mais la valeur configurée n’est pas un booléen.",
	"1c532fbf86d552d9": "Désactiver le mode développeur",
	"1d6cf6858db6243a": "Décrire 0,1% de toutes les requêtes",
	"1dcb10ee4acacb23": "Cette option a été remplacée par une option `$1` plus fine.",
	"1dd776e5ac695938": "Nécessiter que tous les utilisateurs configurent l’authentification à plusieurs facteurs.",
	"1eca90fcb77e7644": "Guide de configuration : Configuration verrouillée et masquée",
	"1eddd86af9d27c8e": "Cette action permet un rapport verbeux des erreurs (piles d’erreur, rappels d’erreur) et force les lectures sur disque des ressources statiques à chaque rechargement.",
	"1f35bf416fd15494": "($1$2) $3",
	"1f72747a0fa76626": "Copie sans réplication",
	"1f83bc2e34055b3e": "Exécuter ces $1 commande(s) :",
	"1fff6a31661b491f": "Modèle",
	"2012211e1cb72ba7": "Hôte pour SMTP.",
	"2036e066463f85fd": "Votre configuration échoue à spécifier un fuseau horaire de serveur. Vous pouvez soit définir la valeur de configuration PHP '$1' ou la valeur de configuration '$2' de Phabricator pour en spécifier une.",
	"2039a2d4eb6dcdf5": "Version '$1' inconnue",
	"20e6382ca59e9ef2": "Nom de domaine du point de terminaison SES. Vous pouvez trouver une liste des régions disponibles et des points de terminaison dans la documentation de AWS.",
	"20f2611e1506e05a": "Vous utilisez une ancienne version de MySQL (sur l’hôte « $1 »), et vous devriez la mettre à jour.",
	"21ab916405daaaf7": "Vider les caches",
	"224bb85614c1429b": "AVERTISSEMENT : Ceci est une option de prototype et la description ci-dessous est actuellement une pure fantaisie.\n\nBasculer Phabricator en mode lecture seule. Dans ce mode, les utilisateurs ne pourront pas écrire de nouvelle donnée. Normalement, la grappe passe dans ce mode automatiquement quand il détecte que le maître de la base de données est inatteignable, mais vous pouvez l’activer manuellement afin de faire une configuration de maintenance ou de test.",
	"225f29589609a3a2": "Régler $1 dans votre configuration PHP à au moins 32Mo. S’il est mis à une valeur plus petite, les téléchargements de gros fichiers pourraient ne pas bien fonctionner.",
	"228b831b56854df1": "Afficher les conseils de destinataire",
	"22beeb23e44558cf": "Activer la décompression",
	"234ee2c566bee926": "Vous pouvez restreindre les adresses de messagerie autorisées à certains domaines (comme `votresociete.com`) en définissant une liste de domaines autorisés ici.\n\nLes utilisateurs ne seront autorisés à s’inscrire qu’en utilisant des adresses de messagerie d’un de ces domaines, et ne pourront ajouter de nouvelles adresses de messagerie que pour ces domaines. Si vous le configurez, cela implique {{auth.require-email-verification}}.\n\nVous devez omettre le `@` des domaines. Notez que le domaine doit correspondre exactement. Si vous autorisez `votresociete.com`, cela autorise `joe@votresociete.com` mais rejette `joe@mail.votresociete.com`.",
	"239990e10965fa18": "Recaptcha de la clé privée, obtenue en s’inscrivant à Recaptcha.",
	"23b034c2a920b93e": "Moteur InnoDB de MySQL non disponible",
	"23c57c5b082ece95": "L’hôte de base de données « $1 » ne supporte pas l’option $2. Vous ne pourrez pas trouver de résultats de recherche pour les mots communs. Vous pouvez obtenir l’accès à cette option en mettant à jour MySQL vers une version plus récente.\n\nVous pouvez ignorer cet avertissement si vous prévoyez de configurer Elasticsearch ultérieurement, ou que vous n’êtes pas concerné par la recherche de mots communs.",
	"24131f3e1ac0aa6b": "Proto",
	"241d0a71a958306d": "Sécurité de Transport Stricte de HTTP (HSTS) envoie un entête qui indique aux navigateurs que le site ne doit être accédé que via HTTPS, jamais HTTP. Cela désamorce une attaque où un adversaire obtient accès à votre réseau, puis fait des requêtes par procuration via un lien non sécurisé.\n\nN’activez pas cette option si vous fournissez (ou prévoyez de fournir un  jour) du contenu non sécurisé via du HTTP simple. Il est très difficile d’annuler cette modification une fois que les navigateurs de vos utilisateurs ont accepté ce paramètre.",
	"247c7cf2604f80c2": "(Aucune valeur configurée)",
	"24b1b078ff3c5a16": "L’option de configuration '$1' n’est pas valide. L’URI doit contenir un point ('$2'), comme '$3', pas seulement un nom simple comme '$4'. Certains navigateurs ne définissent pas de cookies sur des domaines sans TLD.",
	"24f2b54cf127a4a3": "Permettre la modification",
	"24fd549251fb3c37": "Configurer les services de recherche en plein texte.",
	"25316bd1e8e7dd95": "La méthode HTTP.",
	"2535ec8b1d1da3c6": "Le nom d'hôte du serveur web.",
	"253d034b11d83a56": "Fuseau horaire PHP non valide",
	"2564b3786e7d5c77": "Réduire les ressources statiques en supprimant les espaces et les commentaires. Vous devez activer cela en production, mais le désactiver en développement.",
	"26108f5a27e0c1da": "Configuration de Phabricator",
	"263e91af9258cf88": "Intégration avec Recaptcha",
	"265881e9e80c5f05": "Phabricator envoie lui-même une requête de test et s’attend à obtenir une réponse JSON simple en retour, mais la réponse a un espace supplémentaire au début ou à la fin.\n\nCela veut dire, en général, que vous avez modifié un fichier et avez laissé des caractères blancs avant la balise entrante $1, ou après une balise fermante $2. Supprimez tout espace au début, et de préférence, ne mettez pas les balises fermantes.",
	"2665215d93a14958": "Plafond global pour la taille des courriels générés (en octets).",
	"270fc142ac592c5e": "Journaux des accès",
	"272913189b938226": "Ce serveur a une mauvaise version connue de « $1 » installée (« $2 »). Cette version n’est pas supportée, ou contient des bogues importants ou des vulnérabilités de sécurité qui sont corrigés dans une version plus récente.",
	"2740cf33680ec4df": "Autoriser les non-membres à interagir par courriel sur les tâches.",
	"2760308a0f6d1684": "Table des caractères",
	"276ee01372b62de2": "Phabricator met les bases de données dans un espace de noms, qui est par défaut 'phabricator' — par exemple, la base de données de Differential est appelée 'phabricator_differential' par défaut. Vous pouvez modifier cet espace de noms si vous le souhaitez. Normalement, vous ne devriez pas faire cela sauf si vous développez Phabricator et utilisez les espaces de nom pour séparer des ensembles de données bac à sable multiples.",
	"2804d9f16a38553f": "Formats",
	"2827bc0c2fd7cffd": "Dirigeant ambigu",
	"28752308e85e8ddb": "Amazon SES ne supporte pas l’envoi de courriel en tant qu’utilisateur. Désactiver l’envoi comme utilisateur, ou choisir un adaptateur de courriel différent.",
	"2886127cc1127287": "La clé de configuration « $1 » est verrouillée et ne peut être positionnée que dans la configuration locale. Pour en savoir plus, voir « $2 » dans la documentation.",
	"28a2495ff0c80e46": "Cette option peut aider à déboguer les pages qui prennent beaucoup de temps (plus de 30 secondes) à être rendues.\n\nSi une page est longue à afficher (mais prend moins de 30 secondes), les meilleurs outils à utiliser pour déterminer pourquoi cela est long sont en général le profileur d’appels du service DarkConsole et XHProf.\n\nCependant, si une requête prend très longtemps à répondre, certains composants (comme Apache, nginx, ou PHP lui-même) peuvent annuler la requête avant qu’elle se termine. Cela peut vous empêcher d’utiliser des outils de profilage pour comprendre la performance de la page en détail.\n\nDans ces cas, vous pouvez utiliser cette option pour forcer la page à s’annuler après un nombre de secondes plus petit (par exemple, 10), et récupérer une trace de pile utile. Cela peut fournir des informations utiles sur la raison pour laquelle une page est en attente.\n\nPour utiliser cette option, la fixer à un petit nombre (comme 10), et recharger une page qui bloque. La page doit sortir après 10 secondes et vous afficher une trace de pile.\n\nVous devez désactiver cette option (la mettre à 0) quand vous avez fini de l’utiliser. La laisser activée crée une petite surcharge pour toutes les requêtes, même si elles n’atteignent pas la limite de temps.",
	"28c73b5566d2027f": "L’option de configuration '$1' n’est pas valide. L’identifiant de fuseau horaire doit être valide et reconnu par PHP, comme '$2'. \n            Vous pouvez trouver une liste des identifiants valides ici : $3",
	"28d0f448f7106684": "Cette option a été renommée en `$1` pour mettre en évidence la nature inachevée de nombreuses applications prototype. Votre paramétrage existant a été migré.",
	"28e22fe3dde53ce0": "Clients",
	"291f0ed6874f0791": "Colonnes attendues",
	"294088750a7c7d4a": "Les superviseurs peuvent maintenant utiliser un groupe se redimensionnant automatiquement. Vous pouvez configurer la taille du groupe avec `$1`.",
	"295deb9ee5cdd9b4": "Cette configuration est verrouillée et ne peut pas être modifiée depuis l’interface web. Utiliser $1 dans $2 pour la modifier.",
	"295ea07340442489": "Plusieurs sous-classes de $1 contiennent une option nommée '$2' !",
	"298e0c15a0adb141": "Pygments doit être installé et activé pour fournir la mise en évidence avancée de la syntaxe.",
	"29b505872aff7d06": "Versions installées",
	"2ad965e7357d3c05": "Clé publique de Recaptcha, obtenue en s’inscrivant à Recaptcha.",
	"2aef4eb2f4ce4e3c": "Serveurs de base de données",
	"2b41bfb7de9a0474": "Spécifier une clé de configuration à supprimer.",
	"2b4ca27129e4dd07": "Rechercher les serveurs",
	"2b8e49846ff2e912": "Cet hôte web (« $1 ») est aligné sur une heure très différente de celle d’un hôte de base de données « $2 ».",
	"2bbdbea834a4f49f": "Envoyer un courriel à chaque destinataire",
	"2c5c5c099fdbc46d": "Supprimer le logo personnalisé",
	"2c7e23ee7e2ea298": "Aucun serveur de notification n’est configuré.",
	"2c9888802437d506": "(Non supporté)",
	"2ca72c0eb47450fd": "Port non standard",
	"2cffc80923eca630": "Ne pas inclure les vidéos Communs",
	"2d0758456f316ff8": "Cette configuration a été retirée. Vous pouvez la supprimer sans problème.\n\n$1",
	"2d0a6dd511df12fa": "Options relatives aux traductions.",
	"2d1579e046c58211": "Vous avez '$1' d’activé dans votre configuration PHP, mais Phabricator ne tournera pas en mode sécurisé. Le mode sécurisé a été rendu obsolète en PHP 5.3 et supprimé en PHP 5.4.\n\nDésactiver le mode sécurisé pour continuer.",
	"2dcd435eeebf652c": "Utiliser les réponses privées (plus sécurisé)",
	"2e14abfc2c0d6b5f": "Traiter tous les fichiers '*.x.bak' comme '.x'. REMARQUE : Nous faisons correspondre le groupe 1 capturé en spécifiant la correspondance comme '1'",
	"2eacbb8469fd852a": "Envoyer comme l’utilisateur prenant l’action",
	"2ebe9995824505d0": "Options de sécurité.",
	"2f3e04d434df34ee": "L’option « $1 » est de type « $2 », et doit être spécifiée sur la ligne de commande comme une liste de valeurs en JSON. Vous devrez peut-être mettre la valeur entre guillemets dans votre shell (par exemple : '[\"a\", \"b\", …]').",
	"2f751bec79e76379": "Attendu comme unique",
	"2f7aab92baac9c1e": "Ancienne version MySQL",
	"2f81a9913ff38516": "Si vous avez plusieurs environnements Phabricator (comme un environnement de développement/mise en place pour travailler sur un test de Phabricator, et un environnement de production pour le déployer), mettez ici l’URI de l’environnement de production, afin que les courriels et autres URI durables soient toujours générés avec des liens pointant sur l’environnement de production. S’il est non défini, la valeur par défaut est `$1`. La plupart des installations n’ont pas besoin de définir cette option.",
	"2f963a46ce9bc500": "En utilisant PHPMailer avec SMTP, vous pouvez fixer cela à l'une des valeurs '$1' ou '$2' pour utiliser TLS ou SSL respectivement. Le laisser vide pour SMTP simple. Si vous envoyez via Gmail, le mettre à '$3'.",
	"3098fdff61883a9a": "Configuration d’un script de prétraitement",
	"30b53874aa78fd37": "Partition par défaut",
	"30bb5b6290a53b40": "Domaine utilisé pour répondre aux adresses de messagerie.",
	"311a29efbcad3b2b": "Vous pouvez trouver plus d’information sur la reconstruction de l’index de recherche ici : $1",
	"31ad59c1a6781855": "Empêcher la modification",
	"31b39d8cfe22bd05": "Liste blanche 1.2.3.*",
	"321f10310ed1322b": "Cette configuration n’est plus significative parce que les démons redémarrent automatiquement lors des modifications de configuration.",
	"3232ad8546d7a96b": "Les éléments d’IHM de l’âge d’affichage de la liste des révisions différentielles ont été supprimés pour simplifier l’interface.",
	"32beb5b9df2be535": "Séparer les valeurs avec des nouvelles lignes.",
	"3324e0bffe4d35b8": "Gestionnaires d’exceptions",
	"33b0fb16a6f9d821": "Ce schéma a le mauvais paramétrage de nul autorisé.",
	"3404e98d340a33d8": "L’option de configuration '$1' n’est pas valide. L’URI doit commencer par '$2' ou '$3'.",
	"343890ebae9dc18b": "Version « $1 » non supportée/non sécurisée",
	"345f49a96f02c2ba": "SES ne peut pas envoyer comme utilisateur",
	"34ab06cb81d1a4f4": "Jeton d’autorisation du service Twilio.",
	"34d45b0b30ef89f7": "Cette option n’a pas un type personnalisé !",
	"34d8dedef4bd00ec": "Nécessite que les administrateurs approuvent les nouveaux comptes.",
	"3703cd216881d330": "Santé",
	"376a4e86890de4e0": "Contrôler comment le courriel est envoyé.",
	"3772602fd6877c78": "Utilisateur système avec lequel exécuter les démons.",
	"37986172c4f1b3bb": "État du schéma « $1 » inconnu !",
	"379a4c12cb96bb83": "MySQL pourrait fonctionner lentement",
	"37dddc9e77839277": "Phabricator gère maintenant automatiquement les stratégies de saisie anticipée.",
	"37f119ae3bb81ce7": "Trop d’arguments : une clé attendue.",
	"3809d33a7f5a498a": "Liste des utilisateurs sans MFA",
	"387201e0e2bf24d5": "Aucun entête « Host » présent dans la requête.",
	"38c449e96ca39b19": "La valeur pour l’option « $1 » de type « $2 » doit être soit « true » soit « false ».",
	"396433347f256b4a": "Recherche de grappe",
	"39ae08da4643575f": "La configuration du pied de page n’est pas valide : la valeur doit être une liste d’éléments.",
	"39b21bbf479712ca": "Modifier « $1 »",
	"3a3d00a1343b1649": "Ne pas inclure les vidéos YouTube",
	"3a68c6cf6e1f0d7b": "Désactiver $1 de PHP",
	"3a8ad017d085ff52": "Configurer les clés de chiffrement maître.",
	"3adecc79d0ee8efd": "Clé secrète d’Amazon SES non définie",
	"3b4dfd34cdc7bacd": "Phabricator a maintenant des contrôles d’accès globaux importants. Voir `$1`.",
	"3b57019f99f57afe": "Si vous utilisez PHPMailer pour envoyer des courriels, fournissez ici l’expéditeur et les options. PHPMailer est bien plus gros que PHPMailerLite, et fournit plus d’expéditeurs et un volume bien plus important. Vous en aurez besoin quand vous voudrez utiliser SMTP au lieu de sendmail comme expéditeur.",
	"3b7069ea27b7c64f": "La réplique de base de données « $1 » est listée comme réplique, mais elle n’est actuellement pas répliquée. Vous êtes vulnérable à une perte de données, si le maître échoue.",
	"3b7e25cbe7e16d36": "Ramasses-miettes",
	"3c7750d84945f3ff": "$1 a modifié cette entrée de configuration.",
	"3ccc4ba1df7e7645": "Phabricator a envoyé de lui-même une requête de test avec l’entête « X-Phabricator-SelfCheck » et s’attendait à obtenir une réponse JSON valide en retour. À la place, la réponse commence par :\n\n$1\n\nQuelque chose est mal configuré ou sinon, déforme les réponses.",
	"3cdc74c88ecf28f8": "Activer la console de débogage de Phabricator.",
	"3d01fc462117dced": "Envoyer un courriel à tous les destinataires",
	"3e3ca7fba12b0eac": "Lancer les démons en mode 'trace' par défaut.",
	"3e46b76b2d44872e": "Votre installation n’a actuellement pas de problème de configuration à résoudre.",
	"3eb17bd453f493b4": "Permettre une authentification Reply-To non sécurisée",
	"3ef041b740c39ec3": "Subschemata a des échecs",
	"3f07bef525f59607": "Cette requête inclut un entête « Header » non valide, avec la valeur « $1 ». Les entêtes de l’hôte doivent contenir un point (« . »), comme « exemple.com ». C’est obligatoire pour que certains navigateurs puissent définir des cookies.\n\nCela peut vouloir dire que l’URI de base est mal configurée. Vous devez fournir Phabricator depuis une URI de base avec un point (comme « https://phabricator.masociete.com »), pas un simple domaine (comme « https://phabricator/ »). Si vous essayez d’utiliser un simple domaine, modifiez votre configuration pour utiliser un domaine complet avec un point dedans à la place.\n\nCela peut aussi vouloir dire que votre serveur web (ou tout autre équipement du réseau, comme un répartiteur de charge) déforme l’entête « Host », ou que vous utilisez un outil ou une bibliothèque pour produire une requête manuellement et mettre le mauvais entête « Host ».\n\nLes requêtes doivent inclure un entête « Host » valide.",
	"3f1929cb9429c55f": "Enregistrer l’entrée de configuration",
	"3fd293a9d6152d26": "$1 sur $2",
	"4009bea6fea89230": "Installer le schéma MySQL",
	"400f08b84d5e87d7": " ($1)",
	"4028c0c8b470f545": "Non disponible",
	"407eafd2fdca583e": "Faire confiance aux entêtes « Reply-To » pour l’authentification",
	"408d9916fd5927c9": "Cette option a été supprimée, vous pouvez utiliser les tableaux de bord pour fournir une personnalisation de la page d’accueil. Voir T11533 pour plus de détails.",
	"40a42d922391db6e": "Cache de données",
	"40a615c67b76e1b6": "Configurer les journaux d’accès, qui tracent les requêtes HTTP/SSH.",
	"40e3403c0c066d69": "$1s derrière",
	"4119007a51fb8a7f": "Le PID du processus du serveur.",
	"41e68d6902c1a427": "Lancer les démons en mode 'bavard' par défaut. Cela génère beaucoup de sorties, mais peut aider à déboguer les problèmes. Les démons lancés en mode débogage avec '$1' sont toujours lancés en mode bavard. Voir aussi '$2'.",
	"41ea645aaecc2a86": "Mettre les sous-réseaux en liste noire pour éviter des requêtes de sortie initiées par l’utilisateur.",
	"423ac632bebf0560": "Aucune requête de sortie",
	"423e87fbd63d59dd": "Aucun binaire de sendmail trouvé",
	"42802c2c109bc2e2": "URI d’installation primaire, pour les installations multi-environnements.",
	"43190b4c00330069": "Protocoles d’éditeur en liste blanche pour « Ouvrir dans l’éditeur ».",
	"43376f6280445187": "Les paramètres « Préfixe Re: » et « Sujets variés » sont maintenant configurés dans les paramètres globaux.",
	"43a9ab980b27e875": "Vous n’avez aucun problème d’installation non résolu.",
	"43dc083a451b8fc3": "Cette configuration est cachée et ne peut pas être modifiée ou affichée depuis l’interface web.",
	"43dcc3307191505e": "Stockage disque local impossible à lire/écrire",
	"442caabf3a81cb8a": "Forcer les traductions.",
	"4443e2976c8151ca": "Configuration de la grappe non synchronisée",
	"448b4c09ab72a52d": "Cette option a été supprimée. Vous pouvez la supprimer à votre guise.",
	"44b988d1db61b8c5": "Après reconstruction de l’index, lancer cette commande pour nettoyer cet avertissement d’installation :",
	"44d96b1f9ce470ab": "L’élément du pied de page avec l’index « $1 » n’est pas valide : $2",
	"44e87cfd1fcbd6a5": "Option de configuration « $1 » inconnue",
	"4506a449f8634b62": "Tronquer à 1Mo",
	"4533fcabc9e099a7": "Clé d’accès pour Amazon S3.",
	"4584668461c10ef7": "Le composant '$1' de PATH (qui se décline en chemin absolu '$2') n’est pas utilisable parce que '$3' n’est pas lisible.",
	"45b2d872b3c7c149": "Les champs du manifeste sont maintenant chargés automatiquement. Vous pouvez les configurer avec `$1`.",
	"45f3f4847f082327": "Cette clé est censée exister, mais ce n’est pas le cas.",
	"465a97a1d0660f7a": "Désactiver la décompression",
	"46f754bc21c0be2b": "Mode normal",
	"47542538b7e204c5": "Cette version de Phabricator ne supporte pas PHP 7.0. Vous exécutez PHP $1. Mettez à jour vers PHP 7.1 ou supérieur.",
	"4782469ecc362275": "Persistance",
	"47bae244d4972d0b": "Amazon SES est sélectionné comme adaptateur de messagerie, mais aucune clé secrète SES n’est configurée. Fournir une clé secrète SES, ou choisir un adaptateur de messagerie différent.",
	"47f8dbf7d35406e5": "Ce schéma est censé exister, mais ce n’est pas le cas.",
	"48183d942f9fd2d7": "Ne pas utiliser Pygments",
	"482e9bd3f6e7a8d5": "À jour",
	"48afc8e308475f22": "Configurer les options cœur, y compris les URI.",
	"48b2f0579d650e42": "(vide)",
	"48db42b3a004c841": "Cette clé a le mauvais paramètre d’unicité.",
	"48e7249ad3069fe0": "Quand les utilisateurs définissent ou redéfinissent un mot de passe, il doit avoir au moins ce nombre de caractères.",
	"497e0b3a674b70d3": "Options de configuration supplémentaires à verrouiller.",
	"4a0cfd16a364b1e4": "Forcer les fichiers de langue (d’après le nom de fichier) à mettre en surbrillance.",
	"4a2be2efe91989af": "Mauvais entête « Host »",
	"4aa980115adc89af": "L’option « $1 » est de type « $2 », mais l’élément à l’index « $3 » de la liste n’est pas une chaîne.",
	"4b4bbd2eb0188b6d": "Port MySQL à utiliser lors de la connexion à la base de données.",
	"4b73efb9b028c2aa": "URI où Phabricator est installé.",
	"4b804f5e72d307ae": "Essai d’ajout d’une clé dupliquée « $1 » !",
	"4bdbeb85c4a3bfd6": "L’option « $1 » est de type « $2 », mais la valeur configurée n’est pas une chaîne.",
	"4be15481daaf273e": "Guide utilisateur : Amazon RDS",
	"4c8c25b6a6596689": "Le dépôt $1 a un chef ambigu.",
	"4ee271969119b0a5": "La configuration du serveur de notification a grandement changé. Pour la discussion, voir T10794.",
	"4f45f90c0647ba4e": "La source de base de données n’est pas configurée correctement",
	"4f97f575de3ebb56": "Phabricator s’est envoyé une requête avec « Accept-Encoding: gzip », mais a reçu une réponse non compressée.\n\nCela peut indiquer que votre serveur web n’est pas configuré pour compresser les réponses. Si c’est le cas, vous devez activer la compression. La compression peut améliorer significativement les performances, surtout pour des clients ayant une faible bande passante.",
	"4f9cf442678261c3": "Ne nécessite pas d’approbation manuelle",
	"4fe31833216c7358": "Type de colonne",
	"4fe6e0b3cf30f81e": "Tronquer à 512ko",
	"502e4b883da7839b": "Phabricator doit-il utiliser Pygments pour surligner le code ?",
	"50338b3b242845e2": "Cache",
	"50d9105a8a307db1": "Faire automatiquement le profil d’un certain pourcentage de pages.",
	"5103a1ba5b83372e": "Administrer le serveur",
	"510624ee93ad2194": "Mauvais type de colonne",
	"51b491c5b83d06d5": "Vidéos YouTube incluses",
	"51bc52c2a4f14f77": "Ajouter un chemin",
	"522175083f0bf50b": "Vider le cache",
	"529480a3ec48c5bb": "Ne plus ignorer ce problème d’installation ?",
	"52a9d06229e19e34": "Configurer le courriel.",
	"52dc66acd6274e74": "Détermine quels protocoles d’URI sont liés automatiquement.",
	"531800d5b47fd8dc": "Vous pouvez mettre à jour ces $1 valeurs ici :",
	"534e2f855629f6c5": "Serveurs de notification",
	"5378e62acc827b89": "Ceci est haché avec d’autres entrées pour générer des jetons de courriel. Si vous voulez, vous pouvez le modifier par une autre chaîne qui est unique à votre installation. En particulier, vous voudrez faire cela si vous envoyez de façon accidentelle un lot de courriels quelque part où vous n’auriez pas dû, pour invalider toutes les anciens destinataires reply-to.",
	"53cb13052e7b336a": "extname",
	"546bf01e35ee8e5e": "Activer les captchas avec Recaptcha.",
	"54de76ae6273d4db": "Ajouter des chemins multiples",
	"54fecfb2bcda20f6": "Spécifier une activité à marquer comme terminée.",
	"553921b5c4dc5592": "La variable d’environnement $1 est vide. Phabricator a besoin d’exécuter certaines commandes système, comme `$2`, `$3`, `$4` et `$5`. Pour exécuter ces commandes, les binaires doivent être disponibles sur les serveurs web $6. Vous pouvez définir des chemins supplémentaires dans la configuration de Phabricator.",
	"5693f19a12713a26": "Définir l’URI où Phabricator est installé. Le définir améliore la sécurité en évitant que les cookies soient définis sur d’autres domaines, et permet aux démons d’envoyer des courriels avec des liens qui ont le bon domaine.",
	"569d25c956a6df9a": "Définir une grappe Phabricator en fournissant une liste blanche d’adresses d’hôtes qui font partie de la grappe.\n\nLes hôtes sur cette liste blanche ont des droits spéciaux. Ces hôtes peuvent tordre les règles de sécurité, et mal configurer cette liste peut réduire la sécurité de cette liste. Pour plus d’information, voir **[[ $1 | $2 ]]**.\n\nDéfinir une liste de blocs CIDR qui met en liste blanche tous les hôtes dans la grappe et aucun autre. Voir les exemples ci-dessous pour plus de détails.\n\nQuand les adresses de la grappe sont définies, les hôtes de Phabricator rejetteront aussi les requêtes vers les interfaces qui ne sont pas en liste blanche.",
	"56cef0a2c3e0fd69": "Ce serveur a une mauvaise version connue de « $1 ».",
	"573ee104c21027c7": "Nécessite l’activation de DarkConsole",
	"57815653550a9547": "État des notifications",
	"57be8b8230c1681b": "Contrôler comment le SMS est envoyé.",
	"57d1afa500778dd8": "Configuration actuelle",
	"58c95c094a4a459c": "Réplication du maître",
	"595c76926a7c7f9b": "Sans fuseau horaire configuré, PHP émettra des avertissements en travaillant avec des dates, et les dates et les heures pourront ne pas s’afficher correctement.",
	"5972fca8c88e4d84": "L’option « $1 » est de type « $2 » et doit être initialisée avec une liste d’expressions régulières valides, mais « $3 » n’est pas une expression régulière valide.",
	"5999796d2639c177": "Ce schéma peut utiliser un meilleur jeu de caractères.",
	"5a35baf96a1e5a8c": "Détermine si les vidéos YouTube sont incluses ou non.",
	"5a39b8d96817ec46": "Vous permet d’ajouter un pied de page avec des liens vers la plupart des pages. Vous pourrez vouloir utiliser ces liens pour pointer vers des informations légales ou vers une page À propos.\n\nSpécifier une liste de dictionnaires. Chaque dictionnaire décrit un élément du pied de page. Ces clés sont supportées :\n\n  - `name` Le nom de l’élément.\n  - `href` Facultativement, la cible du lien de l’élément. Vous pouvez l’omettre si vous voulez juste du texte, comme une indication de droit d’auteur.",
	"5a3b38f652ed8cd7": "Les problèmes connus avec cette ancienne version sont :",
	"5a77699e8640e420": "Non activé",
	"5b667f3f9ecebddb": "Si vous utilisez Amazon RDS, certaines des instructions ci-dessus peuvent ne pas s’appliquer. Voyez $1 pour une discussion sur Amazon RDS.",
	"5ba9c3912362d6ec": "Le serveur de notification ne nécessite plus les droits root. Démarrez le serveur avec l’utilisateur sous lequel vous voulez le voir fonctionner.",
	"5c4f09fd1e8d019c": "Ce problème ne sera plus supprimé, et retournera à sa place correcte en tant qu’avertissement général d’installation.",
	"5c66f37427cd7acc": "Vous permet de supprimer le manque de sérieux et les blagues de l’IHM.",
	"5cae88ddf5336e6a": "Sites",
	"5d5c9c967a7ad7ed": "Vulnérabilité de bash T6185 « Shellshock »",
	"5e1baf49edcb4323": "Extension '$1' manquante",
	"5e6af0e19a1343b1": "Politiques de rétention pour le ramasse-miettes.",
	"5e83a3eabf3edd8c": "MySQL (sur l’hôte « $1 ») est configuré avec un très petit innodb_buffer_pool_size, ce qui peut impacter les performances.",
	"5ecffe835dc27596": "Vous devez mettre à jour ce logiciel.",
	"5edd2ba3b1bb7dab": "Les caches suivant seront vidés :",
	"5f0e985b5476b24d": "$1 avertissement(s) détecté(s) avec ce schemata.",
	"5f36d603d0be36e2": "Format obsolète de mysql.host",
	"5f3c0faad1e0dc0e": "Cette clé traite de mauvaises colonnes.",
	"5f402115040d0f3d": "Mauvais paramétrage de nul possible.",
	"5f4af1a4a9b3fc41": "Clé secrète pour Amazon S3.",
	"5fbd435aa745b440": "Vous utilisez une ancienne version de MySQL (sur l’hôte « $1 ») qui a un faible support d’unicode (ne prend pas en compte le jeu de caractères « utf8mb4 »). Vous rencontrerez des limites en travaillant avec certaines données en Unicode.\n\nNous vous recommandons fortement de mettre à jour vers MySQL 5.5 ou plus récent.",
	"5ff9e9c5351538c0": "Tentative pour ajouter la colonne dupliquée « $1 » !",
	"5ffc4b34d12e9b79": "L’application Multimètre collecte des exemples de performance. Vous pouvez utiliser ces données pour vous aider à comprendre sur quoi Phabricator passe du temps et des ressources, et pour identifier les schémas d’accès problématiques.\n\nCette option contrôle à quelle fréquence l’échantillonnage s’active. Le mettre à une entier positif N pour échantillonner toutes les 1 / N pages.\n\nPour la plupart des installations, la valeur par défaut (1 échantillon pour 1000 pages) doit collecter suffisamment de données pour être utiles, sans nécessiter beaucoup de stockage ou impacter fortement les performances. Si vous travaillez sur les problèmes de performance, vous pouvez ajuster la fréquence afin de collecter plus de données.",
	"608444cf93316163": "Longueur minimale du mot de passe.",
	"60eb9b2e0c7fdbd9": "Les extensions PHP nécessaires ne sont pas installées.",
	"61074f1c958d6cdd": "Base de données",
	"6129bbe7e5838dda": "MALSAIN : Cette base de données a échoué aux dernières vérifications de santé. Le trafic ne lui sera pas envoyé jusqu’à ce qu’elle soit rétablie.",
	"6142432ab832445b": "Nombre demandé, en octets.",
	"622de911e873bcab": "Vous avez activé Pygments mais le script $1 n’est actuellement pas disponible ; votre $2 est sans doute cassé.",
	"626dbef44ab40ac7": "Configuration de l'application",
	"62a742ee265353cb": "Afficher le lien des préférences de courriel dans le courriel.",
	"62ba5cd7635608d9": "Votre serveur web peut avoir désactivé la prose en compte de la compression.",
	"62f6418101b51e87": "Uri alternatives qui peuvent accéder à Phabricator.",
	"63075bbb3b8a6914": "Après avoir modifié la configuration PHP, <strong>redémarrer Phabricator pour que les modifications prennent effet</strong>. Pour de l’aide au redémarrage de Phabricator, voir $1 dans la documentation.",
	"63480bc81117d10f": "Vous pouvez définir une limite pour la taille maximale en octets du courriel sortant. Un courriel plus gros que cette limite sera tronqué avant d’être envoyé. Cela peut être utile si votre MTA rejette les courriels dépassant une certaine limite (c’est assez courant). Spécifier une valeur en octets.",
	"634a79070baf78f0": "Plusieurs sous-classes de $1 ont la même clé ('$2') : $3, $4.",
	"6375e17e7c865724": "Votre serveur web réécrit mal les chemins.",
	"63a3b3ed64b1ce8e": "Essai d’ajout d’une table dupliquée « $1 » !",
	"63a46b676917b188": "Aucun fournisseur d’authentification configuré",
	"63adbfc7dcdda9d1": "Exécuter silencieusement",
	"63b9b9aadfed9fb2": "Clé secrète pour Amazon SES.",
	"63d9d363ec7906dc": "Vous pouvez trouver plus d’information sur les valeurs de la configuration PHP dans le $1.",
	"63f2dc5bc41f0975": "Saut de l’option « $1 » ; déjà dans la configuration locale.",
	"63f76be12cf6ae1f": "Les cookies définis pour x.com sont aussi envoyés pour y.x.com. En supposant que des instances de Phabricator s’exécutent sur les deux domaines, cela provoquera une collision vous empêchant de vous connecter.",
	"6457187ab2e430fa": "Problèmes d’installation",
	"646b78bcdb76fa1a": "Nécessite une vérification de courriel",
	"64afb90cf3f8b0fd": "$1 ne fonctionne pas",
	"64c7f279e0d92976": "Vous pouvez utiliser '$1' si vous ne voulez pas créer une traduction complète, pour donner aux utilisateurs une option pour basculer vers elle, et que vous voulez juste écraser certaines chaînes dans la traduction par défaut.",
	"65001fe263b3ac8e": "Si vrai, les adresses de messagerie doivent être vérifiées (en cliquant sur un lien dans le courriel) avant qu’un utilisateur puisse se connecter. Par défaut, la vérification est facultative, sauf si {{auth.email-domains}} est non vide.",
	"6506bd6195c6c18b": "Phabricator semble être installé sur une très petite instance de EC2 (de la classe « $1 ») avec un CPU extensible. Ce n’est pas recommandé. Phabricator a besoin de CPU de façon régulière, et ces instances sont souvent chargées à mort par un ralentissement de CPU. Utiliser plutôt une instance avec un CPU normal.",
	"6512c0f3fe5583e8": "Phabricator s’est envoyé une requête de test avec un paramètre HTTP GET, mais le paramètre n’a pas été transmis. « $1 » envoyé avec la valeur « $2 », « $3 » avec la valeur « $4 » obtenu.\n\nVotre serveur web est mal configuré et une grande partie de Phabricator ne fonctionnera pas jusqu’à ce que ce problème soit corrigé.\n\n(Ce problème peut être dû à un « QSA » manquant dans votre RewriteRule.)",
	"6512ee1541e9a6c5": "Connexion",
	"657f228361b0e654": "Les clés SSH sont maintenant utiles, c'est pourquoi elles sont toujours activées.",
	"65a93973ada5a6a7": "Sortie de la requête, en octets.",
	"65c92754ab74cf58": "Configurer l’intégration avec AWS (EC2, SES, S3, etc.).",
	"65d5b644919855aa": "L’option de configuration '$1' n’est pas valide. L’URI doit contenir un point ('.'), comme '$2', pas simplement un nom comme '$3'. Certains navigateurs web ne positionneront pas les cookies sur les domaines sans TLD.",
	"665cda3eaee0fbc9": "Espace de noms du cache.",
	"66999356dc475a67": "Les règles de Remarkup personnalisées sont maintenant ajoutées en sous-classant $1 ou $2.",
	"66bed768185a2282": "Le binaire '$1' n’a pas pu être trouvé. Faire un lien symbolique dessus dans '$2', ou initialiser la variable d’environnement $3 du serveur web pour inclure le répertoire où il réside, ou ajouter ce répertoire à '$4' dans la configuration de Phabricator.",
	"66befa8a4fb57dd5": "Problème résolu",
	"66d7413435784835": "Intégration avec Mailgun",
	"674f4f979a54bd86": "Si vous activez cela, les vidéos Communs intégrées seront incluses en ligne.",
	"677d155732845760": "Autoriser Phabricator à utiliser une adresse courriel unique pour toutes les réponses.",
	"679990d186ebf0ab": "Les ramasse-miettes sont maintenant configurés avec « $1 » .",
	"67d2c1682431f680": "Type d'option de configuration inconnu « $1 » .",
	"67d3d7d3251625aa": "Essai d’ajouter une base de données « $1 » dupliquée !",
	"681cd222368609f7": "Cette colonne a un mauvais paramétrage d’auto-incrémentation.",
	"681e6e1056b635bd": "Vous permet d’ajouter des liens de bas de page sur la plupart des pages.",
	"684302d05a739f1c": "Région US Ouest",
	"68abec1d07b77a6c": "Les champs du manifeste sont maintenant définis dans `$1`. Les définitions existantes ont été migrées.",
	"699848c1b040c389": "Activer les prototypes",
	"69b3c0e66cdb994e": "Elasticsearch est maintenant configuré avec « $1 ».",
	"69dbeefe153f6cf2": "Configuration du courriel de sortie",
	"6a02bdd01c0a0578": "Les adresses de messagerie de réception sont maintenant configurées pour chaque application dans l’outil Applications.",
	"6a5f8ead8596ff3c": "Support partiel de '$1'",
	"6a8d52d2dc33a07c": "Subschemata a des avertissements d’installation.",
	"6aafa80cab6f4d80": "Durée de fonctionnement",
	"6ac56daf171cdb71": "Normalement, Phabricator fait le profil des pages uniquement quand cela est demandé explicitement via DarkConsole. Toutefois, il peut être utile de faire le profil de certaines pages automatiquement.\n\nDéfinir cette option avec un entier positif N pour faire automatiquement le profil de 1 / N pages. Par exemple, le mettre à 1 fera le profil de toutes les pages, alors que le mettre à 1000 fera le profil de 1 page sur 1000 requêtes (c.-à-d. 0,1% des requêtes).\n\nComme faire des profils est lent et génère beaucoup de données, vous devriez le mettre à 0 en production (pour le désactiver) ou à un très grand nombre (pour collecter quelques exemples, si cela vous intéresse d’avoir quelques données auxquelles regarder au besoin). En développement, il peut être utile de le mettre à 1 pour déboguer des problèmes de performance.\n\nNOTE : Vous devez installer XHProf pour que les profils fonctionnent.",
	"6ad215df88991706": "MySQL (sur l’hôte « $1 ») utilise un fichier de mots à éviter, ce qui évite de rechercher de nombreux mots communs.",
	"6b705c5226ea7080": "Deux vérifications d’installation ont levé un problème avec la clé '$1' !",
	"6ba08131fb3b08cc": "Marquer les activités terminées même s’il n’y a pas de besoin en suspens pour les terminer.",
	"6ba09fc09e07326b": "Vous avez sans doute activé cluster.search sans créer l’index. Utiliser la commande suivante pour créer un nouvel index.",
	"6ba2a0c32659704c": "Nom d'utilisateur pour SMTP.",
	"6be70c7b9b5481fb": "Sans '$1', Phabricator ne peut pas tester la disponibilité d’autres binaires.",
	"6c0dd36cd3ffc093": "Sauter l’option « $1 » ; déjà dans la configuration en base de données.",
	"6c477cd5608057bd": "Cette option contrôle si les utilisateurs peuvent modifier les adresses de messagerie de compte et décrire les vrais noms.\n\nSi vous avez installé votre Phabricator pour qu’il synchronise automatiquement les informations de compte depuis un autre système faisant autorité, vous pouvez empêcher les utilisateurs de faire ces modifications pour être sûr que les informations restent cohérentes entre les deux systèmes.",
	"6c504e01c242d367": "MySQL est en mode ONLY_FULL_GROUP_BY (sur l’hôte « $1 »), mais utiliser ce mode est fortement déconseillé.",
	"6cf859b6310ef2ca": "Le répertoire pour les dépôts locaux ($1) n’existent pas, ou n’est pas lisible par le serveur web. Phabricator utilise ce répertoire pour stocker des informations sur les dépôts. Si ce répertoire n’existe pas, créez-le :\n\n$2\nSi ce répertoire existe, le rendre lisible par le serveur web. Vous pouvez aussi modifier la configuration ci-dessous pour utiliser un autre répertoire.",
	"6d392e64b1279ecf": "Personnaliser l’image du logo et le texte qui apparaît dans l’entête du site principal :\n\n  - **Image du logo** : Téléverser une nouvelle image 80 x 80px pour remplacer le logo de Phabricator dans l’entête du site.\n\n  - **Texte de signature** : Choisir un nouveau texte à afficher à côté du logo. Par défaut, l’entête affiche //Phabricator//.",
	"6e0947b0060beb5d": "Les démons de Phabricator ne fonctionnent pas, donc Phabricator ne pourra pas effectuer de traitement en tâche de fond (comprenant l’envoi de courriel, la reconstruction des index de recherche, l’importation de validations, le nettoyage des anciennes données, et l’exécution de constructions).\n\nUtilisez $1 pour lancer les démons. Voyez $2 pour plus d’information.",
	"6e1e684ea24da0ff": "Statistiques $1",
	"6e2a5116e26f8d9a": "La version minimale supportée de Subversion est 1.5, qui a été livrée en 2008.",
	"6e2ad9018343c287": "Votre limite mémoire PHP est configurée de telle sorte qu’elle peut vous empêcher de télécharger de gros fichiers ou de gérer de grandes requêtes.",
	"6e2fab5eea81cb65": "L'utilisateur du système.",
	"6e41ee3f309a1d09": "Recharger la page",
	"6e8d473db83cc50d": "Nombre maximal de démons du gestionnaire de tâches à lancer à la fois. L’augmenter peut accroître le débit maximal de la file de tâches. La réserve sera automatiquement réduite si elle n'est pas utilisée.",
	"6f2116dd461af22a": "Phabricator sélectionne dorénavant automatiquement la meilleure implémentation disponible de MySQL.",
	"6f6b7e1133535f08": "Forcer les utilisateurs à se connecter via HTTPS au lieu de HTTP.",
	"6fd913e6c415844b": "Gros fichiers",
	"6ffd471c228478ba": "Marquer une activité de mise à jour manuelle comme terminée.",
	"70654d02c9db58f7": "$1 non fixé",
	"70830bd82cf53333": "Cette option de configuration a été remplacée par un gestionnaire modulaire. Voyez T9346.",
	"70894d79ff38053f": "La valeur pour l’option « $1 » (de type « $2 ») doit être spécifiée en JSON, mais l’entrée n’a pas pu être décodée (avez-vous oublié de mettre une chaîne entre guillemets?).",
	"70e028b6ba941ed0": "L’option de configuration '$1' a une valeur non valide et a été restaurée avec la valeur par défaut : $2",
	"70f1fc0bac4d77b2": "Ne réduisez pas les ressources statiques.",
	"715802f4292c6cd5": "Pour mettre à jour ces $1 valeurs, modifiez votre fichier de configuration PHP, situé ici :",
	"71fd2c3bde534f79": "Mot de passe pour SMTP.",
	"71fdd7641faff64b": "Collation",
	"722a8bb542ea393f": "Réplication",
	"724870e472a6e5fc": "Le code de réponse HTTP ou le code de sortie du processus.",
	"72fc21d8e3f6f2a4": "Obsolète ; utiliser plutôt les événements de rendu standard.",
	"72feb47cbab9a2d8": "Stockage sur disque local",
	"735e7dc2ba8fd620": "L’option de configuration '$1' n’est pas reconnue. Elle est peut-être mal écrite, ou peut avoir existé dans une ancienne version de Phabricator. Elle n’a pas d’effet, et doit être corrigée ou supprimée.",
	"73781a127ec1294a": "Problème",
	"737e7f526e8b8373": "Guide de configuration : configurer un domaine de fichiers",
	"739ba48923d0e45c": "Activer DarkConsole sur chaque page.",
	"740a7bf8cd6ce22c": "Activer le rapport d’erreur verbeux et les lectures disque.",
	"7469793caadbf471": "Trop d'arguments: attendus une clé et une valeur.",
	"747b7d4401fa730f": "Historique des préférences",
	"74adfe43d13594cf": "Utiliser un domaine spécifique",
	"74d1aa5fc286dfb8": "MySQL n’est pas en mode strict (sur l’hôte « $1 »), mais utiliser le mode strict est fortement recommandé.",
	"74d23243f911dfb2": "Opcode",
	"74e9e95a9b0e1219": "Pour mettre à jour ces $1 valeurs, modifiez votre fichier de configuration PHP.",
	"7541c28d058703f2": "Activer Recaptcha",
	"756b23351ba49db8": "Préfixer les témoins avec « $1 »",
	"76026dfdd00de446": "Option « $1 » migrée du fichier vers la configuration de la base de données.",
	"7658e7642f501c72": "Spécifier un utilisateur système avec lequel exécuter les démons. Principalement, cet utilisateur sera le propriétaire des copies de travail de tout dépôt que Phabricator importe ou gère. Cette option est nouvelle et expérimentale.",
	"765b946b0057f3ae": "Documentation PHP",
	"76b1e28f71753442": "Votre serveur web a retourné une réponse inattendue.",
	"76e1d98b2037bc14": "Phabricator découvre maintenant automatiquement les moteurs de recherche au moment de l'exécution.",
	"775a8816a43b005d": "Impossible de déterminer le numéro de version de « $1 ».",
	"77a8141f0570a001": "La clé de configuration « $1 » est de type « $2 ». La spécifier en JSON.",
	"77fb474df4497fbf": "Groupement : bases de données",
	"78090a4c03a244ff": "Pas de message",
	"7820cc03298c8fb1": "L’élément de bas de page avec l’index « $1 » n’est pas valide : chaque élément doit être un dictionnaire décrivant un élément de bas de page.",
	"785b5a53fdccd152": "Aucun des caches de cette page ne peut être vidé.",
	"785bc0efaddd7a52": "Haché avec d’autres entrées pour générer des jetons CSRF.",
	"78aa17d9a70d9ffa": "Clé d’accès à Amazon SES non définie",
	"78c48e4df45ef8e9": "Requiert une vérification de l'adresse courriel avant qu'un utilisateur puisse se connecter.",
	"78cdab3abf9dc85d": "Personnalisé",
	"78f3842f0201c993": "Maître",
	"7997bdc30794fb0a": "Mettre le schéma de couleur par défaut de Phabricator.",
	"79ad276f949f4818": "Une rencontre problématique !",
	"79b48f70762fbba7": "L’algorithme d’indexation pour l’index de recherche en plein texte a été mis à jour et l’index doit être reconstruit. Jusqu’à ce que vous ayez reconstruit l’index, la recherche globale (et toute autre recherche en plein texte) ne fonctionneront pas correctement.",
	"79f9844de217e102": "Taille maximale de la réserve du démon du gestionnaire de tâches.",
	"7a1b287db074cff6": "Copie",
	"7a2785b525e44588": "Utiliser les réponses publiques (moins sécurisé)",
	"7a430d918057f35e": "Mot de passe MySQL à utiliser lors de la connexion à la base de données.",
	"7a7c9c2b34141d23": "Si une variable n’est pas disponible (par exemple, %m apparaît dans le format du fichier mais la requête n’est pas une requête Conduit), elle sera rendue comme '-'",
	"7a9799292d1ab6a4": "Haché avec d’autres entrées pour générer des jetons de courriel.",
	"7abeda7a4cb35cfe": "Vous pouvez trouver plus d’information sur la configuration de OPCache dans le $1.",
	"7b1657eb3fc6c8e9": "Mettre une chaîne que Phabricator doit utiliser pour préfixer les noms de cookie.",
	"7b451c08bff6f7d9": "Si ces commandes ne fonctionnent pas, essayez Google. Le processus d’installer des extensions PHP n’est pas spécifique à Phabricator, et toute instruction que vous pouvez trouver pour les installer sur votre système devrait fonctionner. Sur Mac OS X, vous pouvez essayer Homebrew.",
	"7b5265f8b5ada7c6": "État de la base de données",
	"7be69b263a727294": "Configurer les SMS.",
	"7c1630b30bc2eb38": "L’hôte de base de données « $1 » utilise le fichier de mots à ignorer intégré pour construire les index de recherche. Cela peut rendre la fonctionnalité de recherche de Phabricator moins utile.\n\nLes mots à ignorer sont les mots communs qui ne sont pas indexés et ne donc peuvent pas être recherchés. Le fichier de mots à ignorer par défaut a environ cinq cents mots, comprenant divers mots que vous voudrez peut-être rechercher, comme 'various', 'likely', 'wish', et 'zero'.\n\nPour rendre la recherche plus utile, vous pouvez utiliser un autre fichier de mots à ignorer avec moins de mots. À la place, si vous n’êtes pas concerné par la recherche de mots communs, vous pouvez ignorer cet avertissement. Si vous prévoyez plus tard de configurer Elasticsearch, vous pouvez aussi ignorer cet avertissement : ce fichier de mots à ignorer n’affecte que les index de plein texte de MySQL.\n\nPour choisir un autre fichier de mots à ignorer, ajoutez cela à votre fichier $2 (dans la section $3) et puis redémarrez $4 :\n\n$5\n(Vous pouvez aussi utiliser un fichier différent, si vous préférez. Le fichier suggéré ci-dessus contient environ cinquante des mots anglais les plus courants.)\n\nAu final, lancez cette commande pour reconstruire les index en utilisant les nouvelles règles :\n\n$6",
	"7c3409b276b1f497": "La valeur pour l’option « $1 » (de type « $2 ») doit être spécifiée en JSON, mais l’entrée n’a pas pu être décodée : $3",
	"7c486df7b1751d0c": "L’hôte de la base de données « $1 » a un état de grappe configuré qui est en conflit avec l’état de cet hôte (« $2 »). Lancez `bin/storage partition` pour valider l’état local dans la grappe. Cet hôte peut avoir démarré avec une configuration périmée.",
	"7ccea815768bea3d": "Documentation OPCache de PHP",
	"7cf7e8e599e894c7": "Le plus grand",
	"7d247683597331f6": "Cette option vous permet d’arrêter l’envoi par Phabricator de données à des services externes. Entre autres choses, cela désactivera les courriels, les SMS, la réplication de dépôt, et les accroches HTTP.\n\nCette option est prévue pour permettre d’exporter, copier, importer et lancer une instance de Phabricator dans un environnement de test sans impacter les utilisateurs. Par exemple, si vous migrez vers un nouveau matériel, vous pouvez effectuer d’abord un test de migration, vous assurer que tout fonctionne, puis faire un transfert de production plus tard avec plus de confiance et moins de perturbation. Sans ce drapeau, les utilisateurs recevraient des courriels en double pendant la durée où l’instance de test et l’ancienne instance de production sont toutes deux opérationnelles.",
	"7d2a5f05db28803f": "Définir l’URI que Phurl utilisera pour partager les URL raccourcies.",
	"7d2be54aaa73b40e": "Les utilisateurs de Phabricator peuvent faire des requêtes vers d’autres services depuis l’hôte de Phabricator dans certains cas (par exemple, en créant un dépôt avec une URL distante ou en faisant récupérer à Phabricator une image d’un serveur distant).\n\nCela peut représenter une faille de sécurité si les services sur le même sous-réseau acceptent des commandes ou dévoilent des informations privées sur un GET HTTP non authentifié, d’après l’adresse IP source. En particulier, tous les hôtes sur EC2 ont accès à un tel service.\n\nCette option définit une liste de blocs réseau auxquels Phabricator refusera de se connecter. En général, vous devez lister ici tous les espaces IP privés.",
	"7d6e854e1de2ed3c": "Votre version de MySQL (sur l’hôte de base de données « $1 ») ne supporte pas la configuration d’un fichier de mots à éviter. Vous ne pourrez pas trouver des résultats de recherche pour les mots communs.",
	"7dddd282900df9e7": "$1 à $2",
	"7df8ae5849713a0b": "La configuration de votre PHP a sélectionné un fuseau horaire invalide. Sélectionnez un fuseau horaire valide.",
	"7e17a69d5096c5bb": "$1 a supprimé cette entrée de configuration (de nouveau ?).",
	"7e67081358e0ecc2": "Problèmes d’installation non résolus",
	"7e838774de2700ab": "PHP 7.0 non supporté",
	"7f392e75b41cc9c7": "Fuseau horaire du serveur not configuré",
	"7f42bc880fd513e2": "L'expression régulière suivante est mal écrite et ne pourra pas être utilisée : $1",
	"7f6672fd8d4466d0": "Adresse « De » par défaut.",
	"7fb894f745adffc9": "Utiliser le $1 pour gérer des applications installées.",
	"7fd0894f7e01e83b": "Les domaines de gestionnaire de réponse à l’application individuelle ont été supprimés. Configurer un domaine de réponse avec « $1 ».",
	"7fe81d155c93dcab": "Quand vous téléchargez un fichier par glisser-déposer ou par l’API, les morceaux doivent être conservés en mémoire avant d’être écrits sur un stockage permanent. Phabricator a besoin de mémoire disponible pour stocker ces morceaux pendant leur téléchargement, mais PHP est actuellement configuré pour limiter drastiquement la mémoire disponible.\n\nLes processus PHP ont actuellement très peu de mémoire libre disponible ($1). Pour travailler bien, les processus doivent avoir au moins $2.\n\n(Notez que l’application elle-même doit aussi tenir dans la mémoire disponible, donc toute la mémoire sous la limite n’est pas disponible pour exécuter les charges de travail.)\n\nLa manière la plus facile de résoudre ce problème est de mettre $3 à $4 dans votre configuration PHP, pour désactiver la limite mémoire. Il y a en général peu ou pas d’intérêt à utiliser cette option pour limiter la mémoire de traitement de Phabricator.\n\nVous pouvez aussi augmenter la limite ou ignorer ce problème et accepter de rencontrer des soucis en téléchargeant de gros fichiers et en traitant de grosses requêtes.",
	"8012a2b2632e9650": "Classe de configuration de l’application.",
	"8016a48760c2d557": "Avant-vol",
	"802023d6f7cfdc2a": "Installer ces $1 extensions PHP :",
	"8058ec7c47794ce5": "Binaire '$1' manquant",
	"805b8364dd741b70": "Jeu de caractères",
	"811d40c3a237c830": "Le fil public pouvant être encadré n’est plus supporté.",
	"814b61306d97b73f": "Point de terminaison S3 explicite. Cela devrait être le point de terminaison qui correspond à la région que vous avez sélectionnée dans `amazon-s3.region`. Phabricator ne peut pas déterminer automatiquement le bon point de terminaison parce que certains emplacements de point de terminaison sont irréguliers.",
	"82a71c8e058e57a6": "Phabricator envoie maintenant toujours un courriel de transaction avec « Precedence:bulk » pour améliorer la capacité de livraison.",
	"82c03d17c92e4a54": "$1 jour(s)",
	"82f7f98b1dbcecaf": "Aucun serveur de recherche n’est configuré.",
	"830df01a4ffc1aed": "Cette clé est trop longue pour utf8mb4.",
	"83235185f54099ff": "Jeu de caractères attendu",
	"833b3b877545b9d9": "Serveurs de dépôt",
	"8369685cb2499294": "Format pour le journal d’accès HTTP. Utiliser `$1` pour définir le chemin. Les variables disponibles sont :",
	"83af394eb4ea26f3": "Saut de l’option obsolète : $1",
	"83b65d06b6b8a1b7": "Ce schéma peut utiliser une meilleure collation.",
	"8404078caa02169c": "Nom de domaine de Mailgun. Voir $1.",
	"846639183b3dc37e": "Installer Pygments pour améliorer la mise en évidence de la syntaxe.",
	"84ce44de4096d5c3": "Les sessions expirent désormais et sont prises en charge par le ramasse-miettes, plutôt que d’avoir une limite arbitraire en temps.",
	"84f0e95272f65c34": "Image du logo",
	"84fef7cb1d9c8d93": "La variable d’environnement $1 est vide. Phabricator ne pourra pas exécuter certaines commandes.",
	"85005beb5f9f6084": "Vraiment vider le cache",
	"85f66da98fd3941c": "Empêcher Phabricator d'envoyer des courriels, etc.",
	"867363d40c80c17f": "Comportement '$1' inattendu",
	"86f0ed482d59aa52": "L’hôte de base de données « $1 » est configuré pour utiliser la longueur de mot minimale par défaut en construisant les index de recherche, qui est 4. Cela veut dire que les mots qui ne font que 3 caractères ne seront pas indexés et ne pourront pas être recherchés.\n\nPar exemple, vous ne pourrez pas trouver de résultats de recherche pour des mots comme 'SMS', 'web', ou 'DOS'.\n\nVous pouvez modifier ce paramètre à 3 pour permettre d’indexer ces mots. Sinon, vous pouvez ignorer cet avertissement si rechercher des mots de trois lettres ne vous concerne pas. Si vous prévoyez de configurer ultérieurement Elasticsearch, vous pouvez aussi ignorer cet avertissement : il n’affecte que la recherche en plein texte MySQL.\n\nPour réduire la longueur minimale de mot à 3, ajoutez cela à votre fichier $2 (dans la section $3) puis redémarrez $4 :\n\n$5\nEnfin, lancez cette commande pour reconstruire les index en utilisant les nouvelles règles :\n\n$6",
	"879bf32ba57c791b": "Activer la Sécurité de Transport HTTP Stricte (HSTS).",
	"880f0d8651fa3a0f": "Les utilisateurs peuvent configurer un modèle d’URI pour ouvrir les fichiers dans un éditeur de texte. L’URI doit utiliser un protocole dans cette liste blanche.",
	"8851142da56fd885": "Configuration",
	"89146d51b27513ca": "Politique de rétention",
	"89c6a787afac5495": "Cette option de configuration est inconnue. Elle est peut-être mal écrite, et a existé dans une version précédente de Phabricator.",
	"8a96469f835f363e": "Authentification HTTP basique non configurée",
	"8ba0f8010ed999e8": "Liste blanche 1.2.*.*",
	"8bbbe8d23d9d0cb9": "Mettre en surbrillance httpd.conf comme « apacheconf ».",
	"8bbfc05a18904c4a": "Valeur de base de données",
	"8bfa603ad8c13dd3": "Sur l’hôte de base de données « $1 », la variable globale $2 est mise à $3. Il est fortement recommandé de désactiver ce mode en lançant Phabricator.\n\nAvec $4 activé, MySQL rejette les requêtes pour lesquelles la liste de sélection ou la liste $5 (à partir de MySQL 5.0.23) fait référence à des colonnes non agrégées qui ne sont pas nommées dans la clause $6. Plus important, Phabricator ne fonctionne pas proprement avec ce mode activé.\n\nVous pouvez trouver plus d’information sur ce mode (et comment configurer cela) dans le manuel de MySQL. En général, il suffit de modifier le $7 dans votre fichier $8 (dans la section $9) et puis relancer $10 :\n\n$11\n(Notez que si vous lances d’autres applications sur la même base de données, elles ne fonctionneront pas avec $12. Faites attention en l’activant dans ces cas-là et envisagez de migrer Phabricator vers une autre base de données.)",
	"8c32dd0082c9208e": "Configurer TLS ou SSL pour SMTP.",
	"8c4cbf3a141a09f5": "Montagne des USA (MDT)",
	"8c8095f2841dda11": "Cette option a été remplacée par `ui.logo`, qui fournit des options de configuration plus flexibles.",
	"8d00bea90948c29b": "Reconstruire l’index de recherche",
	"8d2fe71c682b68f8": "En savoir plus : Discussion en amont",
	"8d64755f4879af8b": "$1 Configuration",
	"8e16e5b2c446aea3": "Réel",
	"8e18f04cd8d44d5a": "Lancer les démons en mode 'verbose' par défaut.",
	"8e3dd7b540621328": "Partition: $1",
	"8e459cf20e324eec": "C’est une liste forcée d’expressions régulières qui vous permet de choisir quels fichiers de langue sont surlignés. Si vos projets ont certaines règles sur les noms de fichier ou utiliser des extensions de langue inhabituelles ou ambiguës, vous pouvez créer une correspondance ici. C’est un dictionnaire ordonné d’expressions régulières qui seront vérifiées avec le nom du fichier. Elle doivent correspondre soit à une langue explicite sous forme de valeur de chaîne, soit à un index numérique dans les groupes capturés sous forme d’entier.",
	"8e9818d8abd1ddb6": "Options pour Phurl",
	"8fa141a16eda9318": "IMPORTANT: Le flux amont ne fournit pas de support pour les applications prototype.\n\nPhabricator inclut des applications prototype qui sont dans un **état précoce de développement**. Par défaut, les applications prototype ne sont pas installées, parce qu’elles ne sont souvent pas encore suffisamment développées pour être utilisables. Vous pouvez activer cette option pour les installer si vous développez Phabricator ou êtes intéressé par un aperçu des fonctionnalités à venir.\n\nPour en savoir plus sur les prototypes, voir [[ $1 | $2 ]].\n\nAprès avoir activé les prototypes, vous pouvez les désinstaller unitairement (comme des applications normales).",
	"8fa67bff3b62a43a": "Pour un conduit, la méthode Conduit qui a été invoquée.",
	"8ff826323a0f02c5": "Le PATH configuré inclut un composant qui n’est pas utilisable. Phabricator ne pourra pas trouver ou exécuter les binaires situés ici :\n\n$1\n\nLe compte utilisateur sous lequel tourne le serveur web doit pouvoir lire tous les répertoires dans PATH afin de les utiliser.",
	"901f4c59a1e861ba": "L’option de configuration '$1' n’est pas positionnée.",
	"9050216ea35ce993": "Activer recaptcha pour demander aux utilisateurs de résoudre les captchas après quelques tentatives de connexion en échec. Cela gêne les attaques par force brute sur les mots de passe utilisateur. Pour plus d’information, voir http://recaptcha.net/",
	"905f63092ff26517": "Synchro",
	"90ad08211abcc115": "Arrêter avant la redirection HTTP",
	"90b5e107dd625349": "Basculer la compression basée sur $1 pour certains caches.",
	"90e97bc318670d3e": "Développeur / Débogage",
	"918cbb70c0b91f23": "Supprimer PHP $1",
	"92185dc52f71ef75": "Manquant",
	"922372c8a94ad8ed": "Les classes doivent correspondre pour comparer les schemata !",
	"9225f336e01cbff6": "Modifier ces paramètres",
	"9257cd9a51728d7e": "Index de Elasticsarch non trouvé",
	"925b361121b87891": "Valeur de test unitaire.",
	"9263a4b92b8984d2": "Un démon s’exécute avec l’utilisateur $1, mais les démons doivent s’exécuter avec $2.\n\nAjuster le paramètre de configuration $3 ou redémarrer les démons. Les démons doivent essayer de s’exécuter avec le bon utilisateur en redémarrant.",
	"92a635925b7b3bd8": "Clé manquante",
	"9318283be1bd0dfa": "Possiblement nul attendu",
	"934aa1e2bfcd5104": "Amazon SES est sélectionné comme adaptateur de courriel, mais aucun point de terminaison SES n’est configuré. Fournir un point de terminaison SES ou choisir un adaptateur de courriel différent.",
	"93d356227f0c55b5": "Désactiver le journal SSH.",
	"94476547e6ae130a": "Paramètres actuels",
	"947aa1d77318a819": "Aucune base de données n’a de problème.",
	"95168f04fba5e070": "Mode de trace",
	"9577760837d76c87": "L’option « $1 » est de type « $2 », mais la valeur configurée n’est pas un entier.",
	"961262efb547f170": "Les notifications n’ont plus de mode de débogage dédié.",
	"969315f0d6a19417": "Démon s’exécutant avec le mauvais utilisateur",
	"97dcd427a7e15666": "Extension de Phabricator",
	"985c31000340fef5": "Vous avez activé Elasticsearch mais l'index n'existe pas.",
	"985ea3b57a8fc6f5": "$1 non trouvé",
	"9965af55c263e991": "Information de compatibilité PHP 7 de Phabricator",
	"99a86ed5e12e2032": "Votre configuration `$1` contient un numéro de port, mais cette utilisation est obsolète. À la place, mettre le numéro de port dans `$2`.",
	"9a24c9f9d90686b9": "Non correspondance du schéma d’index de Elasticsearch",
	"9a2aa66e50172cd7": "Maniphest est actuellement configuré avec des paramètres de politique obsolète qui seront supprimés dans une prochaine version de Phabricator.",
	"9a46a782d8fcd840": "La colonne a un mauvais incrément automatique",
	"9a4f2bfa2a31e4c1": "Configurer PHPMailer.",
	"9a83e176af46a285": "La taille mémoire restreint les téléchargements de fichiers",
	"9a87067214a11226": "Entrées du cache",
	"9aa2f6b1826d876a": "Type de colonne « $1 » inconnu !",
	"9af8c2f54dd6a3ff": "L’emplacement configuré pour stocker les fichiers téléchargés sur le disque (« $1 ») n’existe pas, ou ne peut pas être lu ou écrit. Vérifier que le répertoire existe et peut être lu et écrit par le serveur web.",
	"9b2bde4956b2ca07": "Guide utilisateur des notifications : Installation et configuration",
	"9b687ea0b610e17f": "L’option de configuration '$1' n’est pas valide. L’URI doit commencer par '$2' ou '$3'.",
	"9b8ef59172851725": "Aucun conseil avant-coureur",
	"9bcb1aa0cb2a544b": "La clé est trop longue",
	"9c0d5fe6465e44ef": "'$1' manquant",
	"9c142485f020916b": "Configurer la base de données pour lire les copies répliquées.",
	"9c183382e10369c1": "Elasticsearch mal configuré",
	"9d33df4cbd01cb82": "Amazon S3 n'est que partiellement configuré",
	"9d6fa285df9deb95": "Phabricator ne supporte plus la personnalisation globale de polices à espacement fixe.",
	"9dcf3a82632084ed": "<none>",
	"9e0230ee43e55ce2": "Le composant PATH '$1' (qui est traduit dans le chemin absolu '$2') n’est pas utilisable parce qu’il ne peut pas être traversé (son bit de droit '$3' n’est pas mis).",
	"9e10d4517d5a2f4e": "SMS",
	"9e58e005b25867aa": "Aucun dépôt",
	"9ebe77a4a742b2dd": "$1 a supprimé cette entrée de configuration.",
	"9f5b3e83e08248f9": "Le courriel est maintenant toujours envoyé par les démons.",
	"9fdfdb73068e71ee": "Requête avec un mauvais entête « Host ».",
	"a004d118b092c10b": "Cette version de Subversion a un bogue où `$1` ne fonctionne pas pour les fichiers ajoutés dans rN (Problème Subversion #2873), corrigé en 1.7.2.",
	"a0251ad3f6da00fd": "Elasticsearch n’est pas atteignable tel qu’il est configuré.",
	"a044102f7f93e256": "État du dépôt de grappe",
	"a063971bb12aabfb": "La clé a une mauvaise unicité",
	"a115ffa63c244062": "Détermine si les informations de base du compte sont ou non modifiables.",
	"a11d0b1afd779693": "Obtenir une valeur de configuration locale.",
	"a221066e1bf4df20": "L’URI de base pour cette installation n’est pas configurée. Beaucoup de fonctionnalités majeures ne fonctionneront pas correctement jusqu’à ce que vous la configuriez.",
	"a225a203f74eda9a": "Comportement de 'diff' inattendu",
	"a2b853fb3b0aaedf": "Le binaire '$1' de ce système a un comportement inattendu : il devrait se terminer avec un code d’erreur différent de zéro en recevant des fichiers différents, mais ce n’est pas le cas.",
	"a2f11ad5401e99f4": "Vous pouvez ignorer un problème si vous ne voulez pas le corriger, ou si vous prévoyez de le faire plus tard. Les problèmes ignorés n’apparaîtront pas sur chaque page, mais seront encore affichés dans la liste des problèmes ouverts.",
	"a30c1294650983e1": "Saisir la valeur en JSON.",
	"a33b1aaa635677c9": "Option « $1 » migrée du fichier vers la configuration locale.",
	"a3632de0c1420398": "Bidouilles",
	"a36364be86e2629e": "Le chemin pour les dépôts locaux n’existe pas, ou ne peut pas être lu par le serveur web.",
	"a374062408634d6b": "Mode verbeux",
	"a404e10af0a472fd": "Configuration '$1' non valide",
	"a4174c925e39b378": "Un hôte de base de données (« $1 ») et cet hôte web (« $2 ») ne concordent pas sur l’heure actuelle avec  plus de soixante secondes (décalage absolu de $3 secondes). Vérifier que l’heure actuelle est bien définie partout.",
	"a48b48272cde41c6": "30 caractères",
	"a525f04be85d7139": "Ne jamais supprimer les courriels",
	"a55247871933d851": "Aucun conseil de destinataire",
	"a594f4d031aacbf0": "Ouest USA (Oregon)",
	"a5c31f4f7336dc40": "Échantillonner 0,1% des requêtes.",
	"a5fd61b3ca79b110": "Aucun problème",
	"a602c47f713c985d": "Aucun cache à réinitialiser",
	"a608b40e871b0fc4": "Aucune URI de base",
	"a620dcfcfbad6a97": "Vraiment vider le cache ?",
	"a63f2526b259fe40": "Autoriser tout hôte (non sécurisé !)",
	"a70aaaf24a0dbdd0": "Hôte: $1",
	"a73f5643a10ca9cf": "Le point de terminaison SES de Amazon N'est PAS défini",
	"a8842173f1c78cae": "Version locale",
	"a916fa737a0a006c": "Problème résolu",
	"aa2913c21afaf35d": "Etat du schema",
	"ab3f6924e0bbabf1": "Mémoire cache",
	"ab7f244fc5171be6": "Type de données",
	"ab7fe253f6abcbc4": "Autoriser la supression des adresses courriels de certains utilisateurs",
	"abd4238daeaed5a0": "Un meilleur ensemble de caractères est disponible",
	"abd5080658c27d7f": "Petit MySQL \"$1\"",
	"abf81ff30ae0ecbb": "La valeur de l'option \"$1\" doit être entière.",
	"ac9041e76816a34a": "Automatique",
	"aca851b5d634f676": "Erreur de connexion",
	"acd9f943dffcc5cf": "Options relatives à l'identification.",
	"ad1f9c76348f9093": "Fichier source en cours de migration...",
	"ad40fa2c637f8193": "Auto-incrementation",
	"ae1ef01432946b89": "Sombre",
	"ae34cf673f12eee1": "La compression GZip n'est peut-être pas activée",
	"bcd939e4e0cf37d5": "Non défini",
	"bcedb3f03341c6b4": "Le courrier est normalement encodé en `8bit`, ce qui fonctionne correctement avec la plupart des MTAs. Mais certains MTAs on des problèmes avec cet encodage. Si vous observez des perturbations avec des courriels illisibles ou arrivant avec trop ou trop peu de lignes, vous pourriez avoir à ajuster cette valeur.\n\nLes valeurs supportées sont `8bit`, `quoted-printable`, `7bit`, `binary` et `base64`.",
	"be21163ec12960c1": "Clé d’accès pour Amazon SES.",
	"be6e6b37c3a1ffd4": "Vous pouvez reconstruire l'index de recherche pendant l'exécution de Phabricator.",
	"c5046922441da3f8": "Application Auth",
	"c5de61ee3345f29c": "$1.$2 ($3)",
	"c643188c5cf69c2e": "Utilisez HSTS",
	"c7f627d25a05b539": "Sendmail absent",
	"c8226aa697311e97": "Cette option n'est pas reconnue. Veuillez vérifier l'orthographe."
}
