{
	"@metadata": {
		"authors": [
			"Ajeje Brazorf",
			"Bibliofab66",
			"DSwissK",
			"Derugon",
			"Djiboun",
			"Eihel",
			"Gomoko",
			"Motla",
			"MuratTheTurkish",
			"Niridya",
			"Saimongoltinio",
			"Thibaut120094",
			"TomT0m",
			"Urhixidur",
			"VIGNERON",
			"Verdy p",
			"Wladek92"
		]
	},
	"006ecd0b269da44a": "Quand des utilisateurs écrivent des commentaires comprenant des URI, ils sont automatiquement convertis en liens cliquables si le protocole d’URI apparaît dans cet ensemble.\n\nCet ensemble de protocoles est principalement conçu pour prévenir des problèmes de sécurité avec « javascript: » et d’autres gestionnaires d’URI potentiellement dangereux.\n\nCet ensemble est également utilisé pour garantir la validité des URI de redirection. Phabricator refusera d’émettre une redirection HTTP avec « Location : » vers une URI ayant un protocole absent de cet ensemble.\n\nHabituellement, « http » et « https » devraient être présents dans cet ensemble. Si vous retirez un de ces protocoles ou les deux, certaines fonctionnalités de Phabricator qui dépendent de liens ou de redirections pourraient ne pas fonctionner.",
	"00ae349f1ce0e6f9": "La valeur de configuration « $1 » est verrouillée (elle ne peut donc pas être modifiée depuis l’interface web), mais a une valeur de base de données. Habituellement, cela signifie qu’elle n’était pas verrouillée auparavant, que vous l’avez défini au moyen de l’interface web et qu’elle a été verrouillée plus tard.\n\nVous devriez copier cette valeur de configuration vers une source de configuration locale (habituellement en utilisant $2), puis la supprimer de la base de données avec la commande ci-dessous.\n\nPour plus d’informations sur la configuration verrouillée et masquée, y compris les détails concernant ce problème d’installation, consultez $3.\n\nCette valeur en base de données est actuellement respectée, mais une future version de Phabricator cessera de respecter les valeurs en base de données pour les options de configuration verrouillées.",
	"00c94cc9d03ac122": "Réviser et modifier les paramètres de configuration.",
	"00e372a760e50279": "Améliorer la sécurité en configurant un domaine alternatif pour les fichiers.",
	"00e46c015f972018": "Tableau contenant la liste des applications non installées.",
	"00e84a14b1a4ebbb": "Client serveur",
	"0119d90faa247aa4": "Les écouteurs reçoivent des rappels lorsque des événements intéressants apparaissent.",
	"014290ced4abbc16": "Mettre à jour la configuration dans la base de données plutôt que dans la configuration locale.",
	"0146637b5690e538": "Colonne/Clé",
	"01b2e13feda9fa39": "Personnaliser le logo et le texte du sigle dans l’entête.",
	"01be2e8971587efb": "Configuration du stockage de fichiers",
	"02e8104f1f15520d": "$1 / $2",
	"02ee1af29809657f": "Intervalles d’adresses des groupes d’hôtes.",
	"030853f5d5800837": "Cette requête inclut un entête « Header » non valide, avec la valeur « $1 ». Les entêtes de l’hôte doivent contenir un point (« . »), comme « exemple.com ». C’est obligatoire pour que certains navigateurs puissent définir des cookies.\n\nCela peut vouloir dire que l’URI de base est mal configurée. Vous devez fournir Phabricator depuis une URI de base avec un point (comme « https://phabricator.masociete.com »), pas un simple domaine (comme « https://phabricator/ »). Si vous essayez d’utiliser un simple domaine, modifiez votre configuration pour utiliser un domaine complet avec un point dedans à la place.\n\nCela peut aussi vouloir dire que votre serveur web (ou tout autre équipement du réseau, comme un répartiteur de charge) déforme l’entête « Host », ou que vous utilisez un outil ou une bibliothèque pour produire une requête manuellement et mettre le mauvais entête « Host ».\n\nLes requêtes doivent inclure un entête « Host » valide.",
	"0350e5f5f7b7be61": "Supprimer les courriels des utilisateurs de maintenance.",
	"03a68b7d8b854f2e": "Utilisation de la mémoire",
	"03bccbafcd752539": "Le corps de la requête envoyé par Phabricator commençait par :",
	"040e16f265374486": "IMPORTANT : le flux amont ne prend pas en charge les applications prototype.\n\nPhabricator inclut des applications prototype qui sont dans un **état précoce de développement**. Par défaut, les applications prototype ne sont pas installées, parce qu’elles ne sont souvent pas encore suffisamment développées pour être utilisables. Vous pouvez activer cette option pour les installer si vous développez Phabricator ou si vous êtes intéressé par un aperçu des fonctionnalités à venir.\n\nPour en savoir plus sur les prototypes, voir [[$1|$2]].\n\nAprès avoir activé les prototypes, vous pouvez les désinstaller unitairement (comme des applications normales).",
	"0424383c2ac940f6": "Utiliser l’API en se faisant passer pour un utilisateur n’est plus pris en charge.",
	"0424f6e7026fa4bc": "Tableau",
	"0433632f1024e44d": "Phabricator sélectionne dorénavant automatiquement la meilleure mise en œuvre disponible de MySQL.",
	"0498c432c0c7a1dc": "Ignorer le problème d’installation",
	"04a2520895d8cf31": "Cette option vous permet d’activer DarkConsole sur chaque page, même pour les utilisateurs non connectés. Ce n’est vraiment utile que si vous devez déboguer quelque chose sur une page hors connexion. Vous ne devriez pas activer cette option en production.\n\nVous devez activer DarkConsole en définissant « $1 » avant que cette option ait un quelconque effet.",
	"04a9722d5549564f": "Uri alternatives qui peuvent accéder à Phabricator.",
	"053d9b0bab24cf4b": "Le dépôt $1 a des modifications non répliquées (pour $2).",
	"058467e123d12c53": "Le contrôleur ou le processus de travail qui a géré la requête.",
	"059cc2bf7163c13f": "L’option « $1 » est de type « $2 », mais la valeur à l’indice « $3 » de la liste n’est pas « true » (vrai).",
	"05aef5cd275571c8": "Application des applications",
	"06743d7f00acb9ae": "Phabricator n’est pas configuré en mode grappe.",
	"06bfdce28df01fa0": "$1 a créé cette entrée de configuration.",
	"0727f7dd81bcb0ea": "Vous avez activé <em>pygments</em> et le script $1 est disponible, mais cela ne semble pas fonctionner.",
	"079dc290327b71e2": "Cette colonne n’a pas de spécification de type.",
	"081065a89d4eec76": "PHP utilise actuellement la très ancienne extension « mysql » pour interagir avec la base de données. Vous devriez installer l’extension plus récente « mysqli » pour améliorer les comportements (comme la gestion d’erreurs et les délais de requête).\n\nPhabricator fonctionnera avec l’ancienne extension, mais mettre à jour vers l’extension plus récente est recommandé.\n\nVous devriez pouvoir installer l’extension avec une commande comme : $1",
	"0847ea1214618986": "La configuration actuelle de Phabricator a ces $1 valeurs :",
	"0898a760c633b197": "La colonne n’a pas de spécification",
	"08a40536207a41cf": "Sur l’hôte de base de données « $1 », le paramètre global « sql_mode » n’inclut pas le mode « STRICT_ALL_TABLES ». Activer ce mode est recommandé pour généralement améliorer la façon dont MySQL traite certaines erreurs.\n\nSans ce mode activé, MySQL ignorera silencieusement certaines conditions d’erreur, y compris les insertions qui tentent de stocker plus de données que ce qu’une colonne peut contenir. Ce comportement est habituellement indésirable et peut conduire à de la corruption de données (en tronquant des caractères multi-octets au milieu), à de la perte de données (en écartant les données qui ne tiennent pas dans la colonne) ou à des problèmes de sécurité (par exemple, en tronquant des clés ou des certificats et mots de passe).\n\nPhabricator est développé et testé dans le mode « STRICT_ALL_TABLES », vous devriez donc normalement ne jamais rencontrer ces situations, mais pourriez vous y confronter si vous interagissez directement avec la base de données, exécutez du code d’une tierce partie, développez des extensions or simplement rencontrez une anomalie dans le logiciel.\n\nActiver « STRICT_ALL_TABLES » fera en sorte que MySQL lève une erreur explicite si une de ces situations inhabituelles se produit. Ceci est un comportement plus sûr et évite que ces situations puissent causer des problèmes secrets, subtiles et potentiellement graves par la suite.\n\nVous pouvez trouver plus d’informations concernant ce mode (et la façon de le configurer) dans le manuel de MySQL. Habituellement, il suffit d’ajouter ceci dans votre fichier « my.cnf » (dans la section « [mysqld] ») puis de redémarrer « mysqld » :\n\n$2\n\nNotez que si vous exécutez d’autres applications utilisant la même base de données, elles pourraient ne pas fonctionner dans le mode strict.\n\nSi vous ne pouvez pas ou ne voulez pas activer « STRICT_ALL_TABLES », vous pouvez sereinement ignorer cette avertissement. Phabricator fonctionnera correctement, que ce mode soit activé ou désactivé.",
	"08a6d7657f0286b6": "Supprimer la configuration dans la base de données plutôt que dans la configuration locale.",
	"08d550a8f0afc436": "Pas de lien de préférence de courriel",
	"08ea4a02539af8b6": "Activité « $1 » marquée comme terminée.",
	"0a68701b9759849c": "Le dépôt $1 a des modifications non répliquées.",
	"0a76c17030b69412": "Vous avez '$1' d’activé dans votre configuration PHP.\n\nCette option n’est pas compatible avec Phabricator. Supprimez '$2' de votre configuration pour continuer.",
	"0b87fb4e6f23c6f5": "Le binaire « $1 » sur ce système a un comportement inattendu : il devait se terminer sans code d’erreur quand on lui passe des fichiers identiques, mais il est sorti avec un code $2.",
	"0b8e953c1065714c": "Aucun dépôt actif n’a d’erreur marquante.",
	"0bb18642b70b9f8a": "Utilisation",
	"0c058bd02423b1d4": "Reconstruire les identités des dépôts",
	"0c214f1d184be6b9": "Déplacez les informations de port de « $1 » à « $2 » dans votre configuration.",
	"0cfa41f9d45b672e": "Cette option ne peut pas être modifiée depuis l’IHM web. Utiliser $1 pour ajuster la politique du ramasse-miettes.",
	"0cfa85c5c7d3788f": "Meilleur moteur de tables disponible",
	"0d0e37c45b7cd60e": "Définir une valeur de configuration locale.",
	"0d3e7aa802a7545a": "Le stockage de gros fichiers n’a pas été configuré, ce qui limitera la taille maximale des fichiers téléversés. Voir $1 pour les instructions sur la configuration des téléversements et du stockage.",
	"0d69fd9a1a240b1e": "Cette option contrôle si les utilisateurs peuvent modifier les adresses de messagerie de compte et décrire les vrais noms.\n\nSi vous avez installé votre Phabricator pour qu’il synchronise automatiquement les informations de compte depuis un autre système faisant autorité, vous pouvez empêcher les utilisateurs de faire ces modifications pour être sûr que les informations restent cohérentes entre les deux systèmes.",
	"0da81f052ad46d4f": "$1 a supprimé $2 (à nouveau ?).",
	"0dac4143d9108818": "Format du journal d’accès.",
	"0dd9f6545e57a059": "Phabricator doit-il utiliser Pygments pour surligner le code ?",
	"0e764dfbb521ca54": "Emplacement du fichier d’accès.",
	"0e9b7c924b8cbce8": "Vous avez '$1' d’activé dans votre configuration PHP.\n\nCette option n’est pas compatible avec Phabricator. Désactivez '$2' dans votre configuration PHP pour continuer.",
	"0f09a5064c82f14d": "Votre serveur web ne gère pas correctement les paramètres GET.",
	"0f1d4d6100e6f455": "Erreurs du dépôt",
	"0f5456bb85d42008": "L’option « $1 » est de type « $2 », mais la valeur configurée n’est pas le nom d’une classe connue. Les sélections valides sont : $3.",
	"0fe7d82f25a30150": "Court",
	"0ff69342bb44a283": "Le stockage de gros fichiers n’est pas configuré",
	"102859ff68522ac3": "Utiliser « bin/phd debug ... » pour obtenir un journal détaillé d’exécution du service d’arrière-plan.",
	"1075f7912a835668": "Migration de la configuration basée sur des fichiers vers une configuration plus moderne...",
	"10b28a8c1e445017": "Plein",
	"114e099ead76ba2d": "Lancer le script de mise à jour du stockage pour mettre à jour les bases de données (l’hôte « $1 » n’a pas été initialisé).",
	"1161f0f92cab28e5": "Vous exécutez PHP en version $1. Phabricator ne prend pas en charge les versions entre 7.0 et 7.1.\n\nLes fonctionnalités de gestion de signaux nécessaires pour Phabricator ont été retirées dans PHP 7.0 et pas restaurées avant PHP 7.1.",
	"1171d0c61abcae78": "Вы еще не настроили почтовые программы, поэтому вы не сможете отправлять исходящую почту или получать входящую почту.  См. Параметр конфигурации cluster.mailers для подробностей.",
	"11c361d5e3cc4cbb": "Verbe non reconnu : $1",
	"125a9e4bb9d4018a": "Problèmes de schémas",
	"126706326fcb68f2": "Collation attendue",
	"14803a7a288ccab4": "L’option « $1 » est de type « $2 », mais la valeur n’est pas une liste : c’est une correspondance avec des clés non naturelles ou clairsemées.",
	"148980d89ce033b5": "Utiliser les redirections HTTP normales",
	"148d75d526e7ffd3": "La clé de configuration « $1 » n’est pas définie dans la configuration $2 !",
	"149d974fe6995755": "Multi-facteur facultatif",
	"1647b9db6c01fdfd": "Accès refusé",
	"16963a9a09a1c41a": "L’option de configuration « $1 » a été supprimée. Vous pouvez la supprimer à votre guise.\n\n$2",
	"17779a65a2605b0e": "Vitesse de page désactivée",
	"1795aea6b4646b98": "Un index Elasticsearch existe mais doit être corrigé.",
	"1804c90829b7f01a": "Nul autorisé",
	"180a7d63a161f78c": "La clé « $1 » est fixée à une valeur autre que « -1 » dans votre configuration PHP. Cela peut faire que PHP génère des avertissements d’obsolescence lors du démarrage du processus. Mettre cette option à « -1 » pour éviter que ces avertissements n’apparaissent.",
	"18249d0a48aa107d": "Aucun entête « Host: »",
	"18e38fef1d5f22f5": "L’activité « $1 » ne nécessite pas d’être marquée comme terminée.",
	"1903eccd37b5bb4c": "Emplacement du journal des erreurs SSH.",
	"197fc28818497069": "La mise en œuvre de la traduction a été modifiée et les fournisseurs ne sont plus utilisés ni pris en charge.",
	"1994e3ed246d20f6": "L’option « $1 » est de type « $2 », mais la valeur que vous avez fournie n’est pas une liste JSON valide. Lorsque vous définissez une option de liste depuis la ligne de commande, spécifiez la valeur en JSON. Vous devrez mettre la valeur complète entre guillemets anglais simples pour votre interpréteur de commandes (par exemple, '[\"a\", \"b\", ...]').",
	"1a4c94bbbc38892e": "Format pour le journal d’accès SSH. Utiliser $1 pour définir le chemin. Les variables disponibles sont :",
	"1b89d4f8e0ff277c": "Cette table peut utiliser un moteur de tables plus performant.",
	"1bf34d9a92d4a6e1": "post_max_size n’est pas configuré dans PHP",
	"1c0deb83cc5383a7": "Connexion impossible à MySQL",
	"1c19df554c3e7ec4": "L’option « $1 » est de type « $2 », mais la valeur configurée n’est pas un booléen.",
	"1c532fbf86d552d9": "Désactiver le mode développeur",
	"1cbf89074118dde2": "Identifiez le composant de la configuration du serveur web qui décompresse ou embrouille les requêtes et désactivez-le. Phabricator ne fonctionnera pas correctement tant que vous ne le ferez pas.",
	"1d6cf6858db6243a": "Profilage de 0,1 % de toutes les requêtes",
	"1dcb10ee4acacb23": "Cette option a été remplacée par une option `$1` plus fine.",
	"1dd776e5ac695938": "Requérir que tous les utilisateurs configurent l’authentification à plusieurs facteurs.",
	"1de7ae2936411c9f": "L’extension « $1 » n’est pas installée. Sans la prise en charge de « $2 », Phabricator pourrait ne pas pouvoir déterminer les types MIME des fichiers téléversés.",
	"1df4011eeb96ecb7": "Empêcher Phabricator d'envoyer des courriels, etc.",
	"1e048414c4b529a7": "Le binaire '$1' n’a pas pu être trouvé. Faire un lien symbolique dessus dans '$2', ou initialiser la variable d’environnement $3 du serveur web pour inclure le répertoire où il réside, ou ajouter ce répertoire à '$4' dans la configuration de Phabricator.",
	"1eca90fcb77e7644": "Guide de configuration : configuration verrouillée et masquée",
	"1eddd86af9d27c8e": "Cette action permet un rapport verbeux des erreurs (traces en pile, rappels d’erreur) et force les lectures sur disque des ressources statiques lors de chaque rechargement.",
	"1ee575fd0dafb80b": "Clé de configuration « $1 » écrite sur le stockage local (dans le fichier « $2 »).",
	"1f35bf416fd15494": "($1$2) $3",
	"1f72747a0fa76626": "Copie sans réplication",
	"1f83bc2e34055b3e": "Exécuter ces $1 commande(s) :",
	"1fff6a31661b491f": "Motif",
	"2039a2d4eb6dcdf5": "Version « $1 » inconnue",
	"20442d9f39982f62": "Exiger que les administrateurs déverrouillent la configuration du fournisseur d’authentification depuis l’interface en ligne de commande, avant qu’elle puisse être modifiée.",
	"20f2611e1506e05a": "Vous utilisez une ancienne version de MySQL (sur l’hôte « $1 ») et vous devriez la remettre à niveau.",
	"21954d90472d22a4": "Accroches de flux obsolètes",
	"21ab916405daaaf7": "Vider les caches",
	"221d63809f24d234": "Configurer Phabricator pour s’exécuter sur une grappe d’hôtes.",
	"225f29589609a3a2": "Régler $1 dans votre configuration PHP à au moins 32 Mo. S’il est mis à une valeur plus petite, les téléversements de gros fichiers pourraient ne pas bien fonctionner.",
	"228b831b56854df1": "Afficher les conseils de destinataire",
	"239990e10965fa18": "Recaptcha de la clé privée, obtenue en s’inscrivant à Recaptcha.",
	"23b034c2a920b93e": "Moteur InnoDB de MySQL non disponible",
	"23c57c5b082ece95": "L’hôte de base de données « $1 » ne prend pas en charge l’option $2. Vous ne pourrez pas trouver de résultats de recherche pour les mots courants. Vous pouvez accéder à cette option en mettant à niveau MySQL vers une version plus récente.\n\nVous pouvez ignorer cet avertissement si vous prévoyez de configurer Elasticsearch ultérieurement ou si la recherche de mots courants ne vous concerne pas.",
	"24131f3e1ac0aa6b": "Proto",
	"241d0a71a958306d": "Sécurité de Transport Stricte de HTTP (HSTS) envoie un entête qui indique aux navigateurs que le site ne doit être accédé que via HTTPS, jamais HTTP. Cela désamorce une attaque où un adversaire obtient accès à votre réseau, puis fait des requêtes par procuration via un lien non sécurisé.\n\nN’activez pas cette option si vous fournissez (ou prévoyez de fournir un  jour) du contenu non sécurisé via du HTTP simple. Il est très difficile d’annuler cette modification une fois que les navigateurs de vos utilisateurs ont accepté ce paramètre.",
	"247c7cf2604f80c2": "(Aucune valeur configurée)",
	"24f2b54cf127a4a3": "Autoriser la modification",
	"24fd549251fb3c37": "Configurer les services de recherche en texte intégral.",
	"25316bd1e8e7dd95": "La méthode HTTP.",
	"2535ec8b1d1da3c6": "Le nom d’hôte du serveur web.",
	"253d034b11d83a56": "Fuseau horaire PHP non valide",
	"25490ba7fc777e43": "La variable d’environnement $1 est vide. Phabricator a besoin d’exécuter certaines commandes système, comme `$2`, `$3`, `$4` et `$5`. Pour exécuter ces commandes, les binaires doivent être disponibles sur les serveurs web $6. Vous pouvez définir des chemins supplémentaires dans la configuration de Phabricator.",
	"2593121e510bd1a6": "Point de branchement",
	"263e91af9258cf88": "Intégration avec Recaptcha",
	"2665215d93a14958": "Plafond global pour la taille des courriels générés (en octets).",
	"270fc142ac592c5e": "Journaux des accès",
	"272913189b938226": "Ce serveur a une mauvaise version connue de « $1 » installée (« $2 »). Cette version n’est pas prise en charge ou contient des bogues importants ou des vulnérabilités de sécurité qui ont été corrigés dans une version plus récente.",
	"274eed33c0ccbbdc": "URI où Phabricator est installé.",
	"2760308a0f6d1684": "Jeu de caractères",
	"2804d9f16a38553f": "Formats",
	"2827bc0c2fd7cffd": "Dépôt maître ambigu",
	"2886127cc1127287": "La clé de configuration « $1 » est verrouillée et ne peut être positionnée que dans la configuration locale. Pour en savoir plus, voir « $2 » dans la documentation.",
	"28a2495ff0c80e46": "Cette option peut aider à déboguer les pages qui prennent beaucoup de temps (plus de 30 secondes) à être rendues.\n\nSi une page est longue à afficher (mais prend moins de 30 secondes), les meilleurs outils à utiliser pour déterminer pourquoi cela est long sont en général le profileur d’appels du service DarkConsole et XHProf.\n\nCependant, si une requête prend très longtemps à répondre, certains composants (comme Apache, nginx, ou PHP lui-même) peuvent annuler la requête avant qu’elle se termine. Cela peut vous empêcher d’utiliser des outils de profilage pour comprendre la performance de la page en détail.\n\nDans ces cas, vous pouvez utiliser cette option pour forcer la page à s’annuler après un nombre de secondes plus petit (par exemple, 10), et récupérer une trace de pile utile. Cela peut fournir des informations utiles sur la raison pour laquelle une page est en attente.\n\nPour utiliser cette option, la fixer à un petit nombre (comme 10), et recharger une page qui bloque. La page doit sortir après 10 secondes et vous afficher une trace de pile.\n\nVous devez désactiver cette option (la mettre à 0) quand vous avez fini de l’utiliser. La laisser activée crée une petite surcharge pour toutes les requêtes, même si elles n’atteignent pas la limite de temps.",
	"28d0f448f7106684": "Cette option a été renommée en `$1` pour mettre en évidence la nature inachevée de nombreuses applications prototypes. Votre paramétrage existant a été migré.",
	"28e22fe3dde53ce0": "Clients",
	"291f0ed6874f0791": "Colonnes attendues",
	"294088750a7c7d4a": "Les superviseurs de tâches peuvent maintenant utiliser un groupe à dimensionnement automatique. Vous pouvez configurer la taille du groupe avec `$1`.",
	"295deb9ee5cdd9b4": "Cette configuration est verrouillée et ne peut pas être modifiée depuis l’interface web. Utilisez « $1 » dans « $2 » pour la modifier.",
	"295ea07340442489": "Plusieurs sous-classes de $1 contiennent une option nommée '$2' !",
	"298e0c15a0adb141": "Pygments doit être installé et activé pour fournir la mise en évidence avancée de la syntaxe.",
	"2ad965e7357d3c05": "Clé publique de Recaptcha, obtenue en s’inscrivant à Recaptcha.",
	"2aef4eb2f4ce4e3c": "Serveurs de base de données",
	"2b41bfb7de9a0474": "Spécifier une clé de configuration à supprimer.",
	"2b4ca27129e4dd07": "Serveurs de recherche",
	"2b8e49846ff2e912": "Cet hôte web (« $1 ») est aligné sur une heure très différente de celle d’un hôte de base de données « $2 ».",
	"2bbdbea834a4f49f": "Envoyer un courriel à chaque destinataire",
	"2bd7ef8a551d5bf2": "L’option MySQL « local_infile » est activée. Cette option n’est pas sécurisée.",
	"2c5b8e19aede6c65": "Soit le schéma de Phabricator pour Elasticsearch a changé, soit Elasticsearch a créé l’index automatiquement. Utiliser la commande suivante pour reconstruire l’index.",
	"2c5c5c099fdbc46d": "Supprimer le logo personnalisé",
	"2c7e23ee7e2ea298": "Aucun serveur de notification n’est configuré.",
	"2c9888802437d506": "(Non pris en charge)",
	"2c9af5c119b71e22": "PHP utilise actuellement l’ancien pilote MySQL externe au lieu du nouveau pilote MySQL natif. L’ancien pilote n’a pas les options et fonctionnalités (comme la prise en charge des durées limite de requête) qui permettraient à Phabricator de mieux interagir avec la base de données.\n\nPhabricator fonctionnera avec l’ancien pilote, mais une mise à jour vers le nouveau pilote est recommandée.\n\nVous pouvez installer le pilote natif avec une commande comme : $1",
	"2ca72c0eb47450fd": "Port non standard",
	"2cffc80923eca630": "Ne pas intégrer les vidéos Commons",
	"2d0758456f316ff8": "Cette configuration a été retirée. Vous pouvez la supprimer sans problème.\n\n$1",
	"2d0a6dd511df12fa": "Options relatives aux traductions.",
	"2dab456d076ef70e": "Configurer l’IHM de Phabricator, y compris les couleurs.",
	"2db1ba51c649a8ea": "L’extension « $1 » ne prend en charge que certains types d’images. Phabricator ne pourra pas traiter les images des types manquants tant que vous ne compilez pas « $2 » avec la prise en charge de ceux-ci. Types pris en charge : $3. Types manquants : $4.",
	"2dcd435eeebf652c": "Utiliser les réponses privées (plus sécurisé)",
	"2e14abfc2c0d6b5f": "Traiter tous les fichiers '*.x.bak' comme '.x'. REMARQUE : Nous faisons correspondre le groupe 1 capturé en spécifiant la correspondance comme '1'",
	"2e1cb49818900cfe": "Autres services",
	"2e45f9b9c400955e": "Schémas de la base de donnée",
	"2e8cb4d5aa483a6d": "Spécifier un utilisateur système avec lequel exécuter les démons. Principalement, cet utilisateur sera le propriétaire des copies de travail de tout dépôt que Phabricator importe ou gère. Cette option est nouvelle et expérimentale.",
	"2eacbb8469fd852a": "Envoyer comme l’utilisateur prenant l’action",
	"2ebe9995824505d0": "Options de sécurité.",
	"2f3e04d434df34ee": "L’option « $1 » est de type « $2 », et doit être spécifiée sur la ligne de commande comme une liste de valeurs en JSON. Vous devrez peut-être mettre la valeur entre guillemets anglais dans votre interpréteur (par exemple : '[\"a\", \"b\", …]').",
	"2f751bec79e76379": "Attendu comme unique",
	"2f7aab92baac9c1e": "Ancienne version de MySQL",
	"3098fdff61883a9a": "Configuration d’un script de prétraitement",
	"30b53874aa78fd37": "Partition par défaut",
	"30bb5b6290a53b40": "Domaine utilisé pour les adresses de courriels de réponse.",
	"311a29efbcad3b2b": "Vous pouvez trouver plus d’informations sur la reconstruction de l’index de recherche ici : $1",
	"31ad59c1a6781855": "Empêcher la modification",
	"31b39d8cfe22bd05": "Liste blanche 1.2.3.*",
	"320b87d6c4d05d40": "Contrôler comment Phabricator formate les noms d’utilisateur dans les courriels.",
	"321f10310ed1322b": "Cette configuration n’est plus significative parce que les démons redémarrent automatiquement lors des modifications de configuration.",
	"3232ad8546d7a96b": "Les éléments d’IHM de l’âge d’affichage de la liste des révisions différentielles ont été supprimés pour simplifier l’interface.",
	"3259301e1d608287": "L’option de configuration '$1' n’est pas valide. L’URI ne doit PAS avoir un chemin, par ex. '$2' est OK, mais '$3' ne l’est pas. Phabricator doit être installé sur un domaine entier ; il ne peut pas être installé dans un chemin.",
	"32beb5b9df2be535": "Séparer les valeurs avec des nouvelles lignes.",
	"32caa7b9072205d6": "Le corps de requête que le serveur a reçu a déjà été décompressé. Ceci suggère fortement que votre serveur web est configuré pour décompresser le flux des requêtes avant qu’elles atteignent PHP.",
	"3324e0bffe4d35b8": "Gestionnaires d’exceptions",
	"33b0fb16a6f9d821": "Ce schéma a le mauvais paramétrage de nul autorisé.",
	"3404e98d340a33d8": "L’option de configuration '$1' n’est pas valide. L’URI doit commencer par '$2' ou '$3'.",
	"343890ebae9dc18b": "Version « $1 » non prise en charge / non sécurisée",
	"34d45b0b30ef89f7": "Cette option n’a pas un type personnalisé !",
	"34d8dedef4bd00ec": "Nécessite que les administrateurs approuvent les nouveaux comptes.",
	"3703cd216881d330": "Santé",
	"3772602fd6877c78": "Utilisateur système avec lequel exécuter les démons.",
	"379235fe31cef996": "Si défini à `true` (vrai), la configuration du fournisseur d’authentification pour cette instance ne peut pas être modifiée sans d’abord exécuter `bin/auth unlock` depuis la ligne de commande. Ceci permet de réduire l’impact en terme de sécurité d’un compte d’administrateur compromis.\n\nAprès avoir exécuté `bin/auth unlock` et effectué vos changements sur la configuration du fournisseur d’authentification, vous devriez exécuter `bin/auth lock`.",
	"37986172c4f1b3bb": "État du schéma « $1 » inconnu !",
	"379a4c12cb96bb83": "MySQL pourrait fonctionner lentement",
	"37f119ae3bb81ce7": "Trop d’arguments : une clé attendue.",
	"3809d33a7f5a498a": "Liste des utilisateurs sans MFA",
	"387201e0e2bf24d5": "Aucun entête « Host » présent dans la requête.",
	"38c449e96ca39b19": "La valeur pour l’option « $1 » de type « $2 » doit être soit « true » soit « false ».",
	"392b50e515811d35": "Phabricator découvre maintenant de façon automatique les moteurs de stockage disponibles à l’exécution.",
	"39684732424332e8": "Phabricator semble être installé sur une très petite instance d’EC2 (de classe « $1 ») qui utilise un processeur virtuel « extensible » qui n’effectue ses traitements que par rafales. Ceci est fortement déconseillé. Phabricator a besoin du processeur de façon régulière et ces instances sont souvent chargées à mort par la limitation et le partage d’usage du processeur physique. Utilisez plutôt une instance avec un processeur normal.",
	"39ae08da4643575f": "La configuration du pied de page n’est pas valide : la valeur doit être une liste d’éléments.",
	"39b21bbf479712ca": "Modifier « $1 »",
	"3a3d00a1343b1649": "Ne pas inclure les vidéos YouTube",
	"3a68c6cf6e1f0d7b": "Désactiver $1 de PHP",
	"3a8ad017d085ff52": "Configurer les clés de chiffrement maître.",
	"3a9f8e558d6e134a": "Boîtes courriel non configurées",
	"3b20b3fbebfc4b6b": "Les services d’arrière-plan de Phabricator n’utilisent plus les fichiers PID.",
	"3b7069ea27b7c64f": "La réplique de base de données « $1 » est listée comme réplique, mais elle n’est actuellement pas répliquée. Vous êtes vulnérable à une perte de données, si le maître échoue.",
	"3b7e25cbe7e16d36": "Ramasses-miettes",
	"3c7750d84945f3ff": "$1 a modifié cette entrée de configuration.",
	"3cf73fb047002c7b": "L’extension « zip » pour PHP n’est pas installée. Cette extension est nécessaire pour certaines opérations d’exportation de données, y compris l’exportation de données vers Excel.\n\nPour régler ce problème de configuration, installez l’extension et redémarrez votre serveur web.\n\nVous pouvez ignorer ce problème en toute quiétude si vous ne prévoyez pas d’exporter des données vers des archives Zip ou des feuilles de calcul Excel, ou bien si vous comptez installer l’extension plus tard.",
	"3cff8ff9741ffb1f": "Pour activer le journal SSH de Phabricator, spécifier un chemin. Le journal des accès peut fournir des informations plus détaillées sur les accès SSH qu’un journal SSH normal (par exemple, il peut montrer les utilisateurs connectés, les commandes, et autres données d’application).\n\nSi non défini, aucun journal ne sera écrit.",
	"3d01fc462117dced": "Envoyer un courriel à tous les destinataires",
	"3d77131c2efdaf47": "Phabricator s’est envoyé à lui-même une requête de test avec un chemin inhabituel, pour tester si votre serveur web réécrit correctement les chemins. Le chemin n’a pas été correctement transmis.\n\nPhabricator a envoyé une requête au chemin « $1 » et s’attendait à ce que le serveur web le décode et réécrive ce chemin pour qu’il reçoive une requête pour « $2 ». Il a cependant reçu à la place une requête pour « $3 ».\n\nVérifiez que vos règles de réécriture sont bien configurées, en suivant les instructions de la documentation. Si l’encodage de chemin ne fonctionne pas correctement, vous ne pourrez pas accéder aux fichiers avec des noms inhabituels dans les répertoires, entre autres problèmes.\n\n(Ce problème peut provenir d’un « B » manquant dans votre RewriteRule.)",
	"3e46b76b2d44872e": "Votre installation n’a actuellement pas de problème de configuration à résoudre.",
	"3ef041b740c39ec3": "Subschemata a des échecs",
	"3f1929cb9429c55f": "Enregistrer l’entrée de configuration",
	"3fd293a9d6152d26": "$1 sur $2",
	"4009bea6fea89230": "Installer le schéma MySQL",
	"400f08b84d5e87d7": " ($1)",
	"4028c0c8b470f545": "Non disponible",
	"404e9c4b56deb504": "Si ces commandes ne fonctionnent pas, essayez Google. Le processus d’installer des extensions PHP n’est pas spécifique à Phabricator, et toute instruction que vous pouvez trouver pour les installer sur votre système devrait fonctionner. Sur Mac OS X, vous pouvez essayer Homebrew.",
	"408d9916fd5927c9": "Cette option a été supprimée, vous pouvez utiliser les tableaux de bord pour fournir une personnalisation de la page d’accueil. Voir T11533 pour plus de détails.",
	"40a42d922391db6e": "Cache de données",
	"40a615c67b76e1b6": "Configurer les journaux d’accès, qui tracent les requêtes HTTP/SSH.",
	"40e3403c0c066d69": "$1s derrière",
	"4119007a51fb8a7f": "Le PID du processus du serveur.",
	"41ea645aaecc2a86": "Mettre les sous-réseaux en liste noire pour éviter des requêtes de sortie initiées par l’utilisateur.",
	"423ac632bebf0560": "Aucune requête de sortie",
	"42802c2c109bc2e2": "URI d’installation primaire, pour les installations multi-environnements.",
	"429017c68e6982f8": "Phabricator a maintenant des contrôles d’accès globaux importants. Voir `$1`.",
	"42c374084f76ab71": "Votre serveur web ne gère pas correctement les corps de requête compressés.",
	"43190b4c00330069": "Protocoles d’éditeur en liste blanche pour « Ouvrir dans l’éditeur ».",
	"431ba0e26b78ee61": "Impossible de se connecter à MySQL !\n\n$1\n\nAssurez-vous que Phabricator et MySQL sont bien configurés.",
	"43376f6280445187": "Les paramètres « Préfixe Re: » et « Sujets variés » sont maintenant configurés dans les paramètres globaux.",
	"43a9ab980b27e875": "Vous n’avez aucun problème d’installation non résolu.",
	"43dc083a451b8fc3": "Cette configuration est cachée et ne peut pas être modifiée ou affichée depuis l’interface web.",
	"43dcc3307191505e": "Stockage disque local impossible à lire/écrire",
	"442caabf3a81cb8a": "Forcer les traductions.",
	"4443e2976c8151ca": "Configuration de la grappe non synchronisée",
	"445a67da1f6afc09": "Les cookies définis pour x.com sont aussi envoyés pour y.x.com. En supposant que des instances de Phabricator s’exécutent sur les deux domaines, cela provoquera une collision vous empêchant de vous connecter.",
	"448b4c09ab72a52d": "Cette option a été supprimée. Vous pouvez la supprimer à votre guise.",
	"4499d894d192c25b": "Вы можете найти больше информации об этом новом отображении идентичности здесь: $1",
	"44b988d1db61b8c5": "Après reconstruction de l’index, lancer cette commande pour nettoyer cet avertissement d’installation :",
	"44d96b1f9ce470ab": "L’élément du pied de page avec l’index « $1 » n’est pas valide : $2",
	"44e87cfd1fcbd6a5": "Option de configuration « $1 » inconnue",
	"4506a449f8634b62": "Tronquer à 1Mo",
	"4533fcabc9e099a7": "Clé d’accès pour Amazon S3.",
	"4584668461c10ef7": "Le composant '$1' de PATH (qui se décline en chemin absolu '$2') n’est pas utilisable parce que '$3' n’est pas lisible.",
	"45b2d872b3c7c149": "Les champs du manifeste sont maintenant chargés automatiquement. Vous pouvez les configurer avec `$1`.",
	"45f3f4847f082327": "Cette clé est censée exister, mais ce n’est pas le cas.",
	"4782469ecc362275": "Persistance",
	"47f8dbf7d35406e5": "Ce schéma est censé exister, mais ce n’est pas le cas.",
	"47fb822d1c7290d2": "Phabricator peut mettre en évidence le PHP par défaut et utiliser Pygments pour d’autres langages, s’il est activé. Vous pouvez fournir un moteur de mise en évidence personnalisé en étendant la classe $1.",
	"48183d942f9fd2d7": "Ne pas utiliser Pygments",
	"482e9bd3f6e7a8d5": "À jour",
	"48afc8e308475f22": "Configurer les options cœur, y compris les URI.",
	"48b2f0579d650e42": "(vide)",
	"48db42b3a004c841": "Cette clé a le mauvais paramètre d’unicité.",
	"48e7249ad3069fe0": "Quand les utilisateurs définissent ou redéfinissent un mot de passe, il doit avoir au moins ce nombre de caractères.",
	"497e0b3a674b70d3": "Options de configuration supplémentaires à verrouiller.",
	"4a0cfd16a364b1e4": "Forcer les fichiers de langue (d’après le nom de fichier) à mettre en surbrillance.",
	"4a2be2efe91989af": "Mauvais entête « Host »",
	"4aa980115adc89af": "L’option « $1 » est de type « $2 », mais l’élément à l’index « $3 » de la liste n’est pas une chaîne.",
	"4b4bbd2eb0188b6d": "Port MySQL à utiliser lors de la connexion à la base de données.",
	"4b804f5e72d307ae": "Essai d’ajout d’une clé dupliquée « $1 » !",
	"4bdbeb85c4a3bfd6": "L’option « $1 » est de type « $2 », mais la valeur configurée n’est pas une chaîne.",
	"4be15481daaf273e": "Guide utilisateur : Amazon RDS",
	"4c8c25b6a6596689": "Le dépôt $1 a un chef ambigu.",
	"4c9ec9eeacd138cc": "Pour activer le journal des erreurs SSD de Phabricator, spécifiez un chemin. Les erreurs qui se produisent lorsque Phabricator sert des requêtes SSH seront inscrites dans ce journal.\n\nSi aucun chemin n’est défini, aucun journal ne sera écrit.",
	"4d0c267bd70763cb": "Votre configuration des fournisseurs d’authentification est actuellement déverrouillée. Une fois que vous avez terminé de définir ou modifier l’authentification, vous devriez verrouiller la configuration pour prévenir les changements non autorisés.\n\nLaisser déverrouillée votre configuration des fournisseurs d’authentification accroît les dommages qu’un compte d’administrateur compromis pourrait faire sur votre installation. Par exemple, un attaquant qui compromet un compte d’administrateur peut changer les fournisseurs d’authentification pour pointer vers un serveur qu’il contrôle et tenter alors d’intercepter des noms d’utilisateurs et des mots de passe.\n\nPour prévenir cette attaque, vous devriez configurer l’authentification puis verrouiller la configuration en exécutant « bin/auth lock » depuis la ligne de commande. Ceci empêchera de changer la configuration d’authentification sans avoir d’abord exécuté « bin/auth unlock » .",
	"4dd02598febbeedc": "Quand vous téléversez un fichier par glisser-déposer ou par l’API, les morceaux doivent être conservés en mémoire avant d’être écrits sur un stockage permanent. Phabricator a besoin de mémoire disponible pour stocker ces morceaux pendant leur téléversement, mais PHP est actuellement configuré pour limiter drastiquement la mémoire disponible.\n\nLes processus PHP ont actuellement très peu de mémoire libre disponible ($1). Pour travailler bien, les processus doivent avoir au moins $2.\n\n(Notez que l’application elle-même doit aussi tenir dans la mémoire disponible, donc toute la mémoire sous la limite n’est pas disponible pour exécuter les charges de travail.)\n\nLa manière la plus facile de résoudre ce problème est de mettre $3 à $4 dans votre configuration PHP, pour désactiver la limite mémoire. Il y a en général peu ou pas d’intérêt à utiliser cette option pour limiter la mémoire de traitement de Phabricator.\n\nVous pouvez aussi augmenter la limite ou ignorer ce problème et accepter de rencontrer des soucis en téléversant de gros fichiers et en traitant de grosses requêtes.",
	"4ee271969119b0a5": "La configuration du serveur de notification a grandement changé. Pour la discussion, voir T10794.",
	"4eee7c6cdbe17d29": "Lire la valeur de l’option depuis le flux d’entrée standard.",
	"4f45f90c0647ba4e": "La source de base de données n’est pas configurée correctement",
	"4f9cf442678261c3": "Ne nécessite pas d’approbation manuelle",
	"4fe31833216c7358": "Type de colonne",
	"4fe6e0b3cf30f81e": "Tronquer à 512ko",
	"50338b3b242845e2": "Cache",
	"50d9105a8a307db1": "Faire automatiquement le profil d’un certain pourcentage de pages.",
	"50f33bb0d2df8752": "Point de terminaison S3 explicite. Cela devrait être le point de terminaison qui correspond à la région que vous avez sélectionnée dans `amazon-s3.region`. Phabricator ne peut pas déterminer automatiquement le bon point de terminaison parce que certains emplacements de point de terminaison sont irréguliers.",
	"5103a1ba5b83372e": "Administrer le serveur",
	"510624ee93ad2194": "Mauvais type de colonne",
	"51b491c5b83d06d5": "Vidéos YouTube incluses",
	"51bc52c2a4f14f77": "Ajouter un chemin",
	"522175083f0bf50b": "Vider le cache",
	"523c0c2321160fcf": "Le pilote natif MySQL n’est pas disponible",
	"529480a3ec48c5bb": "Ne plus ignorer ce problème d’installation ?",
	"52a9d06229e19e34": "Configurer le courriel.",
	"531800d5b47fd8dc": "Vous pouvez mettre à jour ces $1 valeurs ici :",
	"534e2f855629f6c5": "Serveurs de notification",
	"53796059d0277868": "Pour activer le journal des accès de Phabricator, spécifier un chemin. L’accès à Phabricator trace plus que les accès HTTP normaux (par exemple, il peut montrer les utilisateurs connectés, les contrôleurs, et d’autres données d’application).\n\nSi non défini, aucun journal ne sera écrit.",
	"53cb13052e7b336a": "extname",
	"546bf01e35ee8e5e": "Activer les captchas avec Recaptcha.",
	"548e46cbe488cb2c": "Ceci suggère que votre serveur web est configuré pour décompresser ou embrouiller les requêtes compressées.",
	"54de76ae6273d4db": "Ajouter des chemins multiples",
	"54fecfb2bcda20f6": "Spécifier une activité à marquer comme terminée.",
	"550ab7ed41e6c1f7": "Par défaut, Phabricator lie les noms d’objet dans les champs de Remarkup à l’objet correspondant. Cette expression rationnelle peut être utilisée pour modifier ce comportement ; les noms d’objet qui lui correspondent ne seront pas liés.",
	"56cef0a2c3e0fd69": "Ce serveur a une mauvaise version connue de « $1 ».",
	"573ee104c21027c7": "Nécessite l’activation de DarkConsole",
	"57815653550a9547": "État des notifications",
	"57d1afa500778dd8": "Configuration actuelle",
	"58c95c094a4a459c": "Réplication du maître",
	"594307b9a8b3731f": "La version de $1 sur ce système est obsolète et contient une vulnérabilité majeure largement connue (la faille « Shellshock »).\n\nMettre à jour $2 vers une version corrigée.\n\nPour en savoir plus sur la manière dont ce problème affecte Phabricator, voyez $3.",
	"595c76926a7c7f9b": "Sans fuseau horaire configuré, PHP émettra des avertissements en travaillant avec des dates, et les dates et les heures pourront ne pas s’afficher correctement.",
	"5972fca8c88e4d84": "L’option « $1 » est de type « $2 » et doit être initialisée avec une liste d’expressions rationnelles valides, mais « $3 » n’est pas une expression rationnelle valide.",
	"5999796d2639c177": "Ce schéma peut utiliser un meilleur jeu de caractères.",
	"59e1dda3908fd730": "La valeur de configuration « $1 » est verrouillée, mais a une valeur en base de données.",
	"5a2f96c20428bb4f": "Les comptes Phabricator nouvellement inscrits peuvent soit être mis dans une file d’approbation manuelle pour une relecture administrative, soit être activés automatiquement et immédiatement. La file d’approbation est activée par défaut parce qu’elle vous donne un meilleur contrôle sur qui peut inscrire un compte et accéder à Phabricator.\n\nSi votre installation est complètement publique ou sur un VPN, ou si les utilisateurs ne peuvent s’enregistrer qu’avec un fournisseur de confiance comme un LDAP, ou si vous avez sinon configuré Phabricator pour éviter une inscription non autorisée, vous pouvez désactiver la file pour réduire la charge d’administration.\n\nNOTE : avant de désactiver la file, assurez-vous que @{config:auth.email-domains} est bien configuré pour votre installation !",
	"5a35baf96a1e5a8c": "Détermine si les vidéos YouTube sont incluses ou non.",
	"5a39b8d96817ec46": "Ceci vous permet d’ajouter un pied de page avec des liens vers la plupart des pages. Vous pourriez vouloir utiliser ces liens pour pointer vers des informations légales ou vers une page « À propos ».\n\nSpécifiez une liste de dictionnaires. Chaque dictionnaire décrit un élément du pied de page, au moyen des clés prises en charge suivantes :\n\n  - `name`, le nom de l’élément.\n  - `href`, facultativement, la cible du lien de l’élément. Vous pouvez l’omettre si vous voulez juste du texte, comme une indication de droit d’auteur.",
	"5a3b38f652ed8cd7": "Les problèmes connus avec cette ancienne version sont :",
	"5a77699e8640e420": "Non activé",
	"5b4304d2eea293c6": "Phabricator s’est envoyé à lui-même une requête de test avec un entête HTTP « Authorization » et s’attendait à ce que ces certificats soient transmis. Toutefois, ils étaient absents ou incorrects quand ils ont été reçus. Phabricator a envoyé un nom d’utilisateur « $1 » avec le mot de passe « $2 » ; le nom d’utilisateur reçu est « $3 » et le mot de passe « $4 ».\n\nVotre serveur web peut ne pas être configuré pour faire suivre l’authentification HTTP basique. Si vous prévoyez d’utiliser l’authentification basique (par exemple, pour accéder aux dépôts), vous devez le reconfigurer.",
	"5b667f3f9ecebddb": "Si vous utilisez Amazon RDS, certaines des instructions ci-dessus peuvent ne pas s’appliquer. Voyez $1 pour une discussion sur Amazon RDS.",
	"5b95b51c3ceb535a": "Contrôle si Phabricator envoie les courriels « de la part » des utilisateurs.",
	"5ba9c3912362d6ec": "Le serveur de notification ne nécessite plus les droits root. Démarrez le serveur avec l’utilisateur sous lequel vous voulez le voir fonctionner.",
	"5c4f09fd1e8d019c": "Ce problème ne sera plus supprimé, et retournera à sa place correcte en tant qu’avertissement général d’installation.",
	"5c66f37427cd7acc": "Vous permet de supprimer le manque de sérieux et les blagues de l’IHM.",
	"5cae88ddf5336e6a": "Sites",
	"5d5c9c967a7ad7ed": "Vulnérabilité de bash T6185 « Shellshock »",
	"5e1baf49edcb4323": "Extension '$1' manquante",
	"5e6af0e19a1343b1": "Politiques de rétention pour le ramasse-miettes.",
	"5e83a3eabf3edd8c": "MySQL (sur l’hôte « $1 ») est configuré avec un très petit innodb_buffer_pool_size, ce qui peut impacter les performances.",
	"5ecffe835dc27596": "Vous devez mettre à jour ce logiciel.",
	"5edd2ba3b1bb7dab": "Les caches suivant seront vidés :",
	"5f0e985b5476b24d": "$1 avertissement{{PLURAL:$1||s}} détecté{{PLURAL:$1||s}} avec les schémas.",
	"5f36d603d0be36e2": "Format obsolète de mysql.host",
	"5f3c0faad1e0dc0e": "Cette clé traite de mauvaises colonnes.",
	"5f402115040d0f3d": "Mauvais paramétrage de nul possible.",
	"5f4af1a4a9b3fc41": "Clé secrète pour Amazon S3.",
	"5fbd435aa745b440": "Vous utilisez une ancienne version de MySQL (sur l’hôte « $1 ») dont la prise en charge d’Unicode est faible (ne prend pas en charge le jeu de collation « utf8mb4 »). Vous rencontrerez des limites en travaillant avec certaines données en Unicode.\n\nNous vous recommandons fortement de vous mettre à jour vers MySQL 5.5 ou plus récent.",
	"5ff9e9c5351538c0": "Tentative pour ajouter la colonne dupliquée « $1 » !",
	"608444cf93316163": "Longueur minimale du mot de passe.",
	"60eb9b2e0c7fdbd9": "Les extensions PHP nécessaires ne sont pas installées.",
	"61074f1c958d6cdd": "Base de données",
	"6129bbe7e5838dda": "MALSAIN : Cette base de données a échoué aux dernières vérifications de santé. Le trafic ne lui sera pas envoyé jusqu’à ce qu’elle soit rétablie.",
	"6142432ab832445b": "Nombre demandé, en octets.",
	"618e67b52c1d503c": "Information de compatibilité PHP 7 de Phabricator",
	"622de911e873bcab": "Vous avez activé Pygments mais le script $1 n’est actuellement pas disponible ; votre $2 est sans doute cassé.",
	"626dbef44ab40ac7": "Configuration de l'application",
	"62a742ee265353cb": "Afficher le lien des préférences de courriel dans le courriel.",
	"62ba5cd7635608d9": "Votre serveur web peut avoir désactivé la prose en compte de la compression.",
	"6309fe44b7d34ee3": "Le PATH configuré inclut un composant qui n’est pas utilisable. Phabricator ne pourra pas trouver ou exécuter les binaires situés ici :\n\n$1\n\nLe compte utilisateur sous lequel tourne le serveur web doit pouvoir lire tous les répertoires dans PATH afin de les utiliser.",
	"63480bc81117d10f": "Vous pouvez définir une limite pour la taille maximale en octets du courriel sortant. Un courriel plus gros que cette limite sera tronqué avant d’être envoyé. Cela peut être utile si votre MTA rejette les courriels dépassant une certaine limite (c’est assez courant). Spécifier une valeur en octets.",
	"634a79070baf78f0": "Plusieurs sous-classes de $1 ont la même clé ('$2') : $3, $4.",
	"6375e17e7c865724": "Votre serveur web réécrit mal les chemins.",
	"637e2677aed8de62": "Vous pouvez reconstruire les identités de dépôt pendant l’exécution de Phabricator.",
	"638e58612477c0f2": "Personnaliser l’image du logo et le texte qui apparaît dans l’entête du site principal :\n\n  - **Image du logo** : Téléverser une nouvelle image 80 x 80px pour remplacer le logo de Phabricator dans l’entête du site.\n\n  - **Texte de signature** : Choisir un nouveau texte à afficher à côté du logo. Par défaut, l’entête affiche //Phabricator//.",
	"63a3b3ed64b1ce8e": "Essai d’ajout d’une table dupliquée « $1 » !",
	"63a46b676917b188": "Aucun fournisseur d’authentification configuré",
	"63adbfc7dcdda9d1": "Exécuter silencieusement",
	"63d9d363ec7906dc": "Vous pouvez trouver plus d’information sur les valeurs de la configuration PHP dans le $1.",
	"63f2dc5bc41f0975": "Saut de l’option « $1 » ; déjà dans la configuration locale.",
	"641281a6692edba7": "Le courriel public est maintenant accepté si l’adresse associée a un auteur par défaut et rejeté sinon.",
	"6457187ab2e430fa": "Problèmes d’installation",
	"646b78bcdb76fa1a": "Nécessite une vérification de courriel",
	"647df255d670a465": "La minimisation des ressources est maintenant gérée automatiquement.",
	"64aa7ed942b8990f": "Le rendu des espaces est maintenant géré automatiquement.",
	"64afb90cf3f8b0fd": "$1 ne fonctionne pas",
	"64bde7f7b80f7bd6": "Cette option de configuration est inconnue. Elle est peut-être mal écrite, et a existé dans une version précédente de Phabricator.",
	"64c7f279e0d92976": "Vous pouvez utiliser '$1' si vous ne voulez pas créer une traduction complète, pour donner aux utilisateurs une option pour basculer vers elle, et que vous voulez juste écraser certaines chaînes dans la traduction par défaut.",
	"6512ee1541e9a6c5": "Connexion",
	"6546d9f30ed0f3ad": "Les paramètres de substitution sont maintenant automatiquement générés.",
	"654a357502e112e0": "Elasticsearch est configuré (avec le paramètre $1) mais Phabricator a rencontré une exception en essayant de tester l’index.\n\n$2",
	"657f228361b0e654": "Les clés SSH sont maintenant utiles, c'est pourquoi elles sont toujours activées.",
	"65a93973ada5a6a7": "Sortie de la requête, en octets.",
	"65c92754ab74cf58": "Configurer l’intégration avec AWS (EC2, SES, S3, etc.).",
	"65d5b644919855aa": "L’option de configuration '$1' n’est pas valide. L’URI doit contenir un point ('.'), comme '$2', pas simplement un nom comme '$3'. Certains navigateurs web ne positionneront pas les cookies sur les domaines sans TLD.",
	"65dea2686caf61e6": "L’application Multimètre collecte des exemples de performance. Vous pouvez utiliser ces données pour vous aider à comprendre sur quoi Phabricator passe du temps et des ressources, et pour identifier les schémas d’accès problématiques.\n\nCette option contrôle à quelle fréquence l’échantillonnage s’active. Le mettre à une entier positif N pour échantillonner toutes les 1 / N pages.\n\nPour la plupart des installations, la valeur par défaut (1 échantillon pour 1000 pages) doit collecter suffisamment de données pour être utiles, sans nécessiter beaucoup de stockage ou impacter fortement les performances. Si vous travaillez sur les problèmes de performance, vous pouvez ajuster la fréquence afin de collecter plus de données.",
	"665cda3eaee0fbc9": "Espace de noms du cache.",
	"665e92a6c2593b55": "$1 = 0",
	"666a048efbfd3e61": "Configuration \"Local Infile\" PHP Non Sécurisée",
	"66999356dc475a67": "Les règles de Remarkup personnalisées sont maintenant ajoutées en sous-classant $1 ou $2.",
	"66befa8a4fb57dd5": "Problème résolu",
	"674f4f979a54bd86": "Si vous activez cela, les vidéos Commons intégrées seront incluses en ligne.",
	"679990d186ebf0ab": "Les ramasse-miettes sont maintenant configurés avec « $1 » .",
	"67d2c1682431f680": "Type d'option de configuration inconnu « $1 » .",
	"67d3d7d3251625aa": "Essai d’ajouter une base de données « $1 » dupliquée !",
	"681cd222368609f7": "Cette colonne a un mauvais paramétrage d’auto-incrémentation.",
	"681e6e1056b635bd": "Vous permet d’ajouter des liens de bas de page sur la plupart des pages.",
	"684302d05a739f1c": "Région US Ouest",
	"6847a0558229fea2": "L’hôte de base de données « $1 » utilise le fichier de mots à ignorer intégré pour construire les index de recherche. Cela peut rendre la fonctionnalité de recherche de Phabricator moins utile.\n\nLes mots à ignorer sont les mots communs qui ne sont pas indexés et ne donc peuvent pas être recherchés. Le fichier de mots à ignorer par défaut a environ cinq cents mots, comprenant divers mots que vous voudrez peut-être rechercher, comme 'various', 'likely', 'wish', et 'zero'.\n\nPour rendre la recherche plus utile, vous pouvez utiliser un autre fichier de mots à ignorer avec moins de mots. À la place, si vous n’êtes pas concerné par la recherche de mots communs, vous pouvez ignorer cet avertissement. Si vous prévoyez plus tard de configurer Elasticsearch, vous pouvez aussi ignorer cet avertissement : ce fichier de mots à ignorer n’affecte que les index de plein texte de MySQL.\n\nPour choisir un autre fichier de mots à ignorer, ajoutez cela à votre fichier $2 (dans la section $3) et puis redémarrez $4 :\n\n$5\n(Vous pouvez aussi utiliser un fichier différent, si vous préférez. Le fichier suggéré ci-dessus contient environ cinquante des mots anglais les plus courants.)\n\nAu final, lancez cette commande pour reconstruire les index en utilisant les nouvelles règles :\n\n$6",
	"68abec1d07b77a6c": "Les champs du manifeste sont maintenant définis dans `$1`. Les définitions existantes ont été migrées.",
	"699848c1b040c389": "Activer les prototypes",
	"69b3c0e66cdb994e": "Elasticsearch est maintenant configuré avec « $1 ».",
	"69dbeefe153f6cf2": "Configuration du courriel de sortie",
	"6a02bdd01c0a0578": "Les adresses de messagerie de réception sont maintenant configurées pour chaque application dans l’outil Applications.",
	"6a5f8ead8596ff3c": "Prise en charge partielle de « $1 »",
	"6a8d52d2dc33a07c": "Subschemata a des avertissements d’installation.",
	"6aafa80cab6f4d80": "Durée de fonctionnement",
	"6ad215df88991706": "MySQL (sur l’hôte « $1 ») utilise un fichier de mots à éviter, ce qui évite de rechercher de nombreux mots communs.",
	"6b705c5226ea7080": "Deux vérifications d’installation ont levé un problème avec la clé '$1' !",
	"6ba08131fb3b08cc": "Marquer les activités terminées même s’il n’y a pas de besoin en suspens pour les terminer.",
	"6ba09fc09e07326b": "Vous avez sans doute activé cluster.search sans créer l’index. Utiliser la commande suivante pour créer un nouvel index.",
	"6c0dd36cd3ffc093": "Sauter l’option « $1 » ; déjà dans la configuration en base de données.",
	"6c5c2bb4788152f9": "Le moteur « InnoDB » n’est pas disponible dans MySQL (sur la machine « $1 »). Activez InnoDB dans votre configuration MySQL.\n\n(Si vous avez déjà créé des tables, MySQL a utilisé à tort un autre moteur pour les créer. Vous devrez les convertir, ou les supprimer et les réinitialiser.)",
	"6c77b741c766659e": "Phabricator est actuellement configuré pour servir les téléversements utilisateur depuis le même domaine que le reste du contenu. C’est une risque de sécurité.\n\nConfigurer un CDN (ou un domaine de fichier alternatif) pour éliminer ce risque. Utiliser un CDN améliorera aussi les performances. Voir le guide ci-dessous pour les instructions.",
	"6d27d84beee406cc": "Phabricator prend en charge la mise en évidence syntaxique de quelques langages par défaut, mais vous pouvez installer Pygments (un outil tiers de mise en évidence syntaxique) pour prendre en charge beaucoup plus de langages.\n\nPour installer Pygments, allez sur [http://pygments.org pygments.org] et suivez les instructions de téléchargement et d’installation.\n\nUne fois Pygments installé, activez l’option `pygments.enabled` afin que Phabricator utilise Pygments lors de la mise en évidence du code source.\n\nUne fois que vous avez installé et activé Pygments, le code source nouvellement créé (comme les diffs et les collages) devraient être mis en évidence correctement. Vous devrez vider les caches de Phabricator pour que le code source déjà existant soit mis en évidence. Pour les instructions concernant la gestion des caches, voyez [[$1|Gérer les caches]].",
	"6e1e684ea24da0ff": "Statistiques $1",
	"6e2a5116e26f8d9a": "La version minimale prise en charge de Subversion est la version 1.5, livrée en 2008.",
	"6e2ad9018343c287": "Votre limite mémoire PHP est configurée de telle sorte qu’elle peut vous empêcher de téléverser de gros fichiers ou de gérer de grandes requêtes.",
	"6e2fab5eea81cb65": "L'utilisateur du système.",
	"6e41ee3f309a1d09": "Recharger la page",
	"6f6b7e1133535f08": "Forcer les utilisateurs à se connecter via HTTPS au lieu de HTTP.",
	"6fd5c521710d095f": "Installer l’extension MySQLi pour améliorer le comportement de la base de données.",
	"6fd913e6c415844b": "Gros fichiers",
	"6fdd94915c28f833": "Requêtes compressées non reçues correctement",
	"6feb9b7dc16338c1": "L’espace de noms que les bases de données de Phabricator doivent utiliser.",
	"6ffd471c228478ba": "Marquer une activité de mise à jour manuelle comme terminée.",
	"70654d02c9db58f7": "$1 non fixé",
	"70830bd82cf53333": "Cette option de configuration a été remplacée par un gestionnaire modulaire. Voyez T9346.",
	"70894d79ff38053f": "La valeur pour l’option « $1 » (de type « $2 ») doit être spécifiée en JSON, mais l’entrée n’a pas pu être décodée (avez-vous oublié de mettre une chaîne entre guillemets anglais ?).",
	"70e028b6ba941ed0": "L’option de configuration '$1' a une valeur non valide et a été restaurée avec la valeur par défaut : $2",
	"715802f4292c6cd5": "Pour mettre à jour ces $1 valeurs, modifiez votre fichier de configuration PHP, situé ici :",
	"71fdd7641faff64b": "Collation",
	"722a8bb542ea393f": "Réplication",
	"724870e472a6e5fc": "Le code de réponse HTTP ou le code de sortie du processus.",
	"72fc21d8e3f6f2a4": "Obsolète ; utiliser plutôt les événements de rendu standard.",
	"72feb47cbab9a2d8": "Stockage sur disque local",
	"73781a127ec1294a": "Problème",
	"737d3f9c5d40703e": "Détermine quels protocoles d’URI sont valides pour les liens et les redirections.",
	"737e7f526e8b8373": "Guide de configuration : configurer un domaine de fichiers",
	"739ba48923d0e45c": "Activer DarkConsole sur chaque page.",
	"740a7bf8cd6ce22c": "Activer le rapport d’erreur verbeux et les lectures disque.",
	"743fcec157fe4503": "Phabricator s’est envoyé à lui-même une requête de test qui a été compressée avec « Content-Encoding: gzip », mais il a reçu des octets différents de ceux qu’il a envoyés.",
	"7448067eb9136053": "Les clés de hachage de l’objet adresse du courriel sont maintenant automatiquement générées.",
	"7469793caadbf471": "Trop d'arguments: attendus une clé et une valeur.",
	"747b7d4401fa730f": "Historique des préférences",
	"74d23243f911dfb2": "Opcode",
	"74e9e95a9b0e1219": "Pour mettre à jour ces $1 valeurs, modifiez votre fichier de configuration PHP.",
	"74ffdce133bb84e9": "La configuration des fournisseurs d’authentification doit être déverrouillée avant toute modification",
	"7541c28d058703f2": "Activer Recaptcha",
	"756b23351ba49db8": "Préfixer les témoins avec « $1 »",
	"75e051dac6f8c228": "L’option de configuration '$1' n’est pas reconnue. Elle est peut-être mal écrite, ou peut avoir existé dans une ancienne version de Phabricator. Elle n’a pas d’effet, et doit être corrigée ou supprimée.",
	"75edc148465db044": "Vous pouvez reconstruire l'index de recherche pendant l'exécution de Phabricator.",
	"76026dfdd00de446": "Option « $1 » migrée du fichier vers la configuration de la base de données.",
	"765b946b0057f3ae": "Documentation PHP",
	"76b1e28f71753442": "Votre serveur web a retourné une réponse inattendue.",
	"775a8816a43b005d": "Impossible de déterminer le numéro de version de « $1 ».",
	"7777b41b116b3367": "S’il est à <tt>true</tt>, les adresses électroniques doivent être vérifiées (en cliquant sur un lien dans un courriel) avant qu’un utilisateur puisse se connecter. Par défaut, la vérification est optionnelle sauf si @{config:auth.email-domains} est non-vide.",
	"778e672da8380f4d": "Documentation OPcache de PHP",
	"77a211d744671e00": "Pas de démons Phabricator en cours d'exécution",
	"77fb474df4497fbf": "Groupement : bases de données",
	"78090a4c03a244ff": "Pas de message",
	"7820cc03298c8fb1": "L’élément de bas de page avec l’index « $1 » n’est pas valide : chaque élément doit être un dictionnaire décrivant un élément de bas de page.",
	"785b5a53fdccd152": "Aucun des caches de cette page ne peut être vidé.",
	"78c48e4df45ef8e9": "Requiert une vérification de l'adresse courriel avant qu'un utilisateur puisse se connecter.",
	"78f3842f0201c993": "Maître",
	"79ad276f949f4818": "Une rencontre problématique !",
	"79b48f70762fbba7": "L’algorithme d’indexation pour l’index de recherche en plein texte a été mis à jour et l’index doit être reconstruit. Jusqu’à ce que vous ayez reconstruit l’index, la recherche globale (et toute autre recherche en plein texte) ne fonctionneront pas correctement.",
	"79f9844de217e102": "Taille maximale de la réserve du démon du gestionnaire de tâches.",
	"7a1b287db074cff6": "Copie",
	"7a2785b525e44588": "Utiliser les réponses publiques (moins sécurisé)",
	"7a430d918057f35e": "Mot de passe MySQL à utiliser lors de la connexion à la base de données.",
	"7a7c9c2b34141d23": "Si une variable n’est pas disponible (par exemple, %m apparaît dans le format du fichier mais la requête n’est pas une requête Conduit), elle sera rendue comme '-'",
	"7b50146bd160e75e": "Les clés CSRF HMAC sont maintenant gérées automatiquement.",
	"7b5265f8b5ada7c6": "État de la base de données",
	"7b5905b31452dcb8": "Le corps de la requête reçue par Phabricator commençait par :",
	"7c3409b276b1f497": "La valeur pour l’option « $1 » (de type « $2 ») doit être spécifiée en JSON, mais l’entrée n’a pas pu être décodée : $3",
	"7c486df7b1751d0c": "L’hôte de la base de données « $1 » a un état de grappe configuré qui est en conflit avec l’état de cet hôte (« $2 »). Lancez `bin/storage partition` pour valider l’état local dans la grappe. Cet hôte peut avoir démarré avec une configuration périmée.",
	"7cc38e5b1833a065": "Normalement, les erreurs de Phabricator sont redirigées en HTTP après un POST réussi. Cela peut rendre difficile le débogage de choses qui se passent lors de l’exécution du POST, parce que le service et l’information de profilage sont perdus. En positionnant cette option de configuration, Phabricator affichera une page au lieu de rediriger automatiquement, vous permettant d’examiner le service et l’information de profilage. Cela rend aussi l’expérience utilisateur affreuse, donc vous ne devriez activer cela que pour déboguer.",
	"7cf7e8e599e894c7": "Le plus grand",
	"7d06d38a262703b1": "Nombre maximal de démons « maître de tâches » à exécuter simultanément. Augmenter cette valeur peut augmenter le débit maximal de la file d’attente. Le jeu de ressources inutilisées sera automatiquement réduit.\n\nSi vous utilisez une grappe de serveurs, cette limite s’applique séparément à chaque instance de « phd ». Par exemple, si cette limite est définie sur « 4 » et que trois hôtes exécutent des démons, la limite globale effective sera de 12.\n\nAprès avoir modifié cette valeur, vous devez redémarrer les démons. La plupart des modifications de configuration sont automatiquement prises en compte par les démons, mais la taille des jeux de ressources ne peut pas être modifiée sans redémarrage de chaque instance.",
	"7d2a5f05db28803f": "Définir l’URI que Phurl utilisera pour partager les URL raccourcies.",
	"7d6e854e1de2ed3c": "Votre version de MySQL (sur l’hôte de base de données « $1 ») ne prend pas en charge la configuration d’un fichier de mots vides. Vous pourriez ne pas trouver de résultats de recherche pour des mots communs.",
	"7df8ae5849713a0b": "La configuration de votre PHP a sélectionné un fuseau horaire invalide. Sélectionnez un fuseau horaire valide.",
	"7e17a69d5096c5bb": "$1 a supprimé cette entrée de configuration (de nouveau ?).",
	"7e67081358e0ecc2": "Problèmes d’installation non résolus",
	"7f392e75b41cc9c7": "Fuseau horaire du serveur non configuré",
	"7f42bc880fd513e2": "L’expression rationnelle suivante est mal écrite et ne pourra pas être utilisée : $1",
	"7fb894f745adffc9": "Utiliser le $1 pour gérer des applications installées.",
	"7fd0894f7e01e83b": "Les domaines de gestionnaire de réponse à l’application individuelle ont été supprimés. Configurer un domaine de réponse avec « $1 ».",
	"8016a48760c2d557": "Avant-vol",
	"802023d6f7cfdc2a": "Installer ces $1 extensions PHP :",
	"8058ec7c47794ce5": "Binaire '$1' manquant",
	"805b8364dd741b70": "Jeu de caractères",
	"811d40c3a237c830": "Le fil public pouvant être encadré n’est plus pris en charge.",
	"8140cd0c40ec35db": "Une chaîne aléatoire unique qui identifie la requête.",
	"81a36dec99bb45de": "La configuration des fournisseurs d’authentification ne peut pas être modifiée sans la déverrouiller",
	"81e3a0c92fef2aa3": "Désactiver l’option non sécurisée « $1 » dans la configuration PHP.",
	"82c03d17c92e4a54": "$1 jour(s)",
	"82f7f98b1dbcecaf": "Aucun serveur de recherche n’est configuré.",
	"8304d29ea7b11599": "DarkConsole est un outil de développement et de profilage intégré dans l’interface web de Phabricator. Vous devriez le laisser désactivé, à moins que vous ne développiez ou déboguiez Phabricator.\n\nUne fois DarkConsole activé pour l’installation, **vous devez l’activer pour votre compte avant qu’il n’apparaisse effectivement sur les pages.** Vous pouvez le faire dans Paramètres > Paramètres de développeur.\n\nDarkConsole expose des données potentiellement sensibles (comme des requêtes, des traces de pile, et paramètres de configuration), donc vous ne devriez en général pas l’activer en production.",
	"830df01a4ffc1aed": "Cette clé est trop longue pour utf8mb4.",
	"83235185f54099ff": "Jeu de caractères attendu",
	"833b3b877545b9d9": "Serveurs de dépôt",
	"8369685cb2499294": "Format pour le journal d’accès HTTP. Utiliser `$1` pour définir le chemin. Les variables disponibles sont :",
	"83af394eb4ea26f3": "Saut de l’option obsolète : $1",
	"83b65d06b6b8a1b7": "Ce schéma peut utiliser une meilleure collation.",
	"846639183b3dc37e": "Installer Pygments pour améliorer la mise en évidence de la syntaxe.",
	"84ce44de4096d5c3": "Les sessions expirent désormais et sont prises en charge par le ramasse-miettes, plutôt que d’avoir une limite arbitraire en temps.",
	"84f0e95272f65c34": "Image du logo",
	"85005beb5f9f6084": "Vraiment vider le cache",
	"867363d40c80c17f": "Comportement '$1' inattendu",
	"86d35ecd5732bd66": "Les IDs des fils de discussions par courriel sont maintenant générés automatiquement.",
	"86f0ed482d59aa52": "L’hôte de base de données « $1 » est configuré pour utiliser la longueur de mot minimale par défaut en construisant les index de recherche, qui est 4. Cela veut dire que les mots qui ne font que 3 caractères ne seront pas indexés et ne pourront pas être recherchés.\n\nPar exemple, vous ne pourrez pas trouver de résultats de recherche pour des mots comme « SMS », « web », ou « DOS ».\n\nVous pouvez modifier ce paramètre à 3 pour permettre d’indexer ces mots. Sinon, vous pouvez ignorer cet avertissement si rechercher des mots de trois lettres ne vous concerne pas. Si vous prévoyez de configurer ultérieurement Elasticsearch, vous pouvez aussi ignorer cet avertissement : seule la recherche en texte intégral de MySQL est affectée.\n\nPour réduire la longueur minimale de mot à 3, ajoutez ce qui suit à votre fichier $2 (dans la section $3) puis redémarrez $4 :\n\n$5\nEnfin, exécutez la commande suivante pour reconstruire les index en utilisant les nouvelles règles :\n\n$6",
	"86f76e23ecb545f9": "Votre configuration échoue à spécifier un fuseau horaire de serveur. Vous pouvez soit définir la valeur de configuration PHP « $1 » ou la valeur de configuration « $2 » de Phabricator pour en spécifier une.",
	"879bf32ba57c791b": "Activer la Sécurité de Transport HTTP Stricte (HSTS).",
	"87eb3e568997989b": "Phabricator a $1 disponible dans $2, mais le binaire s’est terminé avec un code erreur quand il est exécuté comme $3. Vérifiez qu’il est installé correctement.",
	"880f0d8651fa3a0f": "Les utilisateurs peuvent configurer un modèle d’URI pour ouvrir les fichiers dans un éditeur de texte. L’URI doit utiliser un protocole dans cette liste blanche.",
	"8851142da56fd885": "Configuration",
	"8886145eb2cc1172": "Phabricator envoie maintenant toujours un courriel de transaction avec « Precedence:bulk » pour améliorer la capacité de livraison.",
	"89146d51b27513ca": "Politique de rétention",
	"8a5de78655f6f8f1": "Sans '$1', Phabricator ne peut pas tester la disponibilité d’autres binaires.",
	"8a96469f835f363e": "Authentification HTTP basique non configurée",
	"8ba0f8010ed999e8": "Liste blanche 1.2.*.*",
	"8bbbe8d23d9d0cb9": "Mettre en surbrillance httpd.conf comme « apacheconf ».",
	"8bbfc05a18904c4a": "Valeur de base de données",
	"8c4cbf3a141a09f5": "Montagne des USA (MDT)",
	"8c8095f2841dda11": "Cette option a été remplacée par `ui.logo`, qui fournit des options de configuration plus flexibles.",
	"8d00bea90948c29b": "Reconstruire l’index de recherche",
	"8da790ec4cc42584": "Ne pas installer Phabricator sur une classe d’instance avec un CPU extensible.",
	"8e16e5b2c446aea3": "Réel",
	"8e3dd7b540621328": "Partition: $1",
	"8e459cf20e324eec": "C’est une liste forcée d’expressions rationnelles qui vous permet de choisir quelles langues sont affectées aux fichiers. Si vos projets ont certaines règles portant sur les noms de fichiers ou utilisent des extensions de langue inhabituelles ou ambiguës, vous pouvez créer une correspondance ici. C’est un dictionnaire ordonné d’expressions rationnelles qui seront appliquées aux noms de fichiers. Elle doivent correspondre soit à une langue explicite sous forme de valeur de chaîne, soit à un entier représentant un index numérique dans les groupes capturés.",
	"8e4a1674a7f6467e": "Vous pouvez restreindre les adresses de messagerie autorisées à certains domaines (comme « votresociete.example.com ») en définissant une liste de domaines autorisés ici.\n\nLes utilisateurs ne seront autorisés à s’inscrire qu’en utilisant des adresses de messagerie d’un de ces domaines, et ne pourront ajouter de nouvelles adresses de messagerie que pour ces domaines. Si vous le configurez, cela implique @{config:auth.require-email-verification}.\n\nVous devez omettre le « @ » des domaines. Notez que le domaine doit correspondre exactement. Si vous autorisez « example.com », cela autorise « joe@example.com » mais rejette « joe@mail.example.com ».",
	"8e636747aab26845": "Afficher les problèmes non résolus dans l’installation et la configuration.",
	"8e9818d8abd1ddb6": "Options pour Phurl.",
	"8f7f4315a1780f4a": "Impossible de déterminer le numéro de version de « $1 ». Habituellement, cela signifie que le programme a modifié sa chaîne de format de version récemment, et que Phabricator ne sait pas encore comment analyser la nouvelle, mais cela peut aussi indiquer que vous avez un très vieux binaire (ou un binaire HS).\n\nComme nous ne pouvons pas déterminer le numéro de version, les vérifications des versions minimale et marquées comme mauvaises sont sautés, ce qui fait que nous pourrions ne pas détecter un binaire incompatible.\n\nVous pouvez résoudre ce problème en mettant à jour Phabricator, car une version plus récente de Phabricator pourrait peut-être analyser une chaîne de version plus récente.\n\nSi la mise à jour de Phabricator ne corrige pas cela, vous pouvez signaler et faire remonter le problème, pour que nous ajustions l’analyseur.\n\nSi vous êtes certain d’avoir une version récente de « $2 » installée et fonctionnant correctement, il est en général sans problème d’ignorer cet avertissement.",
	"8fa67bff3b62a43a": "Pour un conduit, la méthode Conduit qui a été invoquée.",
	"901f4c59a1e861ba": "L’option de configuration '$1' n’est pas positionnée.",
	"9050216ea35ce993": "Activer recaptcha pour demander aux utilisateurs de résoudre les captchas après quelques tentatives de connexion en échec. Cela gêne les attaques par force brute sur les mots de passe utilisateur. Pour plus d’information, voir http://recaptcha.net/",
	"90ad08211abcc115": "Arrêter avant la redirection HTTP",
	"90e97bc318670d3e": "Développeur / Débogage",
	"918cbb70c0b91f23": "Supprimer PHP $1",
	"92185dc52f71ef75": "Manquant",
	"922372c8a94ad8ed": "Les classes doivent correspondre pour comparer les schemata !",
	"924b1801ee43bc61": "Définir l’URI où Phabricator est installé. Le définir améliore la sécurité en évitant que les cookies soient définis sur d’autres domaines, et permet aux démons d’envoyer des courriels avec des liens qui ont le bon domaine.",
	"9257cd9a51728d7e": "Index de Elasticsarch non trouvé",
	"925b361121b87891": "Valeur de test unitaire.",
	"9263a4b92b8984d2": "Un démon s’exécute avec l’utilisateur $1, mais les démons doivent s’exécuter avec $2.\n\nAjuster le paramètre de configuration $3 ou redémarrer les démons. Les démons doivent essayer de s’exécuter avec le bon utilisateur en redémarrant.",
	"92a635925b7b3bd8": "Clé manquante",
	"92fee18268ce75d2": "L’hôte de base de données « $1 » est configuré avec un très petit $2 ($3). Cela peut entraîner de mauvaises performances de la base de données et un épuisement des verrous.\n\nIl n’y a aucune règle absolue pour définir une valeur appropriée, mais un point de départ raisonnable pour une installation standard est quelque chose comme 40% de la mémoire totale de la machine. Par exemple, si vous avez 4Go de RAM sur la machine sur laquelle vous avez installé Phabricator, vous pouvez mettre cette valeur à $4.\n\nVous pouvez lire davantage sur cette option dans la documentation MySQL, pour vous aider à décider comment la configurer pour votre cas d’utilisation. Il n’y a pas de souci particulier à Phabricator qui le rendrait différent des charges de travail normales, en lien avec ce paramètre.\n\nPour ajuster ce paramètre, ajoutez quelque chose comme cela à votre fichier $5 (dans la section $6), en remplaçant $7 par une valeur appropriée à votre hôte et votre cas d’utilisation. Puis redémarrez $8 :\n\n$9\nSi le paramètre actuel vous satisfait, vous pouvez sans souci ignorer cet avertissement d’installation.",
	"9318283be1bd0dfa": "Possiblement nul attendu",
	"93d356227f0c55b5": "Désactiver le journal SSH.",
	"9449e413e6124068": "Mettre une chaîne que Phabricator doit utiliser pour préfixer les noms de cookie.",
	"947aa1d77318a819": "Aucune base de données n’a de problème.",
	"950ffe3d9627b9f9": "Si le serveur web répond à la fois aux requêtes HTTP et HTTPS alors que vous voulez que les utilisateurs ne se connectent qu’avec HTTPS, vous pouvez mettre cela à « true » (vrai) pour que Phabricator redirige les requêtes HTTP vers HTTPS.\n\nNormalement, vous devriez configurer votre serveur pour qu’il n’accepte pas de trafic HTTP, mais ce paramètre peut être utile si vous utilisiez HTTP à l’origine et avez maintenant basculé sur HTTPS mais ne voulez pas casser les anciens liens, ou bien si votre serveur web est derrière un répartiteur de charge qui termine les connexions HTTPS alors que vous ne pouvez pas raisonnablement configurer un comportement plus granulaire au delà.\n\nIMPORTANT : Phabricator détermine si une requête est HTTPS ou non en examinant la variable PHP « $1 ». Si vous exécutez Apache/mod_php, cela sera sans doute positionné correctement de façon automatique, mais si vous exécutez Phabricator comme CGI/FCGI (par ex., via nginx ou lighttpd), vous devez configurer votre serveur web afin qu’il passe la valeur correctement selon le type de connexion.\n\nSi vous configurez Phabricator en mode grappe, notez que ce paramètre est ignoré par les requêtes internes à la grappe.",
	"9577760837d76c87": "L’option « $1 » est de type « $2 », mais la valeur configurée n’est pas un entier.",
	"961262efb547f170": "Les notifications n’ont plus de mode de débogage dédié.",
	"969315f0d6a19417": "Démon s’exécutant avec le mauvais utilisateur",
	"96b007dfcb2ee8f1": "Phabricator s’est envoyé une requête de test avec un paramètre HTTP GET, mais le paramètre n’a pas été transmis. « $1 » envoyé avec la valeur « $2 », « $3 » avec la valeur « $4 » obtenu.\n\nVotre serveur web est mal configuré et une grande partie de Phabricator ne fonctionnera pas jusqu’à ce que ce problème soit corrigé.\n\n(Ce problème peut être dû à un « QSA » manquant dans votre RewriteRule.)",
	"97336aab392a8b84": "MySQL n’est pas en mode strict (sur l’hôte « $1 »), mais utiliser le mode strict est fortement recommandé.",
	"984ff96d3e6dd066": "Cet ancien point d’extension a été remplacé par d’autres mécanismes, dont « AphrontSite ».",
	"985c31000340fef5": "Vous avez activé Elasticsearch mais l'index n'existe pas.",
	"985ea3b57a8fc6f5": "$1 non trouvé",
	"99692e2d2af93132": "Écrire le journal des erreurs SSH ici.",
	"99a86ed5e12e2032": "Votre configuration `$1` contient un numéro de port, mais cette utilisation est obsolète. À la place, mettre le numéro de port dans `$2`.",
	"9a24c9f9d90686b9": "Non correspondance du schéma d’index de Elasticsearch",
	"9a46a782d8fcd840": "La colonne a un mauvais incrément automatique",
	"9a5f0ef87acddbc1": "Activer la console de débogage de Phabricator.",
	"9a742f752f7b6e60": "Spécifiez la clé de configuration que vous voulez définir.",
	"9a83e176af46a285": "La taille mémoire restreint les téléversements de fichiers",
	"9a87067214a11226": "Entrées du cache",
	"9aa2f6b1826d876a": "Type de colonne « $1 » inconnu !",
	"9af8c2f54dd6a3ff": "L’emplacement configuré pour stocker les fichiers téléversés sur le disque (« $1 ») n’existe pas, ou ne peut pas être lu ou écrit. Vérifier que le répertoire existe et peut être lu et écrit par le serveur web.",
	"9b2bde4956b2ca07": "Guide utilisateur des notifications : Installation et configuration",
	"9b4fbb31bc779c74": "Phabricator a envoyé de lui-même une requête de test avec l’entête « X-Phabricator-SelfCheck » et s’attendait à obtenir une réponse JSON valide en retour. À la place, la réponse commence par :\n\n$1\n\nQuelque chose est mal configuré ou sinon, déforme les réponses.",
	"9bcb1aa0cb2a544b": "La clé est trop longue",
	"9c0d5fe6465e44ef": "'$1' manquant",
	"9c142485f020916b": "Configurer la base de données pour lire les copies répliquées.",
	"9c183382e10369c1": "Elasticsearch mal configuré",
	"9d33df4cbd01cb82": "Amazon S3 n'est que partiellement configuré",
	"9dcf3a82632084ed": "<aucun>",
	"9dfa143c16628357": "Personnaliser les favicons.",
	"9e0230ee43e55ce2": "Le composant PATH '$1' (qui est traduit dans le chemin absolu '$2') n’est pas utilisable parce qu’il ne peut pas être traversé (son bit de droit '$3' n’est pas mis).",
	"9e58e005b25867aa": "Aucun dépôt",
	"9ebe77a4a742b2dd": "$1 a supprimé cette entrée de configuration.",
	"9f4745b01510fae2": "Après reconstruction des identités de dépôt, lancer cette commande pour nettoyer cet avertissement d’installation :",
	"9f512a94241f7d5f": "Le fuseau horaire que Phabricator doit utiliser.",
	"9f5b3e83e08248f9": "Le courriel est maintenant toujours envoyé par les démons.",
	"9fdfdb73068e71ee": "Requête avec un mauvais entête « Host ».",
	"a004d118b092c10b": "Cette version de Subversion a un bogue où `$1` ne fonctionne pas pour les fichiers ajoutés dans rN (Problème Subversion #2873), corrigé en 1.7.2.",
	"a0251ad3f6da00fd": "Elasticsearch n’est pas atteignable tel qu’il est configuré.",
	"a063971bb12aabfb": "La clé a une mauvaise unicité",
	"a075aa98e611e8cb": "Phabricator lance occasionnellement d’autres binaires sur le serveur. Un exemple en est la commande « $1 », utilisée pour mettre en évidence le code écrit dans d’autres langages que PHP. Par défaut, il est supposé que ces binaires sont dans le $2 de l’utilisateur exécutant Phabricator (normalement « apache », « httpd », ou « nobody »). Vous pouvez ajouter ici des répertoires supplémentaires à la variable d’environnement $3, pour le cas où ces binaires sont dans des emplacements non standards.\n\nNotez que vous pouvez aussi mettre des binaires dans « $4 » (par exemple, en faisant un lien symbolique vers eux).\n\nLa valeur actuelle de « PATH » après application de la configuration est :\n\n  lang=text\n  $5",
	"a115ffa63c244062": "Détermine si les informations de base du compte sont ou non modifiables.",
	"a11d0b1afd779693": "Obtenir une valeur de configuration locale.",
	"a12eeecf2d036ad3": "Configuration de l’authentification déverrouillée",
	"a221066e1bf4df20": "L’URI de base pour cette installation n’est pas configurée. Beaucoup de fonctionnalités majeures ne fonctionneront pas correctement jusqu’à ce que vous la configuriez.",
	"a225a203f74eda9a": "Comportement de 'diff' inattendu",
	"a2b853fb3b0aaedf": "Le binaire '$1' de ce système a un comportement inattendu : il devrait se terminer avec un code d’erreur différent de zéro en recevant des fichiers différents, mais ce n’est pas le cas.",
	"a2f11ad5401e99f4": "Vous pouvez ignorer un problème si vous ne voulez pas le corriger, ou si vous prévoyez de le faire plus tard. Les problèmes ignorés n’apparaîtront pas sur chaque page, mais seront encore affichés dans la liste des problèmes ouverts.",
	"a30c1294650983e1": "Saisir la valeur en JSON.",
	"a33b1aaa635677c9": "Option « $1 » migrée du fichier vers la configuration locale.",
	"a3632de0c1420398": "Bidouilles",
	"a36364be86e2629e": "Le chemin pour les dépôts locaux n’existe pas, ou ne peut pas être lu par le serveur web.",
	"a3b78828be72f7ac": "Le trafic de courriels entrants ou sortants est maintenant configuré avec « cluster.mailers ».",
	"a404e10af0a472fd": "Configuration '$1' non valide",
	"a4174c925e39b378": "Un hôte de base de données (« $1 ») et cet hôte web (« $2 ») ne concordent pas sur l’heure actuelle avec  plus de soixante secondes (décalage absolu de $3 secondes). Vérifier que l’heure actuelle est bien définie partout.",
	"a425613dfce395ab": "L’extension « $1 » n’est pas installée. Sans prise en charge de « $2 », Phabricator ne pourra ni traiter ni redimensionner les images (par exemple, pour générer des vignettes). Installez ou activez « $3 ».",
	"a525f04be85d7139": "Ne jamais supprimer les courriels",
	"a55247871933d851": "Aucun conseil de destinataire",
	"a5c31f4f7336dc40": "Échantillonner 0,1% des requêtes.",
	"a5fd61b3ca79b110": "Aucun problème",
	"a602c47f713c985d": "Aucun cache à réinitialiser",
	"a608b40e871b0fc4": "Aucune URI de base",
	"a620dcfcfbad6a97": "Vraiment vider le cache ?",
	"a63f2526b259fe40": "Autoriser tout hôte (non sécurisé !)",
	"a6765aa52cc72eec": "Les collecteurs avec des politiques personnalisées sont surlignés. Utiliser $1 pour modifier les politiques de rétention.",
	"a6c92f7f3b70ab51": "Multi-facteurs obligatoire",
	"a70aaaf24a0dbdd0": "Hôte: $1",
	"a802903e9ac96a8e": "URI que Phurl utilisera pour raccourcir les URL.",
	"a87b5fffd9cdc5cb": "Phabricator ne montre plus les conseils de réponse dans le courriel.",
	"a8abf509bd467909": "Faire un profil de toutes les requêtes (lent)",
	"a916fa737a0a006c": "Problème résolu",
	"a97f017c7a5286f1": "Le chemin local « $1 » n’est pas accessible en écriture. Ce fichier doit être inscriptible pour que « bin/config » puisse y stocker la configuration.",
	"a9a496f5c5ccd7e2": "Cette option ne s’est généralement pas avérée utile. Les clés de hachage de la ressource sont maintenant gérées automatiquement.",
	"aa2913c21afaf35d": "Etat du schema",
	"aa7ead92cb0cc90c": "Pour mettre à jour ces $1 valeurs, exécutez ces commandes depuis la ligne de commande :",
	"ab3f6924e0bbabf1": "Mémoire cache",
	"ab53b43936fcdaa7": "Au moins un démon tourne actuellement avec le mauvais utilisateur.",
	"ab7f244fc5171be6": "Type de données",
	"ab7fe253f6abcbc4": "Autoriser la suppression des adresses courriels de certains utilisateurs",
	"abd4238daeaed5a0": "Un meilleur ensemble de caractères est disponible",
	"abd5080658c27d7f": "Petit MySQL \"$1\"",
	"abf81ff30ae0ecbb": "La valeur de l'option \"$1\" doit être entière.",
	"ac144b603ed985f2": "Le chemin de la requête, ou sa cible.",
	"ac6bba416bb9af4a": "$1 Actif / $2 Total",
	"ac9041e76816a34a": "Automatique",
	"aca851b5d634f676": "Erreur de connexion",
	"acd9f943dffcc5cf": "Options relatives à l'identification.",
	"ad1f9c76348f9093": "Fichier source en cours de migration...",
	"ad40fa2c637f8193": "Auto-incrementation",
	"ae0198458dc4ab19": "Installer les applications qui sont encore en développement.",
	"ae1ef01432946b89": "Sombre",
	"ae34cf673f12eee1": "La compression GZip n'est peut-être pas activée",
	"aea3792356222c9a": "Phabricator gère maintenant automatiquement les stratégies de saisie anticipée.",
	"aea3def365e1a2e2": "Retourner à la liste des problèmes ouverts",
	"af30dfb16b478dda": "Activer le mode lecture seule pour la maintenance ou la récupération de crash.",
	"af48448c15bcd46c": "PHP a aussi chargé ces $1 fichier(s) de configuration :",
	"af6f9fc07752bb1f": "Lecture de la valeur depuis le flux d’entrée standard…",
	"af817c5130440ecf": "L’option « $1 » est de type « $2 », mais la valeur que vous avez fournie n’est pas une liste JSON valide : lorsque vous fournissez un ensemble depuis la ligne de commande, spécifiez-le comme une liste de valeurs en JSON. Vous devez mettre entre guillemets anglais la valeur pour votre interpréteur  (par exemple : '[\"a\", \"b\", ...]').",
	"af8acae468aa6f85": "Pour reconstruire l’index, exécutez cette commande :",
	"af9657fb1640f1cb": "Phabricator peut mettre en évidence quelques langages par défaut, mais installer et activer Pygments (un outil tiers de mise en évidence) ajoutera la mise en évidence de la syntaxe pour davantage de langages. \n\nPour des instructions sur l’installation et l’activation de Pygments, voyez l’option de configuration $1.\n\nSi vous ne voulez pas installer Pygments, vous pouvez ignorer ce problème.",
	"afc542d9c0774bb6": "Désactiver Recaptcha",
	"afef721b35eee706": "Tester chaque requête (lent).",
	"b0101d2c7ec022cd": "Les démons de Phabricator ne fonctionnent pas, donc Phabricator ne pourra pas effectuer de traitement en tâche de fond (comprenant l’envoi de courriel, la reconstruction des index de recherche, l’importation de validations, le nettoyage des anciennes données, et l’exécution de constructions).\n\nUtilisez $1 pour lancer les démons. Voyez $2 pour plus d’information.",
	"b02295e3b4dabd10": "Binaire '$1' introuvable, ou Imagemagick n’est pas installé.",
	"b0cc639ee1eec4e1": "Paramètre non sûr « local_infile » activé dans MySQL",
	"b1843aefe32ccd30": "L'option « feed.http-hooks » a été rendue obsolète au profit des crochets web. Elle sera supprimée dans une version future de Phabricator.\n\nVous pouvez configurer les crochets web dans Herald.\n\nPour résoudre ce problème, supprimez toutes les URI de « feed.http-hooks ».",
	"b1892c93df603f4f": "Le composant PATH '$1' (qui se résoud dans le chemin absolu '$2') n’est pas utilisable parce que '$3' n’existe pas.",
	"b1895b2e540743ae": "L’algorithme d’index de la recherche a été mis à jour et l’index doit être reconstruit.",
	"b2366d9d7ba5fd0a": "La configuration PHP actuelle a ces $1 valeurs :",
	"b2457507bf44f124": "L’hôte de base de données « $1 » est configuré comme maître, mais réplique un autre hôte. C’est dangereux, et peut déformer ou détruire des données. Seuls les répliques devraient être répliquées. Arrêtez la réplication sur l’hôte, ou reconfigurez Phabricator.",
	"b254c467b1b229e2": "Ce problème est actuellement ignoré, et n’affiche pas d'avertissement global.",
	"b25a322a96a419c3": "État du cache",
	"b3bdc4b018269b11": "Vous avez au moins un dépôt configuré qui utilise ce gestionnaire de configuration. Il ne fonctionnera pas sans le binaire du VCS.",
	"b4381bf0cf569c22": "Terminé. $1 clés migrées.",
	"b4af392332da48a5": "L’adresse IP distante.",
	"b4c3d1e703762425": "Désactiver les prototypes",
	"b4f1a4a57aa145e4": "États-Unis Ouest (PDT)",
	"b500a6f2366729f5": "'$1' supprimé de la configuration $2.",
	"b55c89f2a3bc58be": "Exécuter normalement",
	"b58e2581fb0cda51": "Clé par défaut pour les résumés HMAC où la clé est sans importance (c.-à-d., le hachage lui-même est secret). Vous pouvez modifier cela si vous voulez (en une autre chaîne), mais faire cela cassera les sessions existantes et les jetons CSRF. Cette option est obsolète. Du code plus récent gère automatiquement les clés HMAC.",
	"b5e22d3d9b924a2f": "Surligner $1 comme PHP.",
	"b60d9dcd725c1c7d": "MySQL utilise le fichier de mots à ignorer par défaut",
	"b643efb12891b8d8": "Pagespeed est activé, mais devrait être désactivé.",
	"b68e2790c770b445": "Chemins vers les bibliothèques phutil supplémentaires à charger.",
	"b6f91ef89c55b965": "Guide utilisateur : Applications prototype",
	"b72388b6496bb62d": "Si vous activez cela, les vidéos YouTube liées seront intégrées en ligne. Cela a de légères implications de sécurité (vous ferez fuiter les parrains vers YouTube) et est plutôt stupide (mais plutôt impressionnant).",
	"b8100f5ba8bd048a": "Bibliothèque",
	"b8209841063c5d48": "Le binaire '$1' n’a pas pu être trouvé ou exécuté.",
	"b82bb6625a2df5b0": "Afficher le lien des préférences de courriel",
	"b865fb8160466bbb": "Confirmer avant de rediriger, afin que DarkConsole puisse être examiné.",
	"b917424a5a56f3cc": "Définir une grappe Phabricator en fournissant une liste blanche d’adresses d’hôtes qui font partie de la grappe.\n\nLes hôtes sur cette liste blanche ont des droits spéciaux. Ces hôtes peuvent tordre les règles de sécurité, et mal configurer cette liste peut réduire la sécurité de cette liste. Pour plus d’information, voir **[[ $1 | $2 ]]**.\n\nDéfinir une liste de blocs CIDR qui met en liste blanche tous les hôtes dans la grappe et aucun autre. Voir les exemples ci-dessous pour plus de détails.\n\nQuand les adresses de la grappe sont définies, les hôtes de Phabricator rejetteront aussi les requêtes vers les interfaces qui ne sont pas en liste blanche.",
	"b992d1944e91f7ac": "Sur l’hôte « $1 », MySQL est configuré avec un petit « $2 » ($3), ce qui peut provoquer l’échec de longues écritures. La valeur minimale recommandée pour ce paramètre est « $4 ».",
	"b9b4893b41fb2b8a": "L’option de configuration « $1 » n’est pas valide. L’identifiant de fuseau horaire doit être un identifiant valide de fuseau horaire reconnu par PHP, tel que « $2 ».",
	"ba610a8c1689813c": "Le composant de PATH '$1' (qui se résout dans le chemin absolu '$2') n’est pas utilisable parce que '$3' n’est pas un répertoire.",
	"bab05d0394f6a304": "Normalement, Phabricator fait le profil des pages uniquement quand cela est demandé explicitement via DarkConsole. Toutefois, il peut être utile de faire le profil de certaines pages automatiquement.\n\nDéfinir cette option avec un entier positif N pour faire automatiquement le profil de 1 / N pages. Par exemple, le mettre à 1 fera le profil de toutes les pages, alors que le mettre à 1000 fera le profil de 1 page sur 1000 requêtes (c.-à-d. 0,1% des requêtes).\n\nComme faire des profils est lent et génère beaucoup de données, vous devriez le mettre à 0 en production (pour le désactiver) ou à un très grand nombre (pour collecter quelques exemples, si cela vous intéresse d’avoir quelques données auxquelles regarder au besoin). En développement, il peut être utile de le mettre à 1 pour déboguer des problèmes de performance.\n\nNOTE : Vous devez installer XHProf pour que les profils fonctionnent.",
	"baed2ade4d4f4e0c": "Extension « zip » manquante",
	"bbd685ee94ff06b2": "Définir la liste de langues qui apparaît dans les listes déroulantes.",
	"bbe739383e01732d": "Inverse",
	"bc3772d9dd79a964": "Source de Configuration Dépréciée",
	"bcd939e4e0cf37d5": "Non défini",
	"be7444e854579896": "Types d’arêtes",
	"bee88b6fe82e2621": "Désactiver le journal d’accès.",
	"beeed8a6c21acc57": "La configuration du logo n’est pas valide : la valeur doit être un dictionnaire.",
	"befa01fa553d1e88": "Vraiment ignorer ce problème d’installation ?",
	"bf55a9501c29f5dd": "L’option de configuration  « $1 » n’est pas valide. L’URI doit commencer par « $2 » ou « $3 ».",
	"bfa362f7819bbfa5": "Options relatives à la mise en évidence de la syntaxe du code source.",
	"bfb9aa1dca8f9aa6": "Permettre HTTP",
	"c15fa4b758d35cc9": "Exemple simple",
	"c162787776eb3470": "Configuration d’authentification déverrouillée",
	"c18781d56593141e": "Contrôler si Phabricator permet la suppression de courriel de la part des utilisateurs de « maintenance ».",
	"c195e4374c85d74c": "Synchronisé",
	"c21e55de48e80c55": "Aucun REMOTE_ADDR n’est disponible, donc Phabricator ne peut pas déterminer l’adresse d’origine pour les requêtes. Cela empêchera Phabricator d’effectuer des vérifications de sécurité importantes. Cela veut dire, le plus souvent, que vous avez une erreur dans votre script de préambule. Consultez la documentation ($1) et revérifiez que le script est bien écrit.",
	"c25957c9d1c91285": "Clé d’accès pour Amazon EC2.",
	"c26f68e4c6f17ca6": "$1 composant inutilisable",
	"c279cd33a3193438": "Non synchronisé",
	"c2876e096b40419f": "Phabricator découvre maintenant automatiquement les moteurs de recherche au moment de l'exécution.",
	"c2930ef7dbff2f2a": "Clé pour les résumés HMAC.",
	"c407b8b652fbdd95": "La durée de la requête, en microsecondes.",
	"c44f1d5a2f59c989": "Région d’Amazon S3 où votre compartiment S3 est localisé. Quand vous spécifiez une région, vous devez aussi spécifier un point de terminaison correspondant avec `amazon-s3.endpoint`. Vous pouvez trouver une liste des régions et des points de terminaison disponibles dans la documentation de AWS.",
	"c467aed720f8d5ec": "MySQL $1 non pris en charge",
	"c4c1d33ed3c82d78": "L’option « $1 » est de type « $2 », mais la valeur actuelle (« $3 ») ne fait pas partie de l’ensemble des valeurs valides : $4.",
	"c5046922441da3f8": "Application Auth",
	"c5cb8cb3c8b5e984": "La variable d’environnement $1 est vide. Phabricator ne pourra pas exécuter certaines commandes.",
	"c5de61ee3345f29c": "$1.$2 ($3)",
	"c5f4b383eb88aacf": "Tous les champs du différentiel sont désormais gérés via l’option de configuration « $1 ». Utiliser cette option pour configurer les champs affichés.",
	"c643188c5cf69c2e": "Utilisez HSTS",
	"c64d434806d275ac": "La configuration actuelle de MySQL a ces $1 valeurs :",
	"c701bdda703a7a4f": "Afficher les conseils concernant « À : » et « Copie cachée : » en bas de page dans le courriel.",
	"c77d71dbd30a01fc": "Écrire le journal SSH ici.",
	"c784e5f9b87a38ce": "Migration de \"feed.http-hooks\" vers Webhooks",
	"c79926fda70f6330": "Vous pouvez trouver plus d’information sur la configuration de OPcache dans le $1.",
	"c7b0aa24062129ce": "Fuseau horaire PHP",
	"c8226aa697311e97": "Cette option n'est pas reconnue. Veuillez vérifier l'orthographe.",
	"c89c45c8d08f87f6": "Vous avez '$1' d’activé dans votre configuration PHP, mais Phabricator ne tournera pas en mode sécurisé. Le mode sécurisé a été rendu obsolète en PHP 5.3 et supprimé en PHP 5.4.\n\nDésactiver le mode sécurisé pour continuer.",
	"c8abcefa3f2571ad": "Interne.",
	"c8fef35bb0051188": "Paramètres avancés",
	"ca04332fe3fbc2d0": "Format du journal SSH.",
	"ca34522468995796": "Après avoir installé de nouvelles extensions PHP, <strong>redémarrer Phabricator pour que les modifications prennent effet</strong>. Pour l’aide concernant le redémarrage de Phabricator, voir $1 dans la documentation.",
	"ca82148ea4fd507a": "Adresse pas défaut utilisée lors de la génération d’un courriel.",
	"caa7299f371cf24b": "Par défaut, Phabricator fournit les fichiers depuis le même domaine que l’application. C’est pratique, mais présente un risque de sécurité.\n\nVous devriez configurer un CDN ou un domaine de fichier alternatif pour réduire ce risque. Configurer un CDN améliorera aussi les performances. Voyez [[ $1 | $2 ]] pour des instructions à ce sujet.",
	"cb0d2ffd61eb4383": "En savoir plus sur les options verrouillées et cachées.",
	"cb42db8028d656ba": "Vous devez démarrer les démons de Phabricator pour envoyer des courriels, reconstruire les index de recherche, et faire d’autres traitements en tâche de fond.",
	"cba706a82c4145ba": "Après avoir modifié la configuration PHP, <strong>redémarrer Phabricator pour que les modifications prennent effet</strong>. Pour de l’aide au redémarrage de Phabricator, voir $1 dans la documentation.",
	"cbac699a15d0ee1a": "Statut du dépôt.",
	"cbae4a9b31212d13": "Ne pas utiliser HSTS",
	"cbd50faf3c0910c0": "PHP 7.0-7.1 non pris en charge",
	"cbf8bca51e649987": "Lister toutes les clés de configuration.",
	"cbfb83a69276f2b9": "La personnalisation par application du préfixe de sujet de courriel n’est plus directement prise en charge. Les préfixes et autres chaînes peuvent être personnalisées avec « translation.override ».",
	"cc3f03472088c605": "La clé de configuration « $1 » est de type « $2 ». Spécifiez-le en JSON.",
	"cc6c5d5c4b9a2d4f": "Cela n’affectera que le frontal web actuel. Les démons et tout autre frontal web continueront à utiliser le code en cache plus ancien depuis leur opcache.",
	"cd48eba520f21b42": "Configurer les notifications en temps réel.",
	"cd4a55adc93344e0": "Clé excédentaire",
	"cdc99c07b150d860": "Installation de la grappe",
	"cdd779c5d431347f": "Option de configuration « $1 » obsolète",
	"ceb6fb7e9a392472": "Le binaire '$1' est introuvable. Corriger la variable d’environnement $2 du serveur web pour inclure le répertoire où il réside, ou ajouter ce répertoire à '$3' dans la configuration de Phabricator.",
	"d066558b75d797f1": "Incrémentation automatique autorisée",
	"d0e8eab44d19be55": "MySQL est configuré (sur l’hôte « $1 ») pour n’indexer que les mots avec au moins $2 caractères.",
	"d10186bc376fefb3": "Trop d’arguments : seule la clé de configuration est attendue en utilisant « --stdin ».",
	"d1a8bedc6912c97c": "Phabricator ne prend plus en charge la personnalisation globale des polices à chasse fixe.",
	"d1d25e76b3dbf09d": "Décalage majeur des horloges entre le web et la base de données",
	"d1f9603033bd63c3": "Aucun service de grappe de dépôt n’est configuré.",
	"d27b4fd727666f53": "Mise en évidence de la syntaxe",
	"d292367e6cf4c776": "Ce schéma n’est pas censé exister.",
	"d2e3fce993b4d4e1": "Consulter les informations d’état pour les bases de données, les caches, les dépôts et d’autres services.",
	"d2e7266b857f4b16": "Cette valeur de configuration est définie dans ces $1 source(s) de configuration : $2.",
	"d3007521547d841b": "Spécifier une clé de configuration à obtenir.",
	"d3079f098678b02f": "Impossible de comparer deux schémas manquants !",
	"d34209f83a4f85f2": "Clé sur mauvaises colonnes",
	"d347be309a21b401": "S3 partiellement configuré",
	"d34e7deba5fc16af": "Migrer la configuration basée sur un fichier vers un stockage plus moderne.",
	"d35508d16e8822b2": "Saut de la configuration du type de source $1…",
	"d35e64a76d439484": "Phabricator a reçu un entête HTTP « X-Mod-Pagespeed » ou « X-Page-Speed » pour cette requête, ce qui indique que vous avez activé « mod_pagespeed » sur ce serveur. Ce module n’est pas compatible avec Phabricator. Vous devriez le désactiver.",
	"d36a313c7a9f011a": "Aucun profil",
	"d36ad599a36313c6": "Types de PHID",
	"d384b6ac7ace3176": "Clé de configuration « $1 » écrite dans le stockage de la base de données.",
	"d3aa13ccb26318d4": "La variable d’environnement $1 ne contient pas $2. Vous avez activé pygments, qui demande que $3 soit disponible dans votre variable $4.",
	"d3aafd3c11ff50f3": "Utiliser Pygments",
	"d3e00d24b34937e8": "Services web Amazon",
	"d430433af949021f": "Paramètres personnalisés pour les applications Phabricator.",
	"d47b704ba5536d0d": "États-Unis Central (CDT)",
	"d4802aaf1bb69619": "L’option de configuration « $1 » n’est pas valide. L’URI doit contenir un point (« $2 »), comme « $3 », pas seulement un nom simple comme « $4 ». Certains navigateurs web ne définissent pas de cookies sur des domaines sans TLD.",
	"d485fb1b8a1e4854": "$1 actif",
	"d49262edbc1ae5bd": "Le sous-schéma a des avertissements",
	"d4cd7afdef77bc02": "Demander que les administrateurs approuvent les comptes",
	"d4e35ba9b717e8e7": "Contrôle si Phabricator envoie un courriel avec plusieurs destinataires dans la ligne « À », ou plusieurs courriels séparés avec pour chacun un unique destinataire sur la ligne « À ».",
	"d4fc4b55e1406857": "Mettre $1 dans votre configuration PHP à au moins 32Mo pour supporter les téléversements de gros fichiers.",
	"d56976c8e564d50b": "L’utilisateur sudo du système.",
	"d5ff9db2117a3add": "Mode $1 de MySQL non activé",
	"d60aa6d4fb2bd31c": "Si vous utilisez Apache, il est possible que le serveur soit configuré avec « SetInputFilter DEFLATE ». Cette directive embrouille les requêtes de façon destructive pour les émettre avec des entêtes « Content-Length: » et « Content-Encoding: » qui ne coïncident plus avec les données du corps de la requête.",
	"d6203e70241d1e52": "Options pour les développeurs de Phabricator, incluant le débogage.",
	"d6592b222ea737f7": "Un composant du PATH configuré ne peut pas être utilisé par le serveur web : $1",
	"d74c0b832d8f487c": "Autoriser Phabricator à utiliser une adresse courriel unique pour toutes les réponses.",
	"d7541d1e6b26d119": "Utiliser le point de terminaison spécifique",
	"d7a57d123c080ad0": "Configurer les captchas de Recaptcha.",
	"d7f18d62586b1ac6": "Signaler ce problème en amont",
	"d8356aa236cae751": "Désactiver le journal des erreurs SSH.",
	"d841ff3ce299c749": "Options relatives à PHD (démons).",
	"d84c1eb8c3d9980d": "Dépôts",
	"d8868a0c162e6b8d": "Configuration de la base de données.",
	"d8b7e02990ebe5b0": "L’option « $1 » est de type « $2 », mais la valeur actuelle (« $3 ») n’est pas une sous-classe connue et concrète de la classe de base « $4 ». Les sélections valides sont : $5.",
	"d9df769b266c487f": "Bases de données",
	"dac6b24f78471a13": "Exemple de base",
	"db4d6848484d7048": "$1 Entrées / $2 Sorties",
	"dbb7e87f44f36135": "Cette option vous permet d’arrêter l’envoi de données par Phabricator à la plupart des services\nexternes : ceci désactivera les courriels, les SMS, la mise en miroir de dépôts, les constructions\ndistantes, les écritures Doorkeeper et les crochets web.\n\nCette option vise à permettre à une instance de Phabricator d’être exportés, copiée ou importée\net de s’exécuter dans un environnement de test sans impacter les utilisateurs. Par exemple, si\nvous faites une migration vers un nouveau matériel, vous pouvez effectuer un test de migration\navec d’abord ce drapeau mis, vous assurer que les choses fonctionnent, puis faire le basculement\nde production plus tard avec plus de confiance et moins de perturbation.\n\nSans l’utilisation de ce drapeau pour rendre silencieux l’environnement temporaire de test, les\nutilisateurs recevraient des courriels en doublon durant la période où l’instance de test et l’ancienne\ninstance de production étaient toutes les deux en fonctionnement.",
	"dc5a1805dd07bf3a": "Adresses spécifiques en liste blanche",
	"dc6c9f0d6f6886da": "Autres informations de versions",
	"dc6ca7f0fa1b806c": "L’URI de base pour cette installation n’est pas configurée, et des fonctionnalités majeures ne fonctionneront pas correctement jusqu’à ce que vous la configuriez.\n\nVous devez mettre l’URI de base à l’URI que vous voulez utiliser pour accéder à Phabricator, comme « http://phabricator.example.com/ ».\n\nIncluez le protocole (http ou https), le nom de domaine et le numéro de port si vous utilisez un port autre que 80 (http) ou 443 (https).\n\nD’après cette requête, il semble que le bon paramètre soit :\n\n$1\n\nPour configurer l’URI de base, lancez la commande affichée ci-dessous.",
	"dc6ff45a1e325e0e": "Отображение от пользователей VCS к пользователям Phabricator изменилось и должно быть восстановлено.",
	"dc8b9fa307943253": "La configuration d’authentification est actuellement déverrouillée. Une fois que vous avez terminé de configurer l’authentification, vous devriez la verrouiller.",
	"dceae75a7e19debc": "Utiliser `$1` plutôt que cette option.",
	"de0d5df59b579dcb": "Vous n’avez pas encore configuré de fournisseur d’authentification. Vous devez ajouter un fournisseur (comme nom d’utilisateur/mot de passe, LDAP, ou OAuth de GitHub), afin que les utilisateurs puissent s’inscrire et se connecter. Vous pouvez ajouter et configurer des fournisseurs en utilisant l’application Auth.",
	"de346daa6828a02c": "Lancer le script de mise à jour du stockage pour mettre à jour les bases de données (l’hôte « $1 » est obsolète). Patchs manquants : $2.",
	"de572884049da2aa": "La déflation des ressources est maintenant gérée automatiquement.",
	"deaa0c393a661397": "MySQL",
	"dec6d15e20660983": "Phabricator met les bases de données dans un espace de noms, qui est par défaut 'phabricator' — par exemple, la base de données de Differential est appelée 'phabricator_differential' par défaut. Vous pouvez modifier cet espace de noms si vous le souhaitez. Normalement, vous ne devriez pas faire cela sauf si vous développez Phabricator et utilisez les espaces de nom pour séparer des ensembles de données bac à sable multiples.",
	"df4761083dc02444": "Affaire sérieuse",
	"dfd7feced046a299": "Les chargeurs externes ont été remplacés. Étendre `$1` pour mettre en œuvre de nouveaux types de PHID et de références.",
	"dfeadcbf1292bc52": "L’identification et authentification des utilisateurs basée sur l’entête « Reply-To: » n’est plus prise en charge.",
	"e02fb583213fdc68": "L’option « $1 » est de type « $2 », mais la valeur configurée n’est pas une liste.",
	"e048e5e859dd196b": "Nom de l’instance de la grappe, si elle est configurée.",
	"e07d87ad00e138cf": "Vous devrez sans doute corriger votre script de pré-traitement de sorte que REMOTE_ADDR ne soit plus vide.",
	"e0f8a9e9b13bd276": "Configuration inconnue",
	"e1150f10b86c79c2": "Redémarrage de Phabricator",
	"e1757778a55c39cb": "$1 problème(s) sérieux détecté(s) avec le schéma.",
	"e193c9b0f2511859": "Démons non lancés",
	"e1b7810121e8e9c0": "Nom d’utilisateur MySQL à utiliser pour se connecter à la base de données.",
	"e21bd98a2fb2e2b5": "Clé secrète pour Amazon EC2.",
	"e26284883b545db1": "Configurer le pilote natif MySQL pour améliorer le comportement de la base de données.",
	"e2afe20e8ddf6d06": "Ces $1 valeurs de configuration sont liées :",
	"e2b9c40a9b7ecaf0": "Phabricator s’est envoyé une requête avec « Accept-Encoding: gzip », mais a reçu une réponse non compressée.\n\nCela peut indiquer que votre serveur web n’est pas configuré pour compresser les réponses. Si c’est le cas, vous devez activer la compression. La compression peut améliorer significativement les performances, surtout pour des clients ayant une faible bande passante.",
	"e2cf0d086fc76d2f": "Si vous avez plusieurs environnements Phabricator (comme un environnement de développement/mise en place pour travailler sur un test de Phabricator, et un environnement de production pour le déployer), mettez ici l’URI de l’environnement de production, afin que les courriels et autres URI durables soient toujours générés avec des liens pointant sur l’environnement de production. S’il est non défini, la valeur par défaut est `$1`. La plupart des installations n’ont pas besoin de définir cette option.",
	"e2d9deaf91517e75": "Les noms doivent correspondre à un schéma de comparaison !",
	"e319643c63fc440e": "Les utilisateurs de Phabricator peuvent faire des requêtes vers d’autres services depuis l’hôte de Phabricator dans certains cas (par exemple, en créant un dépôt avec une URL distante ou en faisant récupérer à Phabricator une image d’un serveur distant).\n\nCela peut représenter une faille de sécurité si les services sur le même sous-réseau acceptent des commandes ou dévoilent des informations privées sur un GET HTTP non authentifié, d’après l’adresse IP source. En particulier, tous les hôtes sur EC2 ont accès à un tel service.\n\nCette option définit une liste de blocs réseau auxquels Phabricator refusera de se connecter. En général, vous devez lister ici tous les espaces IP privés.",
	"e342de6e92ac9265": "Paramètres centraux",
	"e3d099f4512f9338": "Votre serveur MySQL est configuré avec l’option « local_infile » activée. Cette option permet à un attaquant qui trouve une faille d’injection de code SQL d’accroître l’impact de son attaque en copiant des fichiers du serveur web vers la base de données avec des requêtes « LOAD DATA LOCAL INFILE », puis lire le contenu de ces fichiers avec des requêtes « SELECT ».\n\nVous devriez désactiver cette option dans votre fichier $1, dans la section $2 :\n\n$3",
	"e3dfda08109dc9de": "Vérifications d’installation",
	"e55f11eeacb9f5b4": "Ce système a une version non patchée de Bash avec une vulnérabilité grave largement connue.",
	"e5651c683f14c95a": "Clés",
	"e571a882871231a9": "Aucun fournisseur d’authentification",
	"e5781074e118936b": "Extensions obligatoires manquantes",
	"e6295d97b3e69b19": "Cette option a été migrée depuis l’application « Auth ». Votre ancienne configuration est encore active, mais est maintenant stockée dans « Auth » au lieu de la configuration. En allant plus loin, vous pourrez gérer l’authentification depuis l’IHM web.",
	"e66c0b18aabfb9c6": "PHP est actuellement configuré pour honorer les requêtes de tout serveur MySQL auquel il se connecte pour les contenus de tout fichier local.\n\nCette fonctionnalité autorise la prise en charge des requêtes « LOAD DATA LOCAL INFILE » en MySQL, mais elle permet à un accès malveillant au serveur MySQL pour lire tout fichier sur les disques accessibles localement : le serveur peut demander aux clients d’envoyer le contenu de tout fichier local, et le client s’exécutera.\n\nBien qu’il soit normalement difficile à un attaquant de convaincre Phabricator de se connecter à un serveur MySQL malveillant, vous devriez désactiver cette option : cette facilité n’est pas nécessaire et intrinsèquement dangereuse.\n\nPour désactiver cette options, définissez : $1",
	"e6adf0245088e537": "L’activité « $1 » n’est pas actuellement marquée comme obligatoire, donc il n’est pas nécessaire de la terminer.",
	"e71760ea1e1c874a": "Pour continuer, résolvez ce problème et rechargez la page.",
	"e747f80719988e80": "Marque de mot",
	"e74c6aa61d3ea934": "AVERTISSEMENT : ceci est une option de prototype et la description ci-dessous est actuellement une pure fantaisie.\n\nBasculer Phabricator en mode de lecture seule. Dans ce mode, les utilisateurs ne pourront ni modifier, ni supprimer aucune donnée, ni en ajouter de nouvelles. Normalement, la grappe passe dans ce mode automatiquement quand elle détecte que le maître de la base de données est inatteignable, mais vous pouvez l’activer manuellement afin d’effectuer de la maintenance ou tester une configuration.",
	"e77b1d7323c4a938": "Faille de sécurité grave : Bash non patché",
	"e78a7761a913bbb4": "Forcer HTTPS",
	"e83e600d8697e426": "Cette clé n’est pas censé exister.",
	"e85fac6647247c00": "$1.$2",
	"e880bd97d80e61c9": "$1.$2.$3",
	"e8ce3aae1f28767a": "$1 lien(s) associé(s):",
	"e8deada41519718f": "Pour reconstruire les identités, exécutez cette commande :",
	"e916bec76b86928a": "Manque chemin local du dépôt",
	"e93c8f350e58f057": "Une correspondance de ressource alternative n’est plus prise en charge. À la place, utilisez plusieurs cartes. Voir T4222.",
	"e93fb19def1b7166": "Services de dépôt.",
	"e942d3f84db424a1": "Les commentaires dans le code sont maintenant toujours rendus avec une partie limitée du contexte.",
	"e970b46c8a420bad": "L’option de configuration verrouillée « $1 » a la valeur base de données.",
	"e99365deb37f1903": "Séparer les valeurs avec de nouvelles lignes ou des virgules.",
	"ea22d5b61b87e6a0": "Ne nécessite pas de vérification du courriel",
	"eaf260e7d2c1653b": "La clé de configuration « $1 » est inconnue. Utilisez « bin/config list » pour lister toutes les clés connues.",
	"eaf2657a8310462b": "Domaine de fichier alternatif non configuré",
	"eb563d8684ef8622": "L’extension MySQLi est non disponible",
	"ebc46601db318916": "Problème inconnu  de schéma « $1 » !",
	"ebd75de718fd9791": "Inclure les vidéos de Commons",
	"ebd916b88f6f3d7c": "Votre serveur est configuré avec '$1', ce qui empêche Phabricator d’ouvrir les fichiers auxquels il a besoin d’accéder.\n\nDésactiver ce paramètre pour continuer.",
	"ec2f3463807de531": "Limiter le temps d’exécution de la page pour déboguer les attentes.",
	"ec6e519522fea180": "URI de base non configurée",
	"ed269e6426955aa2": "Toujours activer DarkConsole",
	"ed3c16b72e52a30b": "Cette requête n’incluait pas d’entête « Host ». Cela peut signifier que votre serveur web (comme nginx ou apache) est mal configuré, de telle façon que l’entête « Host » n’est pas fourni à Phabricator, ou que vous faites une requête brute sans entête « Host » en utilisant un outil ou une bibliothèque.\n\nSi vous utilisez un navigateur web, vérifiez la configuration de votre serveur web. Si vous utilisez un outil ou une bibliothèque, vérifiez comment la requête est construite.\n\nIl est aussi possible (mais très peu probable) qu’un autre élément du réseau (comme un répartiteur de charge) tronque l’entête.\n\nLes requêtes doivent inclure un entête « Host » valide.",
	"ed5170cd339b4047": "Interface utilisateur",
	"ed6e66993c7ba133": "Aucun problème de schéma",
	"ed7cf68657113e8c": "Nom d’hôte de la base de données MySQL.",
	"edcc0a207ce31fa3": "Configuration obsolète",
	"edcdb58b25d8d240": "Mettre le schéma de couleur par défaut de Phabricator.",
	"ede9d691c0f833db": "Introduction de la mise en grappe",
	"ee03ba5df4050a5c": "Par défaut, Phabricator inclut certaines variantes de texte dans l’IHM, comme une invite à « Intervenir » plutôt que « Ajouter un commentaire » dans Maniphest. Si vous préférez des chaînes d’IHM plus traditionnelles comme « Ajouter un commentaire », vous pouvez positionner ce drapeau pour désactiver la plupart des variantes supplémentaires.",
	"ee490029dee97c53": "Phabricator s’est envoyé à lui-même une requête de test et s’attendait à obtenir une réponse JSON simple en retour, mais la réponse avait des blancs en trop au début ou à la fin.\n\nCela signifie en général que vous avez modifié un fichier et laissé des caractères blancs avant la balise d’ouverture $1 ou après la balise de fermeture $2. Retirez tout espacement en excès au début et omettez de préférence les balises de fermeture.",
	"ee81c78dc30eef3e": "MySQL sur cette machine",
	"ef379ba5cd3db884": "Pas de clé de configuration '$1' ! Utiliser `$2` pour lister toutes les clés.",
	"ef4daa078cc1d50c": "Vous pouvez répondre à différents événements de l’application en installant des observateurs, qui seront appelés si des choses intéressantes se produisent. Spécifier ici une liste de classes qui étendent PhabricatorEventListener.",
	"ef6d981117272f01": "Cette installation a une erreur de configuration fatale, accédez à l’interface web pour afficher les détails et la résoudre.",
	"ef91a72580d5f38d": "Domaine alternatif depuis lequel livrer les fichiers.",
	"efc51a03d4dd3980": "Votre serveur web ne fait pas suivre les certificats.",
	"efcbb89aec517541": "Moteur de mise en évidence syntaxique non pygments par défaut.",
	"f012eb9fc9a96834": "Types de paramètre HTTP",
	"f10b51e75c429f58": "Réponse du serveur web perturbée",
	"f13cb8678bd51438": "Problèmes d’installation à ignorer.",
	"f177c20200847198": "Répertoire que les démons doivent utiliser pour stocker les fichiers de trace.",
	"f1b7045f165be00b": "Autoriser seulement l’inscription à partir de domaines particuliers.",
	"f1b745c5c664a08a": "Le sous-schéma a des erreurs d’installation.",
	"f24e15f91c3c9527": "Aucun échantillon de performance.",
	"f29a4d565d6c7f5a": "Afficher les extensions et modules installés.",
	"f36a227ecb81f7a3": "Cache de Opcode",
	"f37bd3eb5b302f54": "Spécifiez une valeur pour définir la clé de configuration « $1 », ou bien utilisez « --stdin » pour lire en valeur depuis le flux d’entrée standard.",
	"f37eb5d7f91d58df": "Identifiant de la clé SSH utilisée pour authentifier la requête.",
	"f3848d044d712c58": "Vous pouvez en général installer une extension PHP en utilisant $1 ou $2. Les noms de paquet courants sont $3 ou $4. Essayez des commandes comme :",
	"f3acd6a83943b3e7": "États-Unis Est (EDT)",
	"f3c6e9127363e82f": "Le référent HTTP.",
	"f3d2a276584b3191": "Paramètres HTTP non transmis",
	"f3d45d24be1d953f": "Détermine si les vidéos de Wikimédia Commons sont incluses.",
	"f3d595f4f8f46279": "Meilleure collation disponible",
	"f42ebadef9811c77": "Afficher « $1 »",
	"f43df6c00c7633f4": "Ce problème d’installation a été résolu.",
	"f464788a3a4d94b8": "Options de configuration supplémentaires à masquer.",
	"f4c323f5e639dbcf": "Le PHID de l’utilisateur s'il est connecté.",
	"f4fbdace6ba1a5eb": "Les fonctions de date de PHP émettront un avertissement si elles sont appelées quand\naucun fuseau horaire de serveur par défaut n’est configuré.\n\nHabituellement, vous configurez un fuseau horaire par défaut dans `php.ini` en définissant\nla valeur de configuration `date.timezone`.\n\nSi vous préférez, vous pouvez configurer un fuseau horaire par défait à la place. Pour\nconfigurer un fuseau horaire par défaut, sélectionnez un de ceux de la\n[[ $1 | Liste des fuseaux horaires pris en charge dans PHP ]].",
	"f500301877ad4543": "Aucun REMOTE_ADDR disponible",
	"f613bb9e47861b29": "Le stockage de fichiers dans Amazon S3 a été partiellement configuré, mais il vous manque quelques paramètres obligatoires. S3 ne sera pas disponible pour stocker les fichiers tant que vous n’aurez pas terminé la configuration. Configurez S3 complètement, ou bien annulez la configuration partielle.",
	"f66f483134ee4deb": "Le PHID de l’utilisateur s'il est connecté.",
	"f6ab31476cfe47f6": "AVERTISSEMENT : ceci est une option très avancée, utile seulement aux fournisseurs d’hébergement exécutant des grappes pour locataires multiples.\n\nSi vous fournissez un identifiant d’instance ici (normalement en l’injectant avec un `$1`), Phabricator le passera aux sous-processus et validera les crochets dans la variable d’environnement `$2`.",
	"f6ac74c77426f288": "Information sur la version",
	"f7838dd5f7152deb": "Réécriture du chemin HTTP incorrecte",
	"f7b0b002ad840027": "Surplus",
	"f7da70d5712e7470": "Vous avez activé Imagemagick dans votre configuration, mais le binaire '$1' n’est pas sur le serveur web $2. Désactivez ImageMagick ou rendez-le disponible sur le serveur web.",
	"f83f3759d511811e": "Identifiant de l’instance pour les grappes à plusieurs titulaires.",
	"f86b969bb9831a26": "Mettre à jour le schéma MySQL",
	"f8cc8ee9ad1a65fa": "Ne plus ignorer le problème d’installation",
	"f8d6e28b7541a06e": "Échantillonner automatiquement une fraction des requêtes.",
	"f8f5fb0418abca01": "Emplacement du journal SSH.",
	"f8f8067fb61f491d": "Phabricator prend maintenant en charge des fichiers arbitrairement gros. Consulter la documentation pour les détails sur la configuration.",
	"f906c4bec1e7f017": "Supprimer une valeur de configuration locale.",
	"fa2f561c2e347d26": "Ces chemins seront ajoutés à votre variable d’environnement $1.",
	"fa6f87ec37c06583": "Horodatage Epoch.",
	"fae5383430506e12": "Blindigo",
	"fb14a51b9ecff87a": "Type de colonne attendu",
	"fb45d5513ed72de2": "Activer le mode développeur",
	"fbd564c656cf5999": "Malheur ! Cette requête a eu son cheminement interrompu par des circonstances inattendues ($1).",
	"fc1da67342b789a9": "Personnalise la politique de rétention pour les ramasse-miettes.",
	"fc8463acedaff55b": "Ce schéma peut utiliser un meilleur type pour les colonnes.",
	"fc89543fb4c5f57a": "Sans '$1', Phabricator ne pourra pas générer ou rendre les diffs dans plusieurs applications.",
	"fc96bac63f108cfa": "La date de la requête.",
	"fca6530e46013879": "Les gestionnaires de réponse ne peuvent plus être redéfinis par la configuration.",
	"fd0c171d797b4b32": "Noter que le format par défaut est susceptible de changer à l’avenir, donc si vous vous fiez à un format spécifique du journal, spécifiez-le explicitement.",
	"fd340b8ea8e55614": "Envoyer comme Phabricator",
	"fd5da5edf408a871": "Erreur d’installation de Phabricator",
	"fd5fb74cfdcb155c": "Installé sur une instance de CPU surchargeable",
	"fdcd53e301b4bf80": "MySQL utilise la longueur de mot minimale par défaut.",
	"fdee0dc36afd0bc8": "Extensions / modules",
	"fe2e85e75ac76d97": "Le répertoire pour les dépôts locaux ($1) n’existent pas, ou n’est pas lisible par le serveur web. Phabricator utilise ce répertoire pour stocker des informations sur les dépôts. Si ce répertoire n’existe pas, créez-le :\n\n$2\nSi ce répertoire existe, le rendre lisible par le serveur web. Vous pouvez aussi modifier la configuration ci-dessous pour utiliser un autre répertoire.",
	"fe4bc012083733fb": "Ces URI alternatives pourront accéder aux pages 'normales' sur votre installation de Phabricator. D’autres fonctionnalités comme OAuth ne fonctionneront pas. Le cas d’utilisation principal pour cela est de déplacer les installations entre les domaines.",
	"fe8544a51068ba95": "Dans les endroits où nous affichons une liste déroulante pour mettre en évidence la syntaxe du code, c’est ici que cette liste est définie.",
	"ffafc69b32338313": "Ne plus ignorer",
	"ffc79a1b26cd0a64": "Le paramètre « $1 » de PHP doit être mis à « -1 » pour éviter les avertissements d’obsolescence.",
	"ffe7186e725540d3": "Les valeurs textuelles qui correspondent à cette expression rationnelle et qui sont également des noms d’objets ne seront pas liées.",
	"ffffe9c78ef550b8": "$1 tenus / $2ms",
	"5227342670984464": "Écrire le journal des accès ici."
}
