{
	"@metadata": {
		"authors": [
			"Abdul Manaaf"
		]
	},
	"03bccbafcd752539": "Sẽn sɩng ne kosg ning b sẽn kõ-a wã:",
	"0433632f1024e44d": "D sẽn tõe n maan bũmb ning fãa n tõog n maan to-to wã, d tõe n yãka a soab n yãk a soab.",
	"0dd9f6545e57a059": "Y na n tũnugda ne Pygments n wilg code wã bɩ?",
	"0f8644366bd74e39": "B sẽn da maand n paasd kode wã, b ra tara kode. Y sã n dat sõngre, bɩ y ges \"$1\" sẽn dat n sõng ne loogr la loogrã.",
	"1de7ae2936411c9f": "'$1' paasgo pa be ye. Sã n pa tar '$2', sõngre, program kãngã pa tõe n bãng MIME faay nins sẽn tall-bã ye.",
	"221d63809f24d234": "Yãk-y tɩ tʋʋm-kãsemsã zoe ne logtoɛɛmbã.",
	"3259301e1d608287": "Sõng-y tɩ y yãk sõng sẽn yaa '$1' tɩ pa zems ye. URI wã pa segd n tall sor ye, wala '$2' yaa sõma, la '$3' pa woto ye. D segd n saka program-kãngã zĩiga fãa zugu, la d pa tõe n paka sor ye.",
	"39684732424332e8": "Dẽnd b sẽn maan program kãngã yaa ne EC2 sẽn yaa bilf wʋsgo (b sẽn boond tɩ \"$1\" wã) n tar CPU sẽn tõe n sãamd b meng ne-a. Woto pa noom tõnd ye. Dẽnd program-kãngã segd n paama CPU, la wakat fãa, CPU wã sẽn pa tar pãng n tõe n maan bũmb ninsã kɩtame tɩ b kʋ. Seb-y makr sẽn tar CPU sẽn yaa sõma.",
	"422bee29a17594f2": "Sõsg sã n tʋmda neb wʋsg (yakɩ, sẽn get-a code wã yell n get-a), b tõe n tʋma-a lame, n kõ-a-la ned kam fãa (yakɩ: \"To: alincoln, usgrant, htaft\") bɩ b kõ-a lame (yakɩ:\"To: alinkoln\", \"To: usgrant\", \"To:. htaft\"). Sẽn yɩɩd fãa, b na n wilga b sẽn tõe n maan bũmb ninsã. mos_Latnmos_Latnmos_Latn be ye - Bõn-bũn a ye fãa: - Woto kɩɩsda sor-wilgr noyã. B sẽn maand b sɛbã pʋgẽ wã pa waoogd bũmb ning b sẽn da yeelã ye. - Sẽn deeg-b-la-yã tõe n yãa To/Cc ne yãnd. - Y sã n tũnug ne pos-bils, y pa na n paam pos-bilb ye, y sã n yaa ned sẽn deeg-a wã la y leb n gʋls-a-la pos-bilgẽ wã. - Sẽn na yɩl n kɩt tɩ b sõsd ne taab sõma wã yaa toog n yɩɩd, la tõe n kɩtame tɩ b pa le tõe n tʋm ne b sɛbã ye. Wakat ninga, nebã na n leokame tɩ b fãa, tɩ b tõe n tʋm-b-la b sɛbã neb wʋsg. Dẽndr kãngã na n baoo n pa na n tʋm b sõssã neb nins sẽn zoe n paam sõsg a woto wã ye, la a pa tõe n gɩdg tɩ b \"Bɩ b leok fãa\" n kɩt tɩ b kʋ kʋ kʋɩlem fãa ye. - Pa ne ned sẽn pa tõe n leok-a ye. - B sẽn na n tʋm-b koe-mailã, b na n tʋma-b lame. - Post sẽn segd n paam n paam-a-la ne sor sẽn pa tar bas-m-yamã na n kɩtame tɩ b gʋlsd sõss nins sẽn paam-b sõssã \"To\" la \"Cc\" wã. - Bõn-post a ye n kõ kɛlgdbã: - B sẽn get b politikã yellã yaa sõma, la b tũuda kɛlgdbã fãa. - Sẽn deeg-b-bã segd n gesa b sɛb-kãnga pʋgẽ n bãng b sẽn na n maan to-to wã. - Y sã n tũnug ne pos lisã, wakat ninga, b tõe n paama pos- pa-bãmb n kõ-yã. - Yaa nana n na n kɩt tɩ b yel-bũndã tʋm sõma, la ned kam fãa tõe n toeema a yel-bẽnegr yel-bũnã. - \"Bɩ y leok ned fãa\" pa na n tʋm-a t'a tall sõss n paas neb a taab sẽn kẽed ne sõssã ye. - B sã n dat tɩ b yãk ned sẽn pa tar sor n leok b sɛbã, b segd n maana woto. - B sẽn tʋmd b lɛtrã ne koe-moondbã buud-gomd ning b sẽn dat n togsã la b tʋmd-a.",
	"50f33bb0d2df8752": "S3 baasg zĩiga sẽn be vẽeneg tɩ b na n tũ. Yaa woto la b segd n maan n wilg tɩ b sẽn yãkd zĩiga a ye wã yaa a soab ning b sẽn yãk `amazon-s3.region` wã. Dẽnd program-kãngã pa tõe n bãng tɩ yaa sõma tɩ b pa tõe n yãk-a ye, bala b pa tõe ne a sẽn maand bũmb ningã ye.",
	"64bde7f7b80f7bd6": "Pa mi b sẽn na n yãk-a to-to wã ye. Tõe tɩ b gʋls-a-la ne ziri, wall a ra be program-kãngã version sẽn dengã pʋgẽ.",
	"7b5905b31452dcb8": "Sẽn sɩng ne kosg ning b sẽn kõ-a wã:",
	"8a5de78655f6f8f1": "Sã n pa tar '$1', program-kãngã pa tõe n mak b sẽn na n tall b taabã bĩndbã ye.",
	"9b4fbb31bc779c74": "Dẽndr kãngã tʋma koe-moonegã kosg ne \"X-Setup-SelfCheck\" koe-mooneg la b ra tẽedame tɩ b na n paama JSON leoor sẽn zems. La b sɩngame n yeele: \n$1\nmos_Latnmos_Latnmos_Latn be ye A sã n wa paam ligd wʋsgo mos_Latnmos_Latnmos_Latn be ye Bũmb n be n pa zems ye, wall b sẽn maand bũmb ninsã pa noom-b ye.",
	"b2457507bf44f124": "Dẽnd database host \"$1\" yaa master, la a leb n maand a taab. Woto yaa yell wʋsgo, la tõe n sãama bɩ sãamd a data. Yaa b sẽn maand n dɩkd b nusã bal n segd n dɩkd a togs-n-taare. Yãk-y n da le maand-y bũmb a to ye, bɩ y sak n maneg a siglgã.",
	"b917424a5a56f3cc": "Y tõe n wilga y sẽn dat n maan bũmb ningã, n wilg y sẽn tõe n maan bũmb ning sẽn pa zems ne Biiblã sẽn yetã. mos_Latnmos_Latnmos_Latn be ye Sẽn maand-b woto wã tara pãn-tõog sẽn yaa toor-toorã. B kõo koe-moonegã taoor dãmb sor tɩ b tõog n tũ sor-wilgr noyã, la b sã n pa rat n tũ sor kãngã sõma, tõe n kɩtame tɩ b pa le gũu yãmb sẽn na n tʋm-bã ye. Y sã n dat n bãng n paas woto, bɩ y ges *$1 $2 **. mos_Latnmos_Latnmos_Latn be ye Wilg-y CIDR bloog nins sẽn tar sõor sẽn be hostã fãa pʋgẽ, la sẽn pa tar hostã a taab ye. Ges-y makr nins sẽn pʋgdã. mos_Latnmos_Latnmos_Latn be ye B sã n wa yãkd sõss-rãmb sõssã, b na n zãmsa sõssã sõssã sẽn pa be sõssã pʋgẽ.",
	"ba8f0ec3bc0712af": "Yãk-y n tool-y neda $1",
	"d430433af949021f": "D sẽn tõe n yãkd bũmb ning sẽn yaa sõma n na n sõng-d tɩ d bãng d sẽn tõe n maan to-to.",
	"e65b8a58b0c42d9e": "$1$2Sõng-y tɩ b wilg koe-moonegã sẽn na yɩl n tõog n tʋm koe-mooneg wakat sẽn pa ta wã. mos_Latnmos_Latnmos_Latn be ye Y sã n dat sõngre, bɩ y ges sõsg ning sẽn be sɛb-kãnga pʋgẽ.",
	"ee490029dee97c53": "Dẽnd program-kãngã tʋma a meng koe-moonegã kosgo, la a ra tẽedame tɩ b na n leoke-a lame. A paama JSON leoore, la a leoore ra tara zĩ-sõngo sɩngrẽ bɩ a saabẽ. mos_Latnmos_Latnmos_Latn be ye Woto rat n yeelame tɩ y zoe n toeema faay n bas bãn-bilã n yaool n yik n yeel tɩ $1, bɩ n yaool n yeel tɩ $2 wã. Yãk-y n yiis zĩ-bil sẽn wilgd tɩ bũmb n pa be, la y pa segd n yãkd bũmb sẽn kɩt tɩ bũmb ning fãa yaa sõma ye.",
	"f6ab31476cfe47f6": "BÃNGÃ: Yaa sor-kãseng n be, la yaa sõma bala, sã n yaa neb nins sẽn tʋmd ne logtoɛɛmb sẽn tʋmd ne neb wʋsg sẽn pa tar logtoɛɛmba. mos_Latnmos_Latnmos_Latn be ye Y sã n kõ sõssã ned sẽn dat n bãng a sẽn yaa bũmb ning (b sẽn boond tɩ `$1`) n kɩt tɩ b gʋls-a, serverã na n kɩtame tɩ b tũ n tũ n tũ tʋʋm-no-kãsems n tʋm a sẽn yaa a $2 soab n tʋm a soaba."
}
