{
	"@metadata": {
		"authors": [
			"Caiofernandes",
			"Hamilton Abreu"
		]
	},
	"006ecd0b269da44a": "",
	"00ae349f1ce0e6f9": "",
	"030853f5d5800837": "",
	"03bccbafcd752539": "",
	"040e16f265374486": "",
	"0433632f1024e44d": "",
	"04a9722d5549564f": "",
	"06743d7f00acb9ae": "",
	"081065a89d4eec76": "",
	"0847ea1214618986": "",
	"08a40536207a41cf": "",
	"091de7f107a6fe08": "",
	"099187da818e0e1c": "",
	"0a76c17030b69412": "",
	"0d69fd9a1a240b1e": "",
	"0dd9f6545e57a059": "",
	"0e9b7c924b8cbce8": "",
	"0f8644366bd74e39": "",
	"1004f9251761f5bc": "",
	"100ec1cd33a3b836": "A versão mínima suportada do Mercurial é 2.4, lançada em 2012.",
	"1161f0f92cab28e5": "",
	"1171d0c61abcae78": "",
	"1cbf89074118dde2": "",
	"1de7ae2936411c9f": "",
	"1df4011eeb96ecb7": "",
	"1e048414c4b529a7": "",
	"20487a7debbb75e0": "",
	"221d63809f24d234": "",
	"25490ba7fc777e43": "",
	"274eed33c0ccbbdc": "URI onde este software está instalado.",
	"2a5f084fb9903013": "",
	"2c5b8e19aede6c65": "O esquema do Elasticsearch foi alterado ou o Elasticsearch criou o índice automaticamente. Use o seguinte comando para reconstruir o índice.",
	"2c9af5c119b71e22": "",
	"2dab456d076ef70e": "Configure a interface, incluindo cores.",
	"2db1ba51c649a8ea": "",
	"320b87d6c4d05d40": "",
	"3259301e1d608287": "A opção de configuração ' $1 ' é inválida. O URI NÃO deve ter um caminho, por exemplo, ' $2 ' está OK, mas ' $3 ' não. Este software deve ser instalado em um domínio inteiro; ele não pode ser instalado em um caminho.",
	"33131eddb47df5ad": "Defina um ou mais serviços de armazenamento de texto completo. Aqui você pode configurar quais\nhosts irão lidar com consultas de pesquisa de texto completo e indexação. Para obter ajuda com\nconfiguração de clusters de pesquisa de texto completo, consulte **[[ $1 | $2 ]]** na\ndocumentação.",
	"37b604b5ccd379e4": "Gerenciar extensões.",
	"392b50e515811d35": "Os mecanismos de armazenamento agora são descobertos automaticamente em tempo de execução.",
	"39684732424332e8": "Este software parece estar instalado em uma instância EC2 muito pequena (da classe \" $1 \") com CPU expansível. Isto é fortemente desencorajado. Este software precisa regularmente de CPU, e essas instâncias são frequentemente sufocadas até a morte pela limitação da CPU. Use uma instância com CPU normal.",
	"3b20b3fbebfc4b6b": "Daemons não usam mais arquivos PID.",
	"3cff8ff9741ffb1f": "Para ativar o log SSH, especifique um caminho. Este log pode fornecer informações mais detalhadas sobre o acesso SSH do que um log SSH normal (por exemplo, ele pode mostrar usuários logados, comandos e outros dados do aplicativo).\n\nSe não for definido, nenhum log será gravado .",
	"3d77131c2efdaf47": "Este software enviou a si mesmo uma solicitação de teste com um caminho incomum, para testar se o seu servidor web está reescrevendo os caminhos corretamente. O caminho não foi transmitido corretamente.\n\nEste software enviou uma solicitação para o caminho \" $1 \" e esperava que o servidor web decodificasse e reescrevesse esse caminho para receber uma solicitação de \" $2 \". No entanto, ele recebeu uma solicitação de \" $3 \".\n\nVerifique se suas regras de reescrita estão configuradas corretamente, seguindo as instruções na documentação. Se a codificação do caminho não estiver funcionando corretamente, você não conseguirá acessar arquivos com nomes incomuns nos repositórios, entre outros problemas.\n\n(Esse problema pode ser causado pela falta de um \"B\" em seu RewriteRule.)",
	"404e9c4b56deb504": "Se esses comandos não funcionarem, tente o Google. O processo de instalação de extensões PHP não é específico deste software e qualquer instrução que você encontrar para instalá-las em seu sistema deve funcionar. No Mac OS X, você pode tentar o Homebrew.",
	"4079df57f27a1b01": "Você pode desativar as dicas em \"AÇÕES DO MANIPULADOR DE RESPOSTA\" se os usuários preferirem mensagens\nmenores. As próprias ações ainda funcionarão corretamente.",
	"413b91e0968c5341": "A opção de configuração '$1' é inválida. O URI NÃO deve ter um caminho, por exemplo, '$2' é OK, mas '$3' não é. Este software deve estar \"instalado em um domínio inteiro; não pode ser instalado em um caminho.",
	"422bee29a17594f2": "",
	"429017c68e6982f8": "Agora existem controles de acesso global, veja ` $1 `.",
	"431ba0e26b78ee61": "",
	"445a67da1f6afc09": "Os cookies definidos para x.com também são enviados para y.x.com. Supondo que as instâncias estejam em execução nos dois domínios, isso criará uma colisão impedindo você de fazer login.",
	"47fb822d1c7290d2": "Você pode fornecer um mecanismo de realce personalizado estendendo a classe $1 .",
	"4a9a8859a667180e": "Controla se o e-mail para vários destinatários é enviado criando uma mensagem com todos na linha \"Para:\" ou várias mensagens, cada uma com um único Recipeint na linha \"Para:\".",
	"4c9ec9eeacd138cc": "Para ativar o log de erros SSH, especifique um caminho. Erros que ocorrem em contextos onde este software está atendendo solicitações SSH serão gravados neste log.\n\nSe não for definido, nenhum log será gravado.",
	"4dd02598febbeedc": "Quando você carrega um arquivo por meio de arrastar e soltar ou da API, os pedaços devem ser armazenados em buffer na memória antes de serem gravados no armazenamento permanente. Este servidor precisa de memória disponível para armazenar esses pedaços enquanto eles são carregados, mas o PHP está atualmente configurado para limitar severamente a memória disponível.\n\nOs processos PHP atualmente têm muito pouca memória livre disponível ( $1 ). Para funcionar bem, os processos devem ter pelo menos $2 .\n\n(Observe que o próprio aplicativo também deve caber na memória disponível, portanto, nem toda a memória abaixo do limite de memória está disponível para executar cargas de trabalho.)\n \nA maneira mais fácil de resolver esse problema é definir $3 a $4 na configuração do PHP, para desabilitar o limite de memória. Geralmente há pouco ou nenhum valor em usar esta opção para limitar a memória do processo.\n\nVocê também pode aumentar o limite ou ignorar esse problema e aceitar que poderá encontrar problemas ao carregar arquivos grandes e ao processar solicitações grandes.",
	"50f33bb0d2df8752": "",
	"53796059d0277868": "Para ativar o log de acesso HTTP, especifique um caminho. Este log é mais detalhado que os logs de acesso HTTP normais (por exemplo, ele pode mostrar usuários logados, controladores e outros dados de aplicativos).\n\nSe não for definido, nenhum log será gravado.",
	"550ab7ed41e6c1f7": "Por padrão, este software vincula nomes de objetos em campos de marcação ao objeto correspondente. Este regex pode ser usado para modificar este comportamento; nomes de objetos que correspondam a esse regex não serão vinculados.",
	"594307b9a8b3731f": "A versão de $1 neste sistema está desatualizada e contém uma vulnerabilidade importante e amplamente divulgada (a vulnerabilidade \"Shellshock\").\n\nAtualize $2 para uma versão corrigida.\n\nPara saber mais sobre como esse problema afeta este software, consulte $3 .",
	"5a2f96c20428bb4f": "As contas recém-registradas podem ser colocadas em uma fila de aprovação manual para revisão administrativa ou ativadas automaticamente imediatamente. A fila de aprovação é habilitada por padrão porque oferece maior controle sobre quem pode registrar uma conta e acessar o servidor.\n\nSe sua instalação for totalmente pública, ou em uma VPN, ou os usuários só puderem se registrar com um confiável provedor como LDAP, ou você configurou o servidor de outra forma para evitar registro não autorizado, você pode desabilitar a fila para reduzir a sobrecarga administrativa.\n\nNOTA: Antes de desabilitar a fila, certifique-se de @{config:auth.email -domains} está configurado corretamente para sua instalação!",
	"5b4304d2eea293c6": "",
	"5b95b51c3ceb535a": "Controla se o email é enviado \"De\" usuários.",
	"618e67b52c1d503c": "Informações de compatibilidade do PHP 7",
	"6309fe44b7d34ee3": "",
	"637e2677aed8de62": "Você pode reconstruir identidades de repositório enquanto o servidor está em execução.",
	"638e58612477c0f2": "Personalize a imagem do logotipo e o texto que aparece no cabeçalho principal do site:\n\n - **Imagem do logotipo**: carregue uma nova imagem de 80 x 80px para substituir o logotipo no cabeçalho do site.\n\n - **Marca nominativa**: Escolha um novo texto para exibir ao lado do logotipo. Por padrão, o cabeçalho exibe // $1 //.",
	"64bde7f7b80f7bd6": "Esta opção de configuração é desconhecida. Pode estar escrita incorretamente ou já existia em uma versão anterior do software.",
	"654a357502e112e0": "O Elasticsearch está configurado (com a configuração $1 ), mas foi encontrada uma exceção ao tentar testar o índice.\n\n $2",
	"65dea2686caf61e6": "O aplicativo Multímetro coleta amostras de desempenho. Você pode usar esses dados para ajudá-lo a entender o que o software está gastando tempo e recursos e para identificar padrões de acesso problemáticos.\n\nEsta opção controla a frequência com que a amostragem é ativada. Defina-o como algum número inteiro positivo N para amostrar a cada 1/N páginas.\n\nPara a maioria das instalações, o valor padrão (1 amostra por 1.000 páginas) deve coletar dados suficientes para serem úteis sem exigir muito armazenamento ou impactar significativamente o desempenho . Se estiver investigando problemas de desempenho, você poderá ajustar a taxa para coletar mais dados.",
	"6847a0558229fea2": "",
	"6c5c2bb4788152f9": "O mecanismo \"InnoDB\" não está disponível no MySQL (no host \" $1 \"). Habilite o InnoDB em sua configuração do MySQL.\n\n(Se você já criou tabelas, o MySQL usou incorretamente algum outro mecanismo para criá-las. Você precisa convertê-las ou descartá-las e reinicializá-las.)",
	"6c77b741c766659e": "Este software está atualmente configurado para servir uploads de usuários diretamente do mesmo domínio que outros conteúdos. Este é um risco de segurança.\n\nConfigure um CDN (ou domínio de arquivo alternativo) para eliminar esse risco. Usar um CDN também melhorará o desempenho. Consulte o guia abaixo para obter instruções.",
	"6d27d84beee406cc": "O realce de sintaxe é compatível com alguns idiomas por padrão, mas você pode instalar o Pygments (uma ferramenta de realce de sintaxe de terceiros) para fornecer suporte para muitos outros idiomas.\n\nPara instalar o Pygments, visite [[ http:// pigmentos.org | pygments.org ]] e siga as instruções de download e instalação.\n\nDepois que o Pygments estiver instalado, ative esta opção (`pygments.enabled`) para usar o Pygments ao destacar o código-fonte.\n\n Depois de instalar e ativar o Pygments, o código-fonte recém-criado (como diffs e pastes) deve ser destacado corretamente. Pode ser necessário limpar os caches para destacar o código-fonte existente anteriormente. Para obter instruções sobre como gerenciar caches, consulte [[ $1 | Gerenciando Caches ]].",
	"6feb9b7dc16338c1": "O espaço de nomes que as bases de dados devem usar.",
	"733fd2b4c4e1bca4": "Constante",
	"743fcec157fe4503": "Este software enviou para si mesmo uma solicitação de teste que foi compactada com \"Content-Encoding: gzip\", mas recebeu bytes diferentes dos enviados.",
	"75e051dac6f8c228": "A opção de configuração \" $1 \" não é reconhecida. Pode estar escrito incorretamente ou pode ter existido em uma versão mais antiga do software. Não tem efeito e deve ser corrigido ou excluído.",
	"75edc148465db044": "Você pode reconstruir o índice de pesquisa enquanto o servidor está em execução.",
	"77a211d744671e00": "Daemons não estão em execução",
	"7b5905b31452dcb8": "O corpo da solicitação recebido começou:",
	"7cc38e5b1833a065": "Normalmente, este software emite redirecionamentos HTTP após um POST bem-sucedido. Isso pode dificultar a depuração de coisas que acontecem durante o processamento do POST, porque as informações de serviço e de criação de perfil são perdidas. Ao definir esta opção de configuração, uma página intersticial será mostrada em vez de redirecionar automaticamente, permitindo examinar informações de serviço e perfil. Isso também torna a UX péssima, então você só deve habilitá-la durante a depuração.",
	"80dc8f325db6ca57": "",
	"8304d29ea7b11599": "DarkConsole é uma ferramenta de desenvolvimento e criação de perfil integrada à interface da web. Você deve deixá-lo desabilitado, a menos que esteja desenvolvendo ou depurando $1 .\n\nDepois de ativar o DarkConsole para a instalação, **você precisa habilitá-lo para sua conta antes que ele realmente apareça nas páginas.** Você pode fazer isso em Configurações > Configurações do desenvolvedor.\n\nDarkConsole expõe dados potencialmente confidenciais (como consultas, rastreamentos de pilha e configuração), portanto, geralmente você não deve ativá-los na produção.",
	"86f76e23ecb545f9": "Sua configuração não especifica um fuso horário do servidor. Você pode definir o valor de configuração do PHP ' $1 ' ou o valor de configuração $2 ' $3 ' para especificar um.",
	"87eb3e568997989b": "Este servidor tem $1 disponível em $2 , mas o binário saiu com um código de erro quando executado como $3 . Verifique se ele está instalado corretamente.",
	"8886145eb2cc1172": "O correio de transação agora é sempre enviado com \"Precedência: em massa\" para melhorar a capacidade de entrega.",
	"8a5de78655f6f8f1": "Sem ' $1 ', este software não pode testar a disponibilidade de outros binários.",
	"8da790ec4cc42584": "Não instale este software em uma classe de instância com CPU expansível.",
	"8f7f4315a1780f4a": "Não foi possível determinar o número da versão de \" $1 \". Normalmente, isso significa que o programa alterou sua string de formato de versão recentemente e este software ainda não sabe como analisar a nova, mas pode indicar que você tem um binário muito antigo (ou quebrado).\n\nPorque podemos Se você não determinar o número da versão, as verificações das versões mínimas e sabidamente inválidas serão ignoradas, portanto, poderemos não conseguir detectar um binário incompatível.\n\nVocê pode resolver esse problema atualizando este servidor, já que um mais recente A versão do software provavelmente será capaz de analisar a string da versão mais recente.\n\nSe a atualização do software não resolver o problema, você pode relatar o problema ao upstream para que possamos ajustar o analisador.\n! N!Se você tem certeza de que possui uma versão recente do \" $2 \" instalada e funcionando corretamente, geralmente é seguro ignorar este aviso.",
	"924b1801ee43bc61": "Defina o URI onde este software está instalado. Definir isso melhora a segurança, evitando que cookies sejam definidos em outros domínios e permite que daemons enviem e-mails com links que possuem o domínio correto.",
	"92fee18268ce75d2": "",
	"9449e413e6124068": "Defina uma string que este software deve usar para prefixar nomes de cookies.",
	"950ffe3d9627b9f9": "Se o servidor web responder a solicitações HTTP e HTTPS, mas você quiser que os usuários se conectem apenas com HTTPS, você pode definir isso como `true` para fazer com que este serviço redirecione solicitações HTTP para HTTPS.\n\nNormalmente, você deve apenas configure seu servidor para não aceitar tráfego HTTP, mas esta configuração pode ser útil se você usou HTTP originalmente e agora mudou para HTTPS, mas não deseja quebrar links antigos, ou se seu servidor web estiver atrás de um balanceador de carga que encerra conexões HTTPS e você não pode razoavelmente configurar um comportamento mais granular lá.\n\nIMPORTANTE: Uma solicitação é identificada como HTTP ou HTTPS examinando a variável ` $1 ` do PHP. Se você executar Apache/mod_php, isso provavelmente será configurado corretamente para você automaticamente, mas se você executar como CGI/FCGI (por exemplo, através de nginx ou lighttpd), você precisará configurar seu servidor web para que ele passe o valor corretamente com base no tipo de conexão.\n\nSe você configurar o clustering, observe que essa configuração será ignorada pelas solicitações intracluster.",
	"96b007dfcb2ee8f1": "Este software enviou para si mesmo uma solicitação de teste com um parâmetro HTTP GET, mas o parâmetro não foi transmitido. Enviou \" $1 \" com valor \" $2 \", recebeu \" $3 \" com valor \" $4 \".\n\nSeu servidor web está configurado incorretamente e grande parte deste software não funcionará até que o problema seja corrigido.\n! N!(Esse problema pode ser causado pela falta de um \"QSA\" em seu RewriteRule.)",
	"9a5f0ef87acddbc1": "Habilite o console de depuração.",
	"9ac65efaa667fa9c": "A versão mínima suportada do Git no servidor é $1 , que foi lançada em $2 . Em versões mais antigas, o servidor Git pode não conseguir escapar de argumentos com o operador \"--\". Observação: seus usuários não precisam de uma versão específica do Git.",
	"9b4fbb31bc779c74": "Este software enviou para si mesmo uma solicitação de teste com o cabeçalho \"X-Setup-SelfCheck\" e esperava obter de volta uma resposta JSON válida. Em vez disso, a resposta começa:\n\n $1 \n\nAlgo está configurado incorretamente ou distorcendo as respostas.",
	"9f512a94241f7d5f": "O fuso horário que este software deve usar por padrão.",
	"a075aa98e611e8cb": "",
	"a168470c43eec7da": "Por padrão, este software permite que os usuários adicionem autenticação multifator ao\nsuas contas, mas não exige isso. Ao ativar esta opção, você pode\nforçar todos os usuários a adicionar pelo menos um fator de autenticação antes de poderem usar\nsuas contas.\n\nOs administradores podem consultar uma lista de usuários que não possuem MFA configurado no\n{nav People}:\n\n  - **[[ $1 | $2]]**",
	"a425613dfce395ab": "A extensão ' $1 ' não está instalada. Sem suporte ' $2 ', este servidor não será capaz de processar ou redimensionar imagens (por exemplo, para gerar miniaturas). Instale ou ative ' $3 '.",
	"a87b5fffd9cdc5cb": "As indicações de resposta já não são apresentadas por correio.",
	"aabd8f03b163ce30": "",
	"aea3792356222c9a": "As estratégias de digitação antecipada agora são gerenciadas automaticamente.",
	"af9657fb1640f1cb": "Este software pode destacar alguns idiomas por padrão, mas instalar e ativar o Pygments (uma ferramenta de realce de terceiros) adicionará realce de sintaxe para muitos outros idiomas. \n\nPara obter instruções sobre como instalar e ativar o Pygments, consulte a opção de configuração $1 .\n\nSe não quiser instalar o Pygments, você pode ignorar esse problema.",
	"b0101d2c7ec022cd": "Os daemons não estão em execução, o processamento em segundo plano (incluindo envio de e-mail, reconstrução de índices de pesquisa, importação de commits, limpeza de dados antigos e execução de compilações) não pode ser executado.\n\nUse $1 para iniciar daemons. Consulte $2 para obter mais informações.",
	"b1843aefe32ccd30": "A opção \"feed.http-hooks\" é desaproveitada em favor de Webhooks. Esta opção será removida numa versão futura do software. Pode configurar os Webhooks no Herald.Para resolver este problema, remova todos os URIs do \"feed.http-hooks\".",
	"b2457507bf44f124": "",
	"b8c82fefcd78b4a6": "",
	"b917424a5a56f3cc": "Defina um cluster fornecendo uma lista de permissões de endereços de host que fazem parte do cluster.\n\nOs hosts nesta lista de permissões têm poderes especiais. Esses hosts têm permissão para violar as regras de segurança e a configuração incorreta dessa lista pode tornar sua instalação menos segura. Para obter mais informações, consulte **[[ $1 | $2 ]]**.\n\nDefina uma lista de blocos CIDR que colocam na lista de permissões todos os hosts no cluster e nenhum host adicional. Veja os exemplos abaixo para obter detalhes.\n\nQuando endereços de cluster são definidos, os hosts também rejeitarão solicitações para interfaces que não estejam na lista de permissões.",
	"ba8f0ec3bc0712af": "Configurar $1",
	"bab05d0394f6a304": "Normalmente, as páginas são perfiladas apenas quando explicitamente solicitadas através do DarkConsole. No entanto, pode ser útil fazer um perfil de algumas páginas automaticamente. O que é? Esta opção é definida como um número inteiro positivo N para perfil de 1 / N páginas automaticamente. Por exemplo, a configuração de 1 irá fazer a cada página um perfil, enquanto a configuração para 1000 irá fazer a 1 página por 1000 solicitações (ou seja, 0,1% das solicitações). O que é? Como a elaboração de perfis é lenta e gera muitos dados, você deve definir isso em 0 na produção (para desativar) ou em um grande número (para coletar algumas amostras, se você estiver interessado em ter alguns dados para olhar eventualmente). No desenvolvimento, pode ser útil definir-o em 1 para depurar problemas de desempenho. O que é? NOTA: Deve instalar XHProf para que o perfil funcione.",
	"c21e55de48e80c55": "Nenhum REMOTE_ADDR está disponível, portanto este servidor não pode determinar o endereço de origem das solicitações. Isso impedirá que o software execute verificações de segurança importantes. Na maioria das vezes, isso significa que você cometeu um erro no script do preâmbulo. Consulte a documentação ( $1 ) e verifique se o script está escrito corretamente.",
	"c2876e096b40419f": "Os mecanismos de pesquisa disponíveis agora são descobertos automaticamente em tempo de execução.",
	"c34276cf6d6ffb6c": "",
	"c5cb8cb3c8b5e984": "A variável ambiental $1 está vazia. Este servidor não será capaz de executar alguns comandos.",
	"c5e8d1d097296fcc": "",
	"c787e04b74705460": "O particionamento e a replicação agora são gerenciados na configuração primária.",
	"c89c45c8d08f87f6": "Você tem '$1' habilitado na configuração do PHP, mas este software não será executado no modo seguro. O modo seguro foi deprecado no PHP 5.3 e removido no PHP 5.4. O que é? Desativar o modo seguro para continuar.",
	"ca34522468995796": "Após instalar novas extensões PHP, <strong>reinicie tudo para que as alterações tenham efeito</strong> . Para obter ajuda para reiniciar tudo, consulte $1 na documentação.",
	"caa7299f371cf24b": "Por padrão, este software serve arquivos do mesmo domínio a partir do qual o aplicativo é servido. Isso é conveniente, mas apresenta um risco de segurança.\n\nVocê deve configurar um CDN ou um domínio de arquivo alternativo para mitigar esse risco. Configurar um CDN também melhorará o desempenho. Veja [[ $1 | $2 ]] para obter instruções.",
	"cb23e50e51e5ea63": "",
	"cb42db8028d656ba": "Você deve iniciar os daemons para enviar e-mail, reconstruir índices de pesquisa e realizar outros processamentos de fundo.",
	"cba706a82c4145ba": "Após editar a configuração do PHP, <strong>reinicie tudo para que as alterações tenham efeito</strong> . Para obter ajuda para reiniciar tudo, consulte $1 na documentação.",
	"ceb6fb7e9a392472": "O binário ' $1 ' não foi encontrado. Defina a variável de ambiente $2 do servidor web para incluir o diretório onde ele reside ou adicione esse diretório a ' $3 ' na configuração.",
	"cfadd61b764a6148": "Você pode desativar o link de preferência de e-mail em e-mails se os usuários preferirem e-mails menores\n.",
	"d1a8bedc6912c97c": "A personalização global de fontes monoespaçadas não é mais suportada.",
	"d35691634b5f5cb1": "Os endereços de resposta podem ser privados (mais seguros) ou públicos (o que funciona melhor com listas de e-mail).",
	"d35e64a76d439484": "Este servidor recebeu um cabeçalho HTTP \"X-Mod-Pagespeed\" ou \"X-Page-Speed\" nesta solicitação, o que indica que você ativou \"mod_pagespeed\" neste servidor. Este módulo não é compatível com este software. Você deve desabilitar o módulo.",
	"d430433af949021f": "Configurações personalizadas para aplicativos.",
	"d5d916b5c4728b2c": "Você pode desativar os rodapés \"Para:\" e \"Cc:\" no e-mail se os usuários preferirem mensagens\n menores.",
	"d74c0b832d8f487c": "Permita que uma única caixa de correio seja usada para todas as respostas.",
	"dbb7e87f44f36135": "Esta opção permite que você impeça que este serviço envie dados para a maioria dos\nserviços externos: desabilitará e-mail, SMS, espelhamento de repositório, compilações remotas,\nDoorkeeper writes e webhooks.\n\nEsta opção é destina-se a permitir que uma instância seja exportada, copiada, importada\ne executada em um ambiente de teste sem impactar os usuários. Por exemplo, se você estiver\nmigrando para um novo hardware, poderá realizar uma migração de teste primeiro com este sinalizador\ndefinido, certificar-se de que tudo funciona e, em seguida, fazer uma transição de produção mais tarde com\nmaior confiança e menos interrupções .\n\nSem usar esse sinalizador para silenciar o ambiente de teste temporário,\nusuários receberiam e-mails duplicados durante o tempo em que a instância de teste e a antiga\ninstância de produção estivessem em operação.",
	"dc6ca7f0fa1b806c": "O URI base para esta instalação não está configurado e os principais recursos não funcionarão corretamente até que você o configure.\n\nVocê deve definir o URI base como o URI que usará para acessar este servidor, como \"http:/ /devtools.example.com/\".\n\nInclua o protocolo (http ou https), nome de domínio e número da porta se você estiver usando uma porta diferente de 80 (http) ou 443 (https).!N !\nCom base nesta solicitação, parece que a configuração correta é:\n\n $1 \n\nPara configurar o URI base, execute o comando mostrado abaixo.",
	"dc6ff45a1e325e0e": "O mapeamento dos usuários de VCS para os usuários de $1 mudou e deve ser reconstruído.",
	"dec6d15e20660983": "",
	"e2b9c40a9b7ecaf0": "Este software enviou a si mesmo uma solicitação com \"Accept-Encoding: gzip\", mas recebeu uma resposta descompactada.\n\nIsso pode indicar que seu servidor web não está configurado para compactar respostas. Nesse caso, você deve ativar a compactação. A compactação pode melhorar drasticamente o desempenho, especialmente para clientes com menos largura de banda.",
	"e2cf0d086fc76d2f": "Se você tiver vários ambientes $1 (como um ambiente de desenvolvimento/preparação e um ambiente de produção), defina o URI do ambiente de produção aqui para que e-mails e outros URIs duráveis sejam sempre gerados com links apontando para o ambiente de produção. Se não definido, o padrão é ` $2 . A maioria das instalações não precisa definir esta opção.",
	"e319643c63fc440e": "Os usuários podem fazer solicitações a outros serviços a partir de hosts de serviço em algumas circunstâncias (por exemplo, criando um repositório com uma URL remota).\n\nIsso pode representar uma vulnerabilidade de segurança se os serviços na mesma sub-rede aceitarem comandos ou revelarem informações privadas por meio de HTTP GET não autenticado, com base no endereço IP de origem. Em particular, todos os hosts no EC2 têm acesso a tal serviço.\n\nEsta opção define uma lista de netblocks para os quais as solicitações nunca serão emitidas. Geralmente, você deve listar todo o espaço IP privado aqui.",
	"e4abed299020859e": "Classe de adaptador para a transmissão de correio para a MTA. O padrão usa PHPMailerLite, que irá invocar \"envio de correio\". Isto é apropriado se o sendmail realmente funciona no seu host, mas se você não configurou o mail pode não ser tão bom. São disponíveis vários outros correio (por exemplo, SES, SendGrid, SMTP, correio personalizado). Esta opção é desaproveitada em favor dos \"cluster.mailers\".",
	"e65b8a58b0c42d9e": "Forneça uma lista de servidores de notificação para ativar notificações em tempo real.\n\nPara obter ajuda na configuração de servidores de notificação, consulte **[[ $1 | $2 ]]** na\ndocumentação.",
	"e66c0b18aabfb9c6": "O PHP está atualmente configurado para honrar solicitações de qualquer servidor MySQL ao qual ele se conecta para o conteúdo de qualquer arquivo local.\n\nEste recurso suporta consultas MySQL \"LOAD DATA LOCAL INFILE\", mas permite que um servidor MySQL malicioso tenha acesso de leitura ao disco local: o servidor pode pedir ao cliente para enviar o conteúdo de qualquer arquivo local, e o cliente obedecerá.\n\nEmbora normalmente seja difícil para um invasor convencer este software a se conectar a um servidor MySQL malicioso, você deve desabilitar esta opção: esta capacidade é desnecessária e inerentemente perigosa.\n\nPara desabilitar esta opção, defina: $1",
	"e74c6aa61d3ea934": "",
	"ebd916b88f6f3d7c": "Seu servidor está configurado com ' $1 ', o que impede que este software abra arquivos aos quais requer acesso.\n\nDesative esta configuração para continuar.",
	"ed3c16b72e52a30b": "Esta solicitação incluía um cabeçalho \"Host\" inválido, com valor \" $1 \". Os cabeçalhos do host devem conter um ponto (\".\"), como \"example.com\". Isso é necessário para que alguns navegadores possam definir cookies.\n\nIsso pode significar que o URI base está configurado incorretamente. Você deve fornecer este software a partir de um URI base com um ponto (como \"https://devtools.example.com\"), não de um domínio simples (como \"https://devtools/\"). Se você estiver tentando usar um domínio simples, altere sua configuração para usar um domínio completo com um ponto.\n\nIsso também pode significar que seu servidor web (ou algum outro dispositivo de rede, como um balanceador de carga) está deturpando o cabeçalho \"Host\" ou você está usando uma ferramenta ou biblioteca para emitir uma solicitação manualmente e definir o cabeçalho \"Host\" errado.\n\nAs solicitações devem incluir um cabeçalho \"Host\" válido.",
	"edcdb58b25d8d240": "Define o esquema de cores padrão.",
	"ee03ba5df4050a5c": "",
	"ee490029dee97c53": "Este software enviou a si mesmo uma solicitação de teste e esperava receber de volta uma resposta JSON simples. Ele recebeu uma resposta JSON, mas a resposta tinha espaços em branco extras no início ou no final.\n\nIsso geralmente significa que você editou um arquivo e deixou caracteres de espaço em branco antes da tag de abertura $1 ou após uma tag de fechamento $2 . Remova qualquer espaço em branco inicial e prefira omitir tags de fechamento.",
	"f3848d044d712c58": "Normalmente você pode instalar uma extensão PHP usando $1 , $2 ou $3 . Um nome de pacote comum é $4 . Experimente comandos como estes:",
	"f6ab31476cfe47f6": "AVISO: Esta é uma opção muito avançada e útil apenas para provedores de hospedagem que executam clusters multilocatários.\n\nSe você fornecer um identificador de instância aqui (normalmente injetando nele um ` $1 `), o servidor passará para subprocessos e commit hooks na variável ambiental ` $2 `.",
	"fc89543fb4c5f57a": "Sem ' $1 ', este software não será capaz de gerar ou renderizar diferenças em múltiplas aplicações.",
	"fd340b8ea8e55614": "Enviar como $1",
	"fd5da5edf408a871": "Erro de configuração",
	"fe2e85e75ac76d97": "O diretório para repositórios locais ( $1 ) não existe ou não pode ser lido pelo servidor web. Este software usa este diretório para armazenar informações sobre repositórios. Se este diretório não existir, crie-o:\n\n $2 \nSe este diretório existir, torne-o legível para o servidor web. Você também pode editar a configuração abaixo para usar outro diretório.",
	"fe4bc012083733fb": "Esses URIs alternativos poderão acessar páginas 'normais' nesta instalação. Outros recursos como OAuth não funcionarão. O principal caso de uso para isso é mover instalações entre domínios.",
	"ff7c3b682dd28c68": ""
}
