{
	"@metadata": {
		"authors": [
			"Eleassar"
		]
	},
	"00e46c015f972018": "Matrika s seznamom nenameščenih aplikacij.",
	"0146637b5690e538": "Stolpec/ključ",
	"040e16f265374486": "POMEMBNO: Predhodni tok ne zagotavlja podpore za prototipne aplikacije.\n\nPhabricator vključuje prototipne aplikacije, ki so v **zgodnji fazi razvoja**. Privzeto prototipne aplikacije niso nameščene, ker pogosto še niso dovolj razvite, da bi bile splošno uporabne. To možnost lahko omogočite, da jih namestite, če razvijate Phabricator ali vas zanima predogled prihajajočih funkcij.\n\nČe želite izvedeti več o prototipih, glejte [[$1|$2]].\n\nKo omogočite prototipe, jih lahko selektivno odstranite (kot običajne aplikacije).",
	"0424f6e7026fa4bc": "Tabela",
	"04a9722d5549564f": "Alternativni URI-ji, ki lahko dostopajo do Phabricatorja.",
	"08d550a8f0afc436": "Ni povezave do e-poštnih nastavitev",
	"0b8e953c1065714c": "Nobena aktivna shramba nima izrazitih napak.",
	"0bb18642b70b9f8a": "Uporaba",
	"0dac4143d9108818": "Format dnevnika dostopa.",
	"0f1d4d6100e6f455": "Napake shrambe",
	"1b89d4f8e0ff277c": "Ta tabela lahko uporablja boljši motor za tabele.",
	"21ab916405daaaf7": "Počisti predpomnilnike",
	"24f2b54cf127a4a3": "Dovoli urejanje",
	"295ea07340442489": "Več podrazredov $1 vsebuje možnost z imenom »$2«!",
	"298e0c15a0adb141": "Orodje Pygments bi moralo biti nameščeno in omogočati napredno označevanje skladnje.",
	"2aef4eb2f4ce4e3c": "Podatkovni strežniki",
	"2b4ca27129e4dd07": "Poišči strežnike",
	"2c7e23ee7e2ea298": "Konfiguriran ni noben strežnik za obvestila.",
	"31ad59c1a6781855": "Prepreči urejanje",
	"3324e0bffe4d35b8": "Upravitelji izjem",
	"534e2f855629f6c5": "Strežniki obvestil",
	"5a39b8d96817ec46": "Omogoča vam, da na večino strani dodate nogo s povezavami. Te povezave boste morda želeli uporabiti za usmeritev na pravne informacije ali stran o projektu.\n\nDoločite seznam slovarjev. Vsak slovar opisuje element noge. Podprti so naslednji ključi:\n\n - »name« – ime elementa.\n - »href« – izbirno cilj povezave elementa. To lahko izpustite, če želite samo besedilo, na primer obvestilo o avtorskih pravicah.",
	"5e1baf49edcb4323": "Manjka razširitev »$1«",
	"5f36d603d0be36e2": "Opuščeni format mysql.host",
	"626dbef44ab40ac7": "Nastavitve aplikacije",
	"634a79070baf78f0": "Več podrazredov $1 ima isti ključ (»$2«): $3, $4.",
	"654a357502e112e0": "Elasticsearch je konfiguriran (z nastavitvijo $1), vendar je Phabricator pri poskusu testiranja indeksa naletel na izjemo.\n\n$2",
	"6d27d84beee406cc": "Phabricator podpira označevanje skladnje nekaterih jezikov po privzetem, za številne dodatne jezike pa lahko namestite orodje Pygments (orodje za označevanje skladnje tretje osebe).\n\nZa namestitev orodja Pygments obiščite stran [[ http://pygments.org | pygments.org ]] in se ravnajte po navodilih za prenos in namestitev.\n\nKo je orodje Pygments nameščeno, omogočite to možnost (`pygments.enabled`), da bo Phabricator orodje Pygments uporabljal pri označevanju skladnje.\n\nPo namestitvi in omogočenju orodja Pygments bi se morala novoustvarjena izvorna koda (npr. razlike in prilepljenja) pravilno označevati. Za označevanje že obstoječe kode boste morali morda očistiti Phabricatorjeve predpomnilnike. Za navodila za upravljanje predpomnilnikov glejte stran [[ $1 | Managing Caches ]].",
	"747b7d4401fa730f": "Zgodovina nastavitev",
	"8058ec7c47794ce5": "Manjka dvojiška datoteka »$1«.",
	"82f7f98b1dbcecaf": "Konfiguriran ni noben iskalni strežnik.",
	"833b3b877545b9d9": "Strežniki shrambe",
	"846639183b3dc37e": "Za izboljšano označevanje skladnje namestite orodje Pygments",
	"84f0e95272f65c34": "Slika logotipa",
	"8d00bea90948c29b": "Obnovi indeks iskanja",
	"92185dc52f71ef75": "Manjka",
	"9257cd9a51728d7e": "Indeksa Elasticsearch ni bilo mogoče najti",
	"92a635925b7b3bd8": "Manjkajoč ključ",
	"985ea3b57a8fc6f5": "$1 ni najdeno",
	"9c0d5fe6465e44ef": "»$1« manjka",
	"aca851b5d634f676": "Napaka povezave",
	"ae1ef01432946b89": "Temno",
	"af9657fb1640f1cb": "Phabricator lahko po privzetem označuje nekaj jezikov, z namestitvijo in omogočenjem orodja Pygments (označevalnega orodja tretje osebe) pa lahko dodate označevanje še za številne druge jezike.\n\nZa navodila za namestitev in omogočenje orodja Pygments glejte nastavitveno možnost $1.\n\nČe orodja Pygments ne želite namestiti, lahko to zadevo prezrete.",
	"b917424a5a56f3cc": "Definirajte gručo Phabricator tako, da zagotovite seznam dovoljenih naslovov gostiteljev, ki so del gruče.\n\nGostitelji na tem seznamu dovoljenih imajo posebna pooblastila. Tem gostiteljem je dovoljeno spreminjati varnostna pravila in napačna konfiguracija tega seznama lahko zmanjša varnost vaše namestitve. Za več informacij glejte **[[ $1 | $2 ]]**.\n\nDoločite seznam blokiranj CIDR, ki na beli seznam dodajajo vse gostitelje v gruči in nobenih dodatnih gostiteljev. Za podrobnosti si oglejte spodnje primere.\n\nKo bodo naslovi gruče definirani, bodo gostitelji Phabricatorja zavrnili tudi zahtevke za vmesnike, ki niso na beli listi.",
	"baed2ade4d4f4e0c": "Manjka razširitev »zip«",
	"bfa362f7819bbfa5": "Možnosti označevanja skladnje izvorne kode.",
	"c8fef35bb0051188": "Napredne nastavitve",
	"ca04332fe3fbc2d0": "Dnevniški format SSH.",
	"cb0d2ffd61eb4383": "Več o zaklenjenih in skritih možnostih.",
	"d27b4fd727666f53": "Označevanje skladnje",
	"d3079f098678b02f": "Dveh manjkajočih shem ni mogoče preverjati!",
	"e319643c63fc440e": "Uporabniki Phabricatorja lahko v nekaterih okoliščinah zahtevajo druge storitve iz gostitelja Phabricatorja (na primer tako, da ustvarijo repozitorij z oddaljenim URL-jem ali da Phabricator pridobi sliko iz oddaljenega strežnika).\n\nTo lahko pomeni varnostno ranljivost, če bodo storitve v istem podomrežju sprejele ukaze ali razkrile zasebne informacije prek nepreverjenega HTTP GET na podlagi izvornega IP-naslova. Do takšne storitve imajo dostop zlasti vsi gostitelji v EC2.\n\nTa možnost določa seznam omrežnih blokiranj, s katerimi bo Phabricator zavrnil povezavo. Na splošno bi morali tukaj navesti ves zasebni IP-prostor.",
	"e342de6e92ac9265": "Osnovne nastavitve",
	"e5781074e118936b": "Manjkajo potrebne razširitve",
	"e8ce3aae1f28767a": "$1 povezana(ih) povezav(a):",
	"e916bec76b86928a": "Manjka lokalna pot shrambe",
	"f24e15f91c3c9527": "Brez vzorčenja zmogljivosti.",
	"f42ebadef9811c77": "Ogled »$1«",
	"f8f5fb0418abca01": "Mesto dnevnika SSH."
}
