{
	"@metadata": {
		"authors": [
			"Joseplluis",
			"Mguix"
		]
	},
	"01624f96a6a6bfa4": "Aquesta clau s'ha revocat. Trieu o genereu una nova clau única.",
	"01a57dca3e44b680": "Accions clau SSH",
	"01ddf839b9f3551a": "Afegir un fitxer de clau PKCS8 a la caché pot ser molt perillós. Si el fitxer PKCS8 encara té una clau pública diferent de l’especificada, un atacant podria utilitzar-lo per obtenir accés no autoritzat.\n\nEn general, només heu d’utilitzar aquesta opció en un entorn de desenvolupament on ssh-keygen no funcioni i sigui difícil de reparar, i només si esteu segur d’entendre els riscos. No hauríeu de guardar mai un fitxer PKCS8 que no hàgiu creat.",
	"021349e66fae645c": "Per afegir un factor Duo, primer descarregueu i instal·leu l'aplicació Duo al telèfon. Un cop hàgiu iniciat l'aplicació i estigueu preparat per realitzar la configuració, feu clic per continuar.",
	"02f02485ab679a90": "Algorisme",
	"033ad62eb1258a42": "La configuració del proveïdor d'autenticació està bloquejada i no es pot canviar sense estar desbloquejada. Consulteu el paràmetre de configuració $1 per a més detalls.",
	"03b0e87b1da8286d": "Revoca Testimonis",
	"052e3f6ffbc75a12": "El proveïdor d’autenticació (de la classe \"$1\") intenta carregar o crear un compte extern, però no ha proporcionat cap identificador de compte.",
	"06de355e281c364c": "Completa la inscripció del telèfon amb Duo:",
	"087f2494696e2108": "Crear un compte Duo nou",
	"08888b0159c9aa34": "Per afegir un factor TOTP al vostre compte, primer haureu d’instal·lar una aplicació d’autenticació mòbil al telèfon. Dues aplicacions que funcionen bé són **Google Authenticator** i **Authy**, però qualsevol altra aplicació TOTP també hauria de funcionar.\n\nSi encara no ho heu fet, descarregueu i instal·leu ara una aplicació TOTP al telèfon. Un cop hàgiu llançat l'aplicació i estigueu llest per afegir un codi TOTP nou, continueu amb el pas següent.",
	"08aca102bfc80846": "Per configurar l'OAuth de Bitbucket, inicieu la sessió a Bitbucket i aneu a **Gestió de Compte** > **Gestió d'accés** > **Autenticació**. \n\nFeu clic a **Afegeix un consumidor** i creeu una aplicació nova. \n\nDesprés de completar la configuració, copieu la **clau** i el **Secret** als camps anteriors.",
	"08fa89137b094bbc": "El compte que intenteu registrar o enllaçar ja està enllaçat amb un altre usuari.",
	"099e89bad9540324": "L'adreça de correu electrònic associada a aquest compte extern (\"$1\") no és una adreça de correu electrònic vàlida i no es pot utilitzar per registrar un compte de Phabricator.  Trieu una adreça diferent i vàlida.",
	"09a82edf23b0c712": "Verifiqueu una adreça de correu electrònic no verificada que ja estigui connectada a un compte. Això també tornarà a executar hooks d'esdeveniments per a adreces que ja estiguin verificades.",
	"0bb627242dbb3c75": "Tipus de clau SSH",
	"0cfb56349d612e0a": "Testimoni d'Accés OAuth no vàlid",
	"0d9d50262511e7df": "Revoqueu les credencials de l'objecte especificat. Per revocar les credencials d'un usuari, utilitzeu \"@username\".",
	"0daed9561c65a169": "Utilitzeu \"--user <nom d'usuari>\" per especificar de quin usuari voleu eliminar els factors o \"--all-users\" per eliminar els factors de tots els usuaris.",
	"0deb9ed509928dcc": "Aquest factor ha llançat recentment un desafiament que ha caducat. Encara no es pot presentar un nou repte. Espereu $1 segons fins que el codi cicli i torneu-ho a provar.",
	"0e484e84a1307497": "Ruta cap al fitxer de claus públiques.",
	"0f9ca51834a71342": "(No es poden revocar alguns tipus de testimonis, i no es poden revocar testimonis que ja han caducat).",
	"1016da35f2af1896": "El compte extern ('$1') amb el qual acabeu d'autenticar-vos no està configurat per permetre l'enllaç del compte en aquesta instal·lació de Phabricator. És possible que un administrador l’hagi desactivat recentment.",
	"10fb024a0ba4754a": "Si voleu enllaçar un compte de Phabricator existent amb aquest compte extern, no continueu. En lloc d’això, inicieu sessió al vostre compte existent i aneu a “Paràmetres” i enllaceu el compte al tauler “Comptes externs”.",
	"1205ee953421af75": "Revoqueu les credencials del tipus indicat.",
	"1207bf34775b9621": "Aquesta clau privada no té el format correcte. Comproveu que heu proporcionat el text complet d’una clau privada vàlida.",
	"122402ccc1706dc2": "S'esperava una resposta JSON vàlida de la sol·licitud de dades del compte de Disqus.",
	"12413bed2272ff4a": "Confieu realment en aquest fitxer de clau PKCS8?",
	"124c25d323c0dcaa": "$1 ha actualitzat la clau de consumidor OAuth per a aquest proveïdor de '$2' a '$3'.",
	"12da6d1835fb0557": "No s'ha proporcionat cap clau pública.",
	"1306bb93cece48d5": "L'URI base de Phabricator ha d'incloure protocol (com ara '$1').",
	"1428d9630c72fb26": "Especifiqueu el tipus de credencial per revocar amb \"--type\" o especifiqueu \"--everything\". Utilitzeu \"--list\" per llistar els tipus de credencials disponibles.",
	"1487d8f692f1a730": "Inicieu TLS després de vincular-lo al servidor LDAP.",
	"1528c8ab3a63d7bc": "Els proveïdors de Duo han de tenir un nom de l'amfitrió d'API.",
	"1645590c114c852c": "Testimoni de resposta no vàlid per a aquest repte: el resum de testimonis no coincideix amb el resum emmagatzemat.",
	"16839ad806cecbc6": "Clau de consumidor OAuth",
	"175eee25085bdb76": "No hi ha cap testimoni coincident per revocar.",
	"17704bfdbfee11d8": "$1 ha desactivat la confiança en el correu electrònic.",
	"1792d2c4ae206e7c": "Massa curt",
	"17e2fa0bfbfed913": "Heu denegat aquesta sol·licitud. Esperi $1 segons per provar-ho una altra vegada.",
	"18ee86c414558aee": "Guía inclosa en el cos del missatge de correu quan els usuaris sol·liciten un enllaç de correu electrònic per accedir al seu compte. \n\nPer a instal·lacions amb autenticació de contrasenya activada, els usuaris accedeixen a aquest flux de treball utilitzant l'enllaç \"Has oblidat la contrasenya?\" a la pantalla d'inici de sessió. \n\nPer a instal·lacions sense autenticació de contrasenya habilitada, els usuaris accedeixen a aquest flux de treball utilitzant l'enllaç \"Enviar un enllaç d'inici de sessió a la meva adreça de correu electrònic.\" enllaçat a la pantalla d'inici de sessió. Aquest flux de treball permet als usuaris recuperar l'accés al seu compte si hi ha un problema amb un servei d'inici de sessió extern.",
	"199968057f5cd48b": "Aquesta adreça electrònica no està verificada, però el compte al qual està connectat té almenys una altra adreça verificada. Quan un compte té almenys una adreça verificada, només podeu enviar enllaços de restabliment de contrasenya a una de les adreces verificades. Intenteu-ho amb adreça verificada.",
	"1a91b8d2ac3b7c73": "Permetre als usuaris iniciar sessió mitjançant aquest proveïdor. Si desactiveu l'inici de sessió, els usuaris encara poden utilitzar integracions de comptes per a aquest proveïdor.",
	"1c38740079f99741": "Actualitza els testimonis per a un usuari donat.",
	"1c3d2157d2e6cc41": "L'estat (\"$1\") no és un estat de número de contacte vàlid.  Les constants d’estat vàlides són: $2.",
	"1c8158babb75cdaf": "Permetre als usuaris registrar nous comptes de Phabricator mitjançant aquest proveïdor. Si desactiveu el registre, els usuaris encara poden utilitzar aquest proveïdor per iniciar la sessió als comptes existents, però no podran crear comptes nous.",
	"1ca3dbd7e3501d31": "Aquesta clau pública ja està associada a un altre usuari o dispositiu. Cada clau ha d’identificar sense ambigüitats un únic propietari únic.",
	"1dbeed9f7bbbf542": "Quan hàgiu d’autenticar-vos, s’enviarà una sol·licitud a l’aplicació Duo del vostre telèfon.",
	"1f5be848db6c8acf": "Revoca les credencials sense preguntar.",
	"1f948b4eaa6426ac": "$1 estableix el secret del consumidor OAuth per a aquest proveïdor.",
	"1f973dc83a6364c0": "Heu iniciat la sessió com a $1, però l'adreça electrònica ($2) de la qual heu fet clic en un enllaç ja està associada amb un altre compte ($3). Podeu tancar la sessió per canviar de compte o verificar l'adreça i associar-la al vostre compte actual. Voleu associar l'adreça electrònica $4 al compte d'usuari $5?",
	"2223907b822ff825": "El vostre compte no té cap número de contacte principal.",
	"229eb7c19a7fae92": "Requereix un URI base JIRA.",
	"22d16de192c09157": "Configuració bloquejada",
	"22d7392f43221f57": "S'ha intentat configurar la galeta \"$1\" a \"$2\", però el navegador ha enviat una galeta amb el valor \"$3\". Esborreu les cookies del navegador i torneu-ho a provar.",
	"22fa506e045b671d": "Recuperar directament en una sessió completa sense necessitat de verificació d'entrada d'MF o d'altres.",
	"235e4e766f7fa82b": "Permetre als usuaris enllaçar les credencials del compte d’aquest proveïdor amb els comptes de Phabricator existents. Normalment no hi ha cap raó per desactivar-ho tret que intenteu allunyar-vos d’un proveïdor i que vulgueu impedir que els usuaris creïn enllaços de compte nous.",
	"24378787ab3dcaba": "/settings/panel/contact/",
	"24aff2a82223cd4f": "Ruta a la clau PKCS8 corresponent.",
	"254dc080c8813d6c": "Introduïu les credencials LDAP",
	"26075c635afcb184": "La consulta de registre LDAP ha retornat més d'un resultat. La consulta ha d'identificar de manera única un registre.",
	"262edf449594e30c": "El registre del correu electrònic (\"$1\") té un PHID d'usuari mal associat (\"$2\").",
	"27fdf175427b2a72": "L'adreça electrònica a la qual acabeu de fer clic a un enllaç ja és l'adreça electrònica principal d'un compte registrat ($1). Inicieu sessió per continuar.",
	"2846b096172f6467": "Es mostra una guia a la pantalla d'inici de sessió principal abans que els usuaris iniciïn la sessió o es registrin.",
	"290f7c25853edaa4": "Emmagatzema en caché el format PKCS8 d'una clau pública. Quan es desenvolupa en OSX, es pot utilitzar per treballar al voltant de problemes amb ssh-keygen. Utilitzeu `$1` per generar una clau PKCS8 per alimentar aquesta ordre.",
	"2921e1e9f4e74d9c": "Revoca de tots els propietaris de credencials.",
	"2933c80e67556574": "La invitació té un PHID d'autor no vàlid ('$1').",
	"2965bee09079befc": "No es pot fer principal",
	"2a23775345683a8b": "El testimoni de resposta per a aquest desafiament no és vàlid: els testimonis de resposta poden no incloure espais.",
	"2ae8372dc553bc08": "**Pas 2 de 2**: en aquest pas, configurareu JIRA.\n\n**Creeu una aplicació JIRA**: inicieu sessió a JIRA i aneu a **Administració**, després **Complements** i, a continuació, **Enllaços d'aplicacions**. Feu clic al botó anomenat **Afegeix un enllaç d'aplicació** i utilitzeu aquesta configuració per crear una aplicació:\n\n- **URL del servidor**: '$1'\n- A continuació, feu clic a **Següent**. A la segona pàgina:\n- **Nom de l'aplicació**: 'Phabricator'\n- **Tipus d'aplicació**: 'Aplicació genèrica'\n- A continuació, feu clic a **Crea**.\n\n**Configureu la vostra aplicació**: cerqueu l'aplicació que acabeu de crear a la taula i feu clic a l'enllaç **Configura** a **Accions**. Seleccioneu **Autenticació entrant** i feu clic a la pestanya **OAuth** (es pot seleccionar per defecte). A continuació, utilitzeu aquests paràmetres:\n\n- **Clau del consumidor**: configureu-lo al valor 'Clau del consumidor' del formulari anterior.\n- **Nom del consumidor**: 'Phabricator'\n- **Clau pública**: configureu-lo al valor 'Clau pública' del formulari anterior.\n- **URL de devolució de trucada del consumidor**: '$2'\nFeu clic a **Desar** a JIRA. Ara s’hauria de configurar l’autenticació i aquest proveïdor hauria de funcionar correctament.",
	"2af52d909ee23aea": "Testimoni OAuth actiu",
	"2b0ccd8f5dae45d5": "S'enviarà una sol·licitud d'autorització a l'aplicació Duo del seu telèfon.",
	"2b681c0a24baff88": "Google",
	"2bb6caa16f303f89": "Actualment teniu autenticació multifactor ('$1') que depèn del vostre número de contacte principal. Heu d’eliminar aquest factor d’autenticació abans de poder designar un nou número de contacte principal.",
	"2bc58c54492d625a": "No s'ha pogut descodificar la resposta del testimoni d'accés OAuth: $1",
	"2bffad29d661855d": "Opcionalment, especifiqueu un o més atributs separats per comes per utilitzar per omplir el camp 'Nom real' quan registreu un compte nou. Això és purament cosmètic i no afecta el procés d’inici de sessió, però pot facilitar el registre una mica més.",
	"2c966675a89bb6c7": "Genera una clau asimètrica",
	"2d988e061e374e0f": "Aquest desafiament ja té un testimoni de resposta; no podeu establir un nou testimoni de resposta.",
	"2e96a383fec917a0": "Aquesta clau és fiable. Les claus fiables no es poden editar. Utilitzeu $1 per revocar la confiança abans d'editar la clau.",
	"2f4231f85358ffff": "usuari=$1, verificat=$2, principal=$3, cal_verificar=$4",
	"2fe5dbaaf0ada437": "S'esperava una resposta JSON vàlida de la sol·licitud de dades del compte de Facebook.",
	"302ec6705e5ddd36": "NOTA: Qualsevol usuari que pugui navegar per la pàgina d'inici de sessió d'aquesta instal·lació podrà registrar un compte de Phabricator. Per restringir qui pot registrar un compte, configureu [[ $1 | $2 ]].",
	"322ee003a2a3ac92": "$1 ha desactivat aquest número de contacte.",
	"3377751fdbf99555": "Si continueu, creeu un compte nou. No podreu enllaçar aquest compte extern amb un compte existent.",
	"33cf03732851902e": "S’enviarà un missatge de text amb un codi d’autorització al número de contacte principal.",
	"342506ff3afbb7a1": "Revoca totes les contrasenyes emmagatzemades. <br><br>Les contrasenyes de compte i les contrasenyes VCS (utilitzades per accedir als repositoris a través d'HTTP) es revocaran.  També es revocaran contrasenyes per a qualsevol aplicació de tercers que utilitzi la infraestructura de contrasenyes compartides. <br><br>Els usuaris hauran de restablir les contrasenyes del compte, possiblement mitjançant l'enllaç \"Transsenya perduda?\" a la pàgina d'inici de sessió.  També hauran de restablir les contrasenyes VCS. <br><br>Les contrasenyes estan revocades, no simplement eliminades.  Els usuaris no podran seleccionar les contrasenyes que han utilitzat anteriorment i han de triar contrasenyes noves i úniques. <br><br>La revocació de contrasenyes no finalitzarà les sessions d'inici de sessió pendents.  Utilitzeu el revocador «session» en conjunció amb aquest revocador per obligar els usuaris a tornar a iniciar sessió.",
	"3429b8010027645c": "$1 estableix la clau de consumidor OAuth per a aquest proveïdor en '$2'.",
	"3448ec57276e407b": "Orientació al cos del missatge quan els usuaris estableixen una contrasenya en un compte que anteriorment no en tenia.",
	"34f43ce7378fef45": "No hi ha cap clau SSH coincident.",
	"3537fbc2c8b8c5e0": "S'ha generat una clau asimètrica i s'ha afegit la clau pública com a clau reconeguda.",
	"35b71aff1eb4cd2d": "Opcionalment, podeu personalitzar el missatge de registre que es presenta als usuaris proporcionant a continuació un missatge de substitució:",
	"3679ac5bcb37e5db": "$1 ha suprimit el nom ($2) d'aquest proveïdor.",
	"3741020d8e8f2471": "La clau pública proporcionada no té el format adequat.",
	"3838b1a202e09b9d": "Els nous reptes de l'MF han de tenir un futur TTL.  Aquest factor va emetre un TTL dolent (\"$1\"). (Has utilitzat un temps relatiu en lloc d'una època?)",
	"387f4b51dfba0029": "Error de testimoni d'accés: $1",
	"38de2df3a71ecfd9": "Clau PKCS8 emmagatzemada a la caché per a la clau pública.",
	"39adb228f1051ee4": "Missatge d'inscripció personalitzat",
	"3af7bdef1987a030": "Actualitzant el testimoni, el testimoni actual caduca d'aquí $1 segons.",
	"3c5d9cd03387fb41": "Duo",
	"3cc0f443af36fbc9": "No teniu cap compte enllaçat en aquest proveïdor i, per tant, no el podeu actualitzar.",
	"3ce8e7fe978231e1": "Per configurar Facebook OAuth, creeu una nova aplicació de Facebook aquí: \n\nhttps://developers.facebook.com/apps \n\nHauríeu d'utilitzar aquests paràmetres a l'aplicació: \n\n  - **URL del lloc**: Establiu-ho a `$1` \n  - **URIs de redirecció OAuth vàlids**: També hauríeu d'establir això a `$2` \n  - **Client Inici de sessió OAuth**: Establiu-ho a **DESACTIVA**. \n  - **Navegador incrustat d'inici de sessió OAuth**: Establiu-ho a **DESACTIVAR**. \n\n\nAlguns d'aquests paràmetres poden estar a la pestanya **Avançat**. \n\nDesprés de crear la vostra nova aplicació, copieu l'**ID d'Aplicació** i **Consell d'App** als camps anteriors.",
	"3d2b2f2daf8debd0": "Utilitzeu el camp **Notes de l'aplicació OAuth** per registrar detalls sobre el compte al qual està registrada l'aplicació externa.",
	"3debb352fb9a7673": "Testimoni d'Inici de Sessió d'Un Sol Ús",
	"3e608c1332196c2f": "L'objectiu «$1» no és un objectiu vàlid per revocar credencials. Normalment, es revoca per \"@username\".",
	"3e9827879e161bb0": "$1-Bit secret",
	"3eacb47e534032c6": "Configureu Phabricator per confiar en un client OAuth. Phabricator redirigeix ​​a clients OAuth de confiança que els usuaris han autoritzat sense la intervenció de l'usuari.",
	"3ead8420752439d2": "Duo no està requerint un desafiament, el que anul·la el propòsit de MFA. Duo ha d'estar configurat per desafiar-te.",
	"3efde4486fdbde30": "Esteu destruint tota una classe de credencials. Això pot ser molt perjudicial per als usuaris. Normalment, hauríeu de fer-ho només si sospiteu que hi ha hagut un compromís generalitzat que pot haver afectat tothom.",
	"3f5beb5dd647ec3f": "Especifiqueu factors específics amb \"--provider\", o tots els factors amb \"--all-types\", però no els dos.",
	"3f7a393cfdc90b31": "Per configurar OAuth de Disqus, creeu una nova aplicació aquí:\n\nhttp://disqus.com/api/applications/\n\nCreeu una aplicació i, a continuació, ajusteu aquests paràmetres:\n\n- **URL de devolució de trucada: ** Establiu-lo a \"$1\"\n\nDesprés de crear una aplicació, copieu la **clau pública** i la **clau secreta** als camps anteriors (la **clau pública** apareix a **identificador d'aplicació OAuth**).",
	"40869663a79f92a5": "Revocar el Testimoni?",
	"409ee9d8a7d2bac9": "Per configurar WordPress.com OAuth, creeu una nova aplicació de WordPress.com aquí:\n\nhttps://developer.wordpress.com/apps/new/.\n\nHeu d'utilitzar aquests paràmetres a la vostra aplicació:\n\n- **URL:** Establiu-lo al vostre domini complet amb protocol. Per a aquesta instal·lació de Phabricator, el valor correcte és: \"$1\"\n- **URL de redirecció**: establiu-lo a: \"$2\"\n\n\nUn cop hàgiu creat una aplicació, copieu el **Identificador de client** i el **Secret del client** als camps anteriors.",
	"409f3527310237bb": "Asana",
	"419b17432c6c67cb": "Tu i altres usuaris d’aquesta instal·lació envieu massa missatges de text de prova de manera col·lectiva massa ràpidament. Espereu uns minuts per continuar amb les proves de missatges de text.",
	"43649a76312f41c2": "Aquesta sol·licitud especifica de manera inadequada un testimoni (\"$1\")  de desafiament MFA diverses vegades i no es pot processar.",
	"436c6edeae1cd8bf": "Vostè ha respost recentment a aquest factor. Les respostes no es poden reutilitzar.  Espereu $1 segons perquè el codi cicli, després torneu-ho a provar.",
	"43c0cd9a29929ed5": "Actualitza els testimonis d'accés OAuth. Això és útil principalment per al desenvolupament i la depuració.",
	"445496ef6dccb69c": "Clau SSH pública",
	"45cd3d162cddb087": "S'esperava '$1' a la petició!",
	"45e5460c37d0ebb0": "$1 ha actualitzat les notes de l'aplicació OAuth per a aquest proveïdor.",
	"468c92b5c88ec8bf": "La instal·lació s'ha completat. Registreu el vostre compte d'administrador a continuació per iniciar la sessió. Més endavant podreu configurar opcions i afegir mecanismes d'autenticació.",
	"46a9911069bd5e55": "Aquesta sol·licitud s'ha fet fora de temps perquè heu trigat massa a respondre.",
	"46b3886d73b9b47b": "Totes les claus",
	"470283433e2c3c8c": "Penja la clau pública",
	"47a5a5ae940db119": "Notes de l'aplicació OAuth",
	"47d41f7fec9db6fd": "Heu fallat massa intents per sincronitzar mètodes d'autenticació multifactors nous en un curt període de temps.",
	"4809c6e3a1b58fe7": "El vostre compte de Phabricator ja està connectat a un compte extern d'aquest proveïdor ('$1'), però actualment heu iniciat la sessió al proveïdor amb un compte diferent. Tanqueu la sessió al servei extern i torneu a iniciar la sessió amb el compte correcte abans d’actualitzar l’enllaç del compte.",
	"481aa6225adc0388": "S'esperava un testimoni per acabar la conformitat de connexió OAuth!",
	"48d620de2d063b71": "La configuració del proveïdor d’autenticació està bloquejada i no es pot canviar sense desbloquejar-la.",
	"4ad45a179c323ff1": "Voleu desactivar aquest proveïdor? Els usuaris no podran registrar-se ni iniciar sessió mitjançant comptes enllaçats. Si hi ha usuaris sense altres mecanismes d'autenticació enllaçats, ja no podran iniciar la sessió. Si desactiveu tots els proveïdors, ningú no podrà iniciar la sessió.",
	"4b2e079aadd635bf": "Nom de l'amfitrió d'API Duo",
	"4b41d2f17402e6c5": "Error d'nici de sessió",
	"4c059cf86555332f": "NOTA: La revocació de contrasenyes no posa fi a les sessions existents establertes mitjançant les contrasenyes antigues. Per finalitzar les sessions existents, executeu el revocador de 'sessió' ara.",
	"4c42c859487e1cfe": "Escaneja aquest codi QR amb l’aplicació Duo del telèfon mòbil:",
	"4e48c60a4e7ffd39": "Aquesta instal·lació de Phabricator no està configurada amb cap proveïdor d'autenticació habilitat que es pugui utilitzar per iniciar la sessió. Si us heu bloquejat accidentalment desactivant tots els proveïdors, podeu utilitzar \"$1\" per recuperar l'accés a un compte.",
	"50a577b17ffd0d84": "$1 requereix els usuaris que activin la \"navegació segura\" a Facebook per utilitzar Facebook per autenticar-se amb Phabricator. Això millora la seguretat evitant que un atacant capturi una sessió de Facebook insegura i la converteixi en una sessió de Phabricator. Es recomana habilitar-lo.",
	"5250a41af1064e08": "L'URI base JIRA ha d'incloure un protocol (com ara 'https: //').",
	"52d873a42e265333": "El proveïdor d'autenticació (\"$1\") ha trobat un error en intentar iniciar la sessió. $2",
	"53ea98f1b4db28eb": "No es poden generar claus",
	"53f073aef598ac6c": "Especifiqueu l'objectiu des del qual revocar les credencials amb \"--from\" o especifiqueu \"--everywhere\".",
	"5591e9a46e5e80f9": "S'esperava una resposta JSON de Duo.",
	"55de51d2e7052a05": "Revoca la clau pública",
	"55e68a8a4e13d7a1": "Vostè (o algú que pretén ser vostè) recentment ha sol·licitat l'enviament d'un enllaç de recuperació del compte a aquesta adreça electrònica. Si no heu fet aquesta sol·licitud, podeu ignorar aquest missatge.",
	"55fde337cb186237": "Utilitzar l'adreça de correu electrònic principal",
	"57689d419903967e": "Vols designar $1 com a número de contacte principal?",
	"586a9193aa0ceff5": "Aquest motor s’utilitza per editar proveïdors de MFA.",
	"5c454d1cb4b43b67": "Aquest factor ha llançat recentment un repte per a un flux de treball diferent. Espereu $1 segons fins que el codi cicli i torneu-ho a provar.",
	"5cbb430971d27afc": "$1 ha desactivat aquest proveïdor.",
	"5cd8533bdd9ad8b4": "El seu navegador no ha presentat una galeta '$1' amb informació de l'estat del client a la sol·licitud. Comproveu que les galetes estiguin habilitades. Si aquest problema persisteix, és possible que hàgiu d'esborrar les galetes.",
	"5ceaebd78d1cfea7": "Encara no heu activat aquesta inscripció a l'aplicació Duo al vostre telèfon. Completeu l'activació i feu clic per continuar.",
	"5cec8123f636a1d4": "Aquest factor ha emès recentment un repte a una sessió d'inici de sessió diferent. Espera $1 segons perquè el codi cicli, després torneu-ho a provar.",
	"5e2a8302783a3907": "$1 ha actualitzat el missatge d'inscripció.",
	"5e50e9fdc354cf20": "Actualment teniu autenticació multifactor ('$1') que depèn del vostre número de contacte principal. Heu d’eliminar aquest factor d’autenticació abans de poder modificar o desactivar el vostre número de contacte principal.",
	"5e5f12bb30f98c6e": "El nom de l'amfitrió d'API Duo (\"$1\") no és vàlid, el nom de l'amfitrió ha de ser \"*.duosecurity.com\".",
	"5f4608d20544ae46": "Secret de l'aplicació OAuth",
	"5f857507f4ff7f98": "Ometent, el proveïdor no té cap testimoni de refresc emmagatzemat.",
	"5fdefe3d1be448a9": "Revoca totes les claus públiques SSH. <br><br>Les claus públiques SSH són revocades, no només eliminades.  Els usuaris hauran de generar i pujar noves claus úniques abans de poder accedir als repositoris o altres serveis a través de SSH.",
	"60cbd524c06415ed": "Final de la prova en blanc.",
	"6188fb4e3f52909e": "Revoqueu les credencials que poden haver estat filtrades o divulgades.",
	"61ab4acd48e731f9": "S'han destruït$1 credencials del tipus '$2'.",
	"627aab5b25a2db6a": "Enumereu informació sobre revocadors de credencials disponibles.",
	"6288f28c683b8a5d": "No existeix cap tipus de missatge amb la clau '$1'.",
	"629fa54326fe1f7f": "Se us demanarà que proporcioneu l'MFA quan l'envieu.",
	"63338d4af1595ecf": "Per configurar Google OAuth, creeu un nou «Projecte API» aquí: \n\nhttps://console.developers.google.com/ \n\nAjusteu aquests paràmetres de configuració per al vostre projecte: \n\n  - Sota **APIs & auth > APIs**, desplaceu-vos cap avall per la llista i activeu **Google+ API**.\n     - Si no ho heu fet abans, haureu d'acceptar els termes **Google+ API**. \n  - Sota **APIs & auth > Credentials**, feu clic a **Crea un nou identificador de client** a la secció ** OAuth**. Després utilitzeu aquests paràmetres: \n     - **Tipus d'aplicació**: Aplicació web \n     - **Orígens de Javascript autenticat**: Deixeu-ho en blanc. \n     - **URI de redirecció autoritzada**: Establiu-ho a `$1`. \n\n\nDesprés de completar la configuració, copieu l'**ID Client** i **client secret** des de la consola de Google als camps anteriors.",
	"633754e49c2b602b": "Ometent, el proveïdor no dóna suport a l'actualització de testimonis.",
	"64027277f1b542e5": "S'està intentant actualitzar el hasher de contrasenya, però la contrasenya de l'actualització no és la credencial emmagatzemada.",
	"64197f36f6a9cde4": "El seu compte Duo ('$1') requereix inscripció. Poseu-vos en contacte amb l'administrador de Duo per obtenir ajuda. Missatge d'estat Duo: $2",
	"641d1ffb2f19bbc8": "El proveïdor OAuth no ha pogut rescatar un identificador de compte.",
	"64d5e98f5cc06eb0": "Edita la clau SSH",
	"64e83ec6bc092ca2": "Intentant establir una contrasenya buida!",
	"6501f1807183457c": "$1 ha canviat aquest número de contacte de $2 a $3.",
	"6599c0e3083e36a7": "Benvingut, $1. Per completar el procés d'inici de sessió, proporcioneu les vostres credencials de múltiples factors.",
	"66390b7c3833ea78": "**Nom de la instància JIRA**\n\nTrieu un nom permanent per a aquesta instància de JIRA. Phabricator utilitza aquest nom internament per fer un seguiment d'aquesta instància de JIRA, en cas que l'URL canviï més endavant.\n\nUtilitzeu minúscules, dígits i punt. Per exemple, \"jira\", \"jira.mycompany\" o \"jira.engineering\" són noms raonables.",
	"672da193a266b441": "Desbloquejar la configuració del proveïdor d’autenticació per fer possible l’edició de la configuració mitjançant la interfície d’usuari web. Assegureu-vos de fer **bin/auth lock** quan hàgiu acabat d'editar la configuració.",
	"67840b74fc7bdb39": "S'han enviat massa enllaços de correu electrònic de recuperació del compte a aquest compte en un curt període de temps.",
	"68a8c1cbdb559bbe": "Proporcioneu credencials de múltiples factors",
	"6a711eb17479c5c7": "No heu pogut introduir la contrasenya correcta del compte, massa intents en un curt període de temps.",
	"6adcb9410450815f": "El nom de la instància JIRA només ha de contenir minúscules, dígits i punt.",
	"6c01ea98c53903bc": "Aquest motor s’utilitza per editar números de contacte.",
	"6c44794e5f7b8b93": "No podeu establir el resum de resposta per a un repte directament.  En comptes d'això, establiu un testimoni de resposta.  Es calcularà automàticament un resum de resposta.",
	"6c5011cc316ffb31": "S'esperava una resposta JSON vàlida de la sol·licitud de $1 de Phabricator.",
	"6c73744e46a0afd0": "$1 ha creat aquest número de contacte.",
	"6c764b58c198fab4": "Els proveïdors de Duo han de tenir una credencial d'API.",
	"6c98028552f64159": "Clau SSH $1",
	"6caf9d718c092f1b": "El tipus de clau pública ha de ser de: $1",
	"6d4110eab766dff4": "Credencial API Duo",
	"6dab7216458e25d1": "$1 ha modificat una propietat d'aquest proveïdor.",
	"6e1a5072aee3c52e": "**Pas 2 de 2 - Configurar la instància OAuth de Phabricator** \n\nPer configurar OAuth Phabricator, creeu una aplicació nova aquí: \n\n$1/oauthserver/client/crear/ \n\nEn crear l'aplicació, utilitzeu aquests paràmetres: \n\n  - **Redirecció URI:** Establiu-ho a: `$2` \n\nDesprés de completar la configuració, copieu l'ID **Client** i **secret del client** als camps anteriors.  (Podeu haver de generar el secret del client fent clic a 'secret nou' primer.)",
	"6e88228047200287": "Per verificar el vostre telèfon com a factor d’autenticació, s’enviarà un missatge de text amb un codi secret al número de telèfon que heu indicat com a número de contacte principal.",
	"6f8e8eed597bcf7e": "DESACTIVA LA CUA D'APROVACIÓ",
	"701248f1c99102d5": "Especifiqueu els factors específics amb \"--type\", o tots els factors amb \"--all-types\", però no els dos.",
	"709fcc477ac73eaa": "Sense testimoni d'autenticació OAuth",
	"72815d98201309a7": "Aquesta contrasenya està associada amb un PHID d'objecte (\"$1\") d'un objecte diferent que el proporcionat un (\"$2\").",
	"72e9b9eadf59933a": "Voleu verificar aquesta adreça electrònica ($1) i associar-la al vostre compte ($2)?",
	"730232c60ac8ec09": "Revoca la clau pública SSH",
	"739b8f047465d210": "Abans de configurar o utilitzar LDAP, heu d’instal·lar l’extensió LDAP de PHP. Actualment no està instal·lat, de manera que PHP no pot parlar amb LDAP. Normalment, podeu instal·lar-lo amb `$1`,` $2` o una ordre similar de gestor de paquets.",
	"7405cf0c3534b464": "Per configurar OAuth de Slack, creeu una nova aplicació aquí:\n\nhttps://api.slack.com/docs/sign-in-with-slack#create_slack_app\n\nQuan creeu l'aplicació, utilitzeu aquests paràmetres:\n\n- **URI de redirecció:** Establiu-lo a: `$1`\n\nDesprés de completar la configuració, copieu el **ID de client** i el **Secret del client** als camps anteriors. (És possible que hàgiu de generar el secret del client fent clic primer a 'Nou secret').",
	"7488eef97aa769d1": "S'ha enviat un repte al telèfon. Obriu l'aplicació Duo i confirmeu el repte i, a continuació, continueu.",
	"753ba8c74c63828a": "Testimoni de sincronització MFA",
	"75a977c4525e1471": "El vostre navegador no va enviar cap clau de registre amb la sol·licitud. Heu d’utilitzar el mateix navegador per començar i completar el registre. Comproveu que les cookies estiguin activades i torneu-ho a provar.",
	"76e1d96a2c40b1c0": "Heu d'especificar la ruta d'accés a un fitxer de clau pública amb $1.",
	"771ec377aad4dda0": "$1 ha canviat la credencial d'aquest proveïdor de $2 a $3.",
	"77bd2ee68105771e": "Voleu verificar aquesta adreça de correu electrònic ($1) i associar-la al vostre compte?",
	"7867b5f2109c74b7": "Aquesta petició incloïa un testimoni de desafiament MFA amb un format incorrecte i no es pot processar.",
	"795a613e1b051f7d": "S'esperava una resposta JSON vàlida de la sol·licitud de dades del compte d'Amazon.",
	"79d4fadc66eaad97": "Les claus SSH revocades no es poden editar ni restablir.",
	"7a36e57fbc3d0dc0": "AVÍS: encara no heu configurat cap proveïdor d’autenticació, de manera que el vostre compte no té credencials d’inici de sessió. Si tanqueu la sessió ara, no podreu tornar a iniciar la sessió amb normalitat.",
	"7a556d163c57b5de": "Si no reconeixeu aquest canvi, pot indicar que el vostre compte ha estat compromès.",
	"7b67216237f31526": "Recupereu l'accés a un compte si us heu bloquejat a Phabricator.",
	"7bbfdd276ac7fa0e": "No heu configurat cap número de contacte principal. Configureu un número de contacte abans d'afegir l'SMS com a factor d'autenticació.",
	"7c366de95dc5c64d": "$1 ha fet d'aquest el número de contacte principal.",
	"7c8ecff981008c94": "El compte extern ('$1') amb el qual acabeu d'autenticar-vos no està configurat per permetre els inicis de sessió en aquesta instal·lació de Phabricator. És possible que un administrador l’hagi desactivat recentment.",
	"7cd023cff7f8ec3e": "$1 ha canviat la política d'inscripció d'aquest proveïdor de $2 a $3.",
	"7e4cf8756f26b8af": "No hi ha cap proveïdor d’autorització extern configurat al qual enllaçar el vostre compte.",
	"7e5981b570f1fff0": "Per configurar OAuth de GitHub, creeu una nova aplicació GitHub aquí:\n\nhttps://github.com/settings/applications/new\n\nHeu d'utilitzar aquests paràmetres a la vostra aplicació:\n\n- **URL:** Establiu-lo al vostre domini complet amb protocol. Per a aquesta instal·lació de Phabricator, el valor correcte és: \"$1\"\n- **URL de devolució de trucada**: configureu-lo a: \"$2\"\n\n\nUn cop hàgiu creat una aplicació, copieu el **Identificador de client** i el **Secret del client** als camps anteriors.",
	"7e68108feec95e26": "$1 ha desactivat la vinculació de comptes.",
	"7e99d254a3a91446": "El número ja és principal",
	"7f2f872b8355d838": "El seu compte duo ('$1') no ha completat la inscripció a Duo. Consulteu el correu electrònic i completeu la inscripció per a continuar.",
	"7faeec8a82924b23": "S'ha bloquejat la configuració del proveïdor d'autenticació.",
	"800bf3cd70973092": "Especifiqueu l'objectiu des del qual revocar les credencials amb \"--from\" o especifiqueu \"--everywhere\", però no tots dos.",
	"807dc910979c7c7e": "El vostre navegador ha enviat una clau de registre diferent de la associada a aquest compte. És possible que hagueu d’esborrar les galetes.",
	"81c1aa74a27b25ab": "Feu el número principal",
	"81eb01f7db859b9b": "No s'admet el mode d'aparellament de noms d'usuari Duo (\"$1\").",
	"82da67b211249624": "Facebook",
	"8305d0bed00d1382": "Segur que voleu revocar tots els testimonis?  Entre altres autoritzacions temporals, això inhabilitarà qualsevol enllaç pendent de restabliment de contrasenya o recuperació de comptes.",
	"83ad622d06809918": "CUA D'APROVACIÓ",
	"84507bab36bf9c07": "$1 ha suprimit aquesta contrasenya de la llista de revocacions.",
	"845ae34a827768ca": "Bloqueja la configuració del proveïdor d’autenticació per evitar canvis a la configuració sense fer *bin/auth unlock**.",
	"850b1ddebc430166": "Per configurar OAuth d'Asana, creeu una nova aplicació aquí:\n\nhttps://app.asana.com/-/account_api\n\nQuan creeu l'aplicació, utilitzeu aquests paràmetres:\n\n- **URL de l'aplicació:** Establiu-lo a: \"$1\"\n- **URL de redirecció:** Establiu-lo a: \"$2\"\n\nDesprés de completar la configuració, copieu el **Identificador de client** i el **Secret del client** als camps anteriors.",
	"853f11cbde525abf": "Després de descarregar la clau privada, es destruirà. No el podreu rescatar si perdeu la còpia.",
	"87e098799e28c885": "Escaneja el codi QR o introdueix manualment la clau que es mostra a l'aplicació.",
	"888ff221f6dba819": "El compte amb què intenteu registrar-vos fa servir un proveïdor d'autenticació desactivat (\"$1\"). És possible que un administrador hagi desactivat recentment aquest proveïdor.",
	"88cb01d4762a3afa": "No es pot editar la clau de confiança",
	"89a946e4e507a375": "El fitxer de clau pública especificat '$1' no existeix!",
	"89ee84a9ab0ba731": "La clau \"$1\" es revocarà permanentment i ja no podreu utilitzar la clau privada corresponent per autenticar-vos.",
	"8a2572f30b33b06b": "No podeu convertir un número desactivat en el vostre número de contacte principal.",
	"8aafb04bb2f4a597": "El compte extern ('$1') amb el qual acabeu d'autenticar-vos no està configurat per permetre el registre en aquesta instal·lació de Phabricator. És possible que un administrador l’hagi desactivat recentment.",
	"8cc16d224c154022": "Revoca la clau SSH",
	"8d4b3db3f5fb3f85": "La sol·licitud no incloïa la clau del compte.",
	"8ddad3898db5a640": "Requereix un nom d’instància JIRA.",
	"8eb3b1e24355e44b": "Edita la clau pública SSH",
	"8f072d6bacb377aa": "$1 ha actualitzat el secret de l'aplicació OAuth per a aquest proveïdor.",
	"8f8b3cee7e3b64f5": "**Envieu un comentari** a la tasca JIRA, similar als correus electrònics que envia Phabricator.",
	"8f8c389e278d69ba": "Cal una clau de consumidor.",
	"901825de6c941632": "S'ha intentat configurar la galeta \"$1\" a \"$2\", però el vostre navegador no ha acceptat la galeta. Comproveu que les galetes estiguin activades, esborreu-les i torneu-ho a provar.",
	"90709e4a0d095458": "No es pot carregar la credencial de l'API de Duo ('$1').",
	"92a60de16bd54ca5": "NOTA: Aquest proveïdor **només admet JIRA 6**. No funcionarà amb JIRA 5 o versions anteriors.",
	"93053d29d8703e80": "Cal un nom de clau SSH.",
	"9334d0bf7105b62b": "Cal un secret per al consumidor.",
	"93c41deece434a5e": "Elimina els factors sense preguntar.",
	"969acacc1931a9c6": "DETALL DE LA CLAU SSH",
	"96ca538a066e065e": "No s'ha pogut convertir la clau pública al format PKCS8. Si esteu desenvolupant OSX, és possible que pugueu utilitzar `$1 'per solucionar aquest problema. $2",
	"97ce2873b7987ec4": "(AVÍS) Examineu la taula següent per obtenir informació sobre com s’emmagatzemaran els hashes de contrasenya a la base de dades. \n\n(NOTA) Podeu seleccionar una longitud mínima de contrasenya posant `$1` a la configuració.",
	"99f7ed543bf3747d": "Fiable",
	"9b2864d1999902cc": "Heu d'especificar la ruta d'accés a un fitxer de clau pkcs8 amb $1.",
	"9b9303574c39b97a": "Aquest motor s’utilitza per editar missatges d'auntenticació.",
	"9be988e1da3ea31b": "El patró «$1» no és vàlid.",
	"9c07aba6c87c5dca": "Veure claus actives",
	"9c96766f5afe4c41": "Clau SSH $1: $2",
	"9dc4b2c8f654410d": "Phabricator no conservarà cap còpia de la clau privada.",
	"9dd84db709996770": "Testimoni actualitzat, el nou testimoni caduca en $1 segons.",
	"9eb1e16f029e1403": "$1 estableix el secret de l'aplicació OAuth per a aquest proveïdor.",
	"9fa68c9c43c72321": "Quan els usuaris facin clic a l'acció \"Canvia el nom d'usuari\" a les seves pàgines de perfil, però no tenen els permisos necessaris, se'ls presentarà un missatge explicant que no estan autoritzats a fer l'edició. \n\nPodeu proporcionar instruccions addicionals aquí per ajudar els usuaris a sol·licitar un canvi d'usuari, si hi ha algú específic que haurien de contactar o un flux de treball en particular que haurien d'utilitzar.",
	"9fd2db9c97da466b": "Estàs intentant obtenir accés a un compte ($1) que no pot establir una sessió de web.",
	"a1314083554b108a": "Heu d'aprovar el desafiament que s'ha enviat al vostre telèfon. Obriu l'aplicació Duo i confirmeu el repte i, després, continueu.",
	"a1de0fec262bf00b": "Baixa la clau privada ($1)",
	"a1f814f7f3ce9fd3": "Assegureu-vos que copieu i enganxeu tot l'enllaç al navegador. Els enllaços d'inici de sessió només són vàlids durant 24 hores i només es poden utilitzar una vegada.",
	"a1fb1a188d577ee0": "$1 ha desactivat l'inici de sessió.",
	"a209716faa90fb92": "Número principal",
	"a23ea4ee82b8c99f": "Segur que voleu revocar aquest testimoni?  Qualsevol autorització temporal que activi estarà desactivada.",
	"a26759ac83877706": "L'URI on s'instal·la JIRA. Per exemple: $1",
	"a352d7460e8896ba": "Adreça a pèl",
	"a3988a32e0cfaf64": "Heu fet massa intents de recuperació del compte en un curt període de temps.",
	"a3c7cb85f9340c53": "Baixa la clau privada",
	"a47504797d160bbe": "Consultar claus públiques.",
	"a5d4b2d3f3e7896f": "**Pas 1 de 2**: proporcioneu el nom i l'URI de la instal·lació de JIRA.\n\nAl següent pas, configurareu JIRA.",
	"a60c827af4081ad4": "Ja teniu l'autenticació Duo adjunta al vostre compte per a aquest proveïdor.",
	"a63fd2fb9bba0ed8": "Aquest intent d'inscripció a Duo no és vàlid o ha caducat (\"$1\"). Cancel·leu el flux de treball i torneu-ho a provar.",
	"a69600f6343d4ca9": "Per triar un altre número de contacte principal, feu que el número sigui principal (en lloc de degradar-lo).",
	"a9b6d7f6802718b0": "Permetre als usuaris desenllaçar les credencials del compte d’aquest proveïdor dels comptes de Phabricator existents. Si desactiveu això, els comptes de Phabricator estaran vinculats permanentment als comptes del proveïdor.",
	"a9c31b2ba160ccc6": "Aquest flux de treball generarà una clau asimètrica SSH, afegirà la clau pública i us permetrà descarregar la clau privada.",
	"aaa365c48e86a4fe": "Massa fallades d’inici de sessió recentment. Heu d’enviar un CAPTCHA amb la vostra sol·licitud d’inici de sessió.",
	"aaafe971de1f3fcf": "El fitxer de clau pkcs8 especificat '$1' no existeix!",
	"aaf6ad0fa99fb063": "Per configurar OAuth de Twitch.tv, creeu una nova aplicació aquí:\n\nhttp://www.twitch.tv/settings/applications\n\nQuan creeu l'aplicació, utilitzeu aquests paràmetres:\n\n- **URI de redirecció: * Establiu-lo a: `$1`\n\nDesprés de completar la configuració, copieu el **Identificador de client** i el **Secret del client** als camps anteriors. (És possible que hàgiu de generar el secret del client fent clic primer a \"Nou secret\").",
	"ac6b982d5a6f1aab": "Aquesta clau privada requereix una contrasenya, però s'ha proporcionat una contrasenya incorrecta. Comproveu que heu proporcionat la clau i la frase de contrasenya correctes.",
	"ac742b62a7efe892": "Quan els usuaris afegeixen un factor per a aquest proveïdor, se'ls proporciona aquesta guia de registre per defecte:",
	"ac7557c0844b1081": "$1\n\nPer configurar OAuth de Amazon, creeu un nou \"Projecte API\" aquí:\n\nhttp://login.amazon.com/manageApps\n\nUtilitzeu aquests paràmetres:\n\n- **URL de retorn permesos:** Afegiu-ho: \"$2\"\n\nDesprés de completar la configuració, copieu el **Identificador de client** i el **Secret del client** als camps anteriors.",
	"ac7e265f024b2e94": "CAPTCHA no s'ha introduït correctament.",
	"ac899e9da79eca71": "Configura JIRA OAuth. NOTA: només admet JIRA 6.",
	"ac92f9695336154f": "El compte amb què intenteu registrar-vos té una adreça de correu electrònic no vàlida ($1). Aquesta instal·lació de Phabricator només permet el registre amb adreces de correu electrònic específiques:",
	"acab0a1ebdaaf63d": "Si no heu rebut cap correu electrònic, podeu fer clic al botó següent per provar d'enviar-ne un altre.",
	"acd2247e4e3afffd": "La plantilla d'invitació no inclou l'URI d'invitació!",
	"adb89b4344bf0a89": "$1 va restablir aquesta clau.",
	"adfcabe92e3cd940": "Abans d’utilitzar Phabricator, heu d’afegir l’autenticació multifactor al vostre compte. L’autenticació multifactor ajuda a protegir el vostre compte, impedeix que els atacants puguin accedir o dur a terme accions confidencials.",
	"ae3ebe80feb37519": "El compte de Duo (\"$1\") està completament inscrit.",
	"ae70ab8ea4fa1049": "$1 ha creat aquesta contrasenya.",
	"ae768f766f75b0f4": "Romandre",
	"aea89f95f01a155d": "El compte amb què intenteu iniciar la sessió utilitza un proveïdor d’autenticació inexistent o desactivat (amb la clau '$1'). És possible que un administrador hagi desactivat recentment aquest proveïdor.",
	"aeb46eb43d192f16": "Dos proveïdors d'autenticació utilitzen la mateixa clau de proveïdor (\"$1\"). Cal identificar cada proveïdor mitjançant una clau única.",
	"af007b0bd2293539": "Duo ($1)",
	"affaf3c37eeaed13": "Es va proporcionar un repte completat com a repte contestat. El factor subjacent s’implementa de manera incorrecta; és possible que els reptes no es reutilitzin.",
	"b093246124f702b6": "Revoca el Testimoni",
	"b1760ef321b742fb": "No hi ha extensions de motor de sessió registrades.",
	"b230a97ecb69c556": "Revoca tots els testimonis de l'API Conduit utilitzats per accedir a l'API.\n\nEls usuaris hauran d'utilitzar `arc install-certificate` per instal·lar nous testimonis API abans que funcionin les ordres `arc`. Bots i scripts que accedeixin a l'API hauran de tenir nous testimonis generats i instal·lats.",
	"b25783a8e196a10e": "JIRA",
	"b3056d0555e10826": "$1 ha actualitzat el secret del consumidor OAuth per a aquest proveïdor.",
	"b3e50e23a2b43086": "Si voleu registrar un compte nou, continueu amb aquest flux de treball de registre i trieu una nova adreça de correu electrònic única per al compte nou.",
	"b3f6e702f20059fb": "Si tanqueu la sessió ara, podeu recuperar l'accés al vostre compte més endavant mitjançant el flux de treball de recuperació del compte. La pantalla d'inici de sessió us demanarà instruccions de recuperació.",
	"b4077e86801d6479": "El vostre compte Duo ('$1') no pot accedir a aquest sistema. Poseu-vos en contacte amb l'administrador de Duo per obtenir ajuda. L'API de preautor Duo ha respost amb un missatge d'estat ('$2'): $3",
	"b444aff5788b2d45": "Personalitzar el missatge d’inscripció",
	"b4d0e4b547fef0f8": "Compatibilitat amb l’autenticació push de Duo.",
	"b6f49bf559f278c9": "Testimoni de restabliment de la contrasenya",
	"b7a04c9a07a8ceda": "La contrasenya seleccionada és massa curta. Les contrasenyes han de tenir un mínim de $1 caràcters.",
	"b815bf52ed9cef05": "Voleu finalitzar totes les sessions? (La sessió d’inici de sessió actual no s’acabarà.)",
	"b823410e9e2522a7": "Proporcioneu una clau pública, no una clau privada!",
	"b89ccca140d67997": "Utilitzeu \"--type <tipus>\" or \"--provider <phid>\" per especificar quins factors es poden eliminar o \"--all-types\" per eliminar tots els factors. Utilitzeu `bin/auth list-factors` per mostrar els tipus de factors disponibles o `bin/auth list-mfa-providers` per mostrar els proveïdors disponibles.",
	"b91e2fc4a8258dd1": "Heu iniciat la sessió com a $1, però l'adreça de correu electrònic en què acabeu de fer clic a un enllaç ja és l'adreça de correu electrònic principal d'un altre compte ($2). Canvieu de compte i torneu-ho a provar.",
	"badc716012a913f4": "Finalitza totes les sessions d'inici de sessió web. Si es trucat a través d'OAuth, també finalitza el testimoni actual d'OAuth.\n\nAVÍS: Aquest mètode fa el que diu a l'etiqueta. Si truqueu aquest mètode a través de la consola de proves de la interfície web, us tancarà la sessió!",
	"bae03ad2a69dae8a": "Aquest número de contacte ja és el vostre número de contacte principal.",
	"baed7f8ff56aadbc": "Testimonis d'autenticació",
	"bafb97c1636ef964": "$1 ha actualitzat l'algoritme hash d'aquesta contrasenya de \"$2\" a \"$3\".",
	"bb5be1a79eab35e2": "$1 ha desactivat el registre.",
	"bc7d23eacaf6e004": "[Clau SSH]",
	"bccbe161d0c4e6e6": "Per configurar OAuth de Twitter, creeu una nova aplicació aquí:\n\nHttps://dev.twitter.com/apps\n\nQuan creeu l'aplicació, utilitzeu aquests paràmetres:\n\n- **URL de devolució de trucada:** Establiu-lo a: '$1'\n\nDesprés de completar la configuració, copieu la **clau del consumidor** i el **secret del consumidor** als camps anteriors.",
	"bcead44a3b191d82": "$1 ha actualitzat el material de la clau pública d'aquesta clau SSH.",
	"bd8b222dab63a89d": "$1 ha creat aquesta clau.",
	"bdc0a784ea8d2087": "Aquesta clau privada no s'ha pogut obrir. Això pot significar que la clau requereix una contrasenya o pot significar que la clau no té un format correcte. Comproveu que heu proporcionat el text complet d’una clau privada vàlida i la frase de contrasenya correcta.",
	"bee9e5575c7a4914": "S'esperava una resposta JSON vàlida de la sol·licitud de dades del compte de Google.",
	"bf201794993c4c2e": "Establiu Phabricator perquè no confiï en un client OAuth. Phabricator redirigeix ​​a clients OAuth de confiança que els usuaris han autoritzat sense la intervenció de l'usuari.",
	"bfc00f73d7f16305": "Cap plataforma de correu de sortida està configurada per enviar SMS.",
	"c00bac07318ec753": "Si deixeu una seguretat elevada, haureu d’autenticar-vos de nou la propera vegada que intenteu de fer una acció d’alta seguretat.",
	"c0279c2b6b85ccc5": "NOTA: Amazon **requereix** HTTPS, però la vostra instal·lació de Phabricator no utilitza HTTPS. **No podreu afegir Amazon com a proveïdor d'autenticació fins que no configureu HTTPS en aquesta instal·lació**.",
	"c1543b657a9d339b": "Inscripció a MFA",
	"c1e7587a5253ec19": "Voleu destruir les credencials a tot arreu?",
	"c27aa467ce47507b": "$1 ha canviat la política d'usuari per a aquest proveïdor de $2 a $3.",
	"c433dacd8c745d9e": "S'ha proporcionat una frase de contrasenya per a aquesta clau privada, però no requereix una contrasenya. Comproveu que heu proporcionat la clau correcta o ometeu la contrasenya.",
	"c5027eb526603212": "$1 ha creat aquest proveïdor.",
	"c5b2be7f42c32a7e": "Revoca els testimonis d'autenticació temporals. <br><br>Els testimonis temporals s'utilitzen en el correu de restabliment de contrasenya, el correu de benvinguda i altres sistemes com Git LFS.  La revocació de testimonis temporals invalidarà els enllaços existents en el restabliment de la contrasenya i convidarà el correu que s'hagi enviat abans de la revocació.",
	"c61f89dc801f1c3e": "El compte que intenteu enllaçar ja està enllaçat amb el vostre compte.",
	"c64f5f37ff80def0": "Introduïu el codi del missatge de text que s'ha enviat al vostre número de contacte principal.",
	"c7af8237bf6f43d3": "Nom de la instància JIRA",
	"c8f9fd0df22e108b": "Aquesta instal·lació de Phabricator requereix que activeu la navegació segura al vostre compte de Facebook per utilitzar-la per iniciar la sessió a Phabricator. Per obtenir més informació, vegeu $1",
	"c9b8fa47ad2aaf84": "L'extensió PHP 'openssl' no està instal·lada. Heu d'instal·lar aquesta extensió per afegir un proveïdor d'autenticació JIRA, ja que les sol·licituds JAI OAuth utilitzen l'algorisme de signatura RSA-SHA1. Instal·leu l'extensió 'openssl', reinicieu Phabricator i torneu-ho a provar.",
	"c9e9e5d7302197a1": "No s'ha pogut carregar el secret de testimonis OAuth1 des de l'emmagatzematge.  Pot haver caducat. Torna a provar l'autenticació.",
	"c9fd3e429abc5bf9": "Aquesta clau privada requereix una contrasenya, però no s'ha proporcionat cap contrasenya. Comproveu que heu proporcionat la clau correcta o proporcioneu la contrasenya.",
	"ca873d6d2092ad63": "$1 estableix les notes de l'aplicació OAuth per a aquest proveïdor.",
	"cad11556932ce76a": "El tipus de credencial '$1' no és vàlid. Els tipus de credencials vàlids són: $2.",
	"cb0faca28575491a": "Genera una clau asimètrica",
	"cbf964ff00a0a7de": "LDAP: no s'ha pogut rescatar el registre de l'usuari '$1' en fer cerques. És possible que els usuaris acreditats no puguin cercar al vostre servidor LDAP. Proveu de configurar credencials anònimes o enllaços totalment anònims.",
	"cdcac6340e3ab87d": "$1 ha canviat el valor \"$2\" de \"$3\" a \"$4\".",
	"cdf8fcd13aa741e1": "S’enviarà un enllaç de restabliment de la contrasenya a la vostra adreça electrònica principal. Seguiu l'enllaç per definir una contrasenya de compte.",
	"d104d1016cecd3b3": "$1 va revocar aquesta clau.",
	"d1634cbbeedb9dd5": "Testimoni d'aproximació de mans OAuth1",
	"d1e525a29596b13f": "**Pas 1 de 2: nom de la instància OAuth de Phabricator**\n\nTrieu un nom permanent per a la instància del servidor OAuth de Phabricator. //Aquesta// instància de Phabricator utilitza aquest nom internament per fer un seguiment de la instància del servidor OAuth de Phabricator, en cas que l'URL canviï més endavant.",
	"d2da3031e406d67e": "La resposta del Captcha és incorrecta. Torneu-ho a provar.",
	"d33d7d4ed6965417": "El proveïdor d’autenticació (de la classe '$1') intenta carregar o crear un compte extern, però ha proporcionat una llista d'identificadors de comptes que corresponen a diversos comptes: $2.",
	"d3872954623f63ba": "La credencial de l'API Duo ('$1') no té cap clau secreta.",
	"d391b7a6e41ac71a": "LDAP: no s'ha pogut rescatar el registre de l'usuari '$1' en cercar amb credencials d'usuari i anònimes.",
	"d45762e3b57629e4": "S'ha bloquejat la configuració de l'autenticació",
	"d4ea8750854afcef": "Podeu tornar-ho a provar o sol·licitar un enllaç nou per correu electrònic.",
	"d510e5be34868617": "El vostre compte té massa intents de sincronització MFA pendents i incomplets. Espereu una hora i torneu-ho a provar.",
	"d53952fda5180c11": "Tipus de testimoni temporals",
	"d5dcec90f21e21c7": "Orientació mostrada després que un usuari iniciï sessió amb un enllaç de correu electrònic i se li demana que enllaci un compte extern.",
	"d63e3b0f4d345778": "ERROR: feu una sol·licitud de l'API Conduit a \"$1\", però la ruta correcta de sol·licitud HTTP que cal utilitzar per accedir a un mètode COnduit és \"$2\" (per exemple, \"$3\"). Comproveu la vostra configuració.",
	"d7f00a42d7a45731": "$1 ha desactivat l'inici de sessió automàtic.",
	"d8176053656cf48f": "No podeu \"--list\" ni revocar credencials (amb \"--from\" o \"--everywhere\") en la mateixa operació.",
	"d92c529d7c62e00c": "El compte amb el què intenteu registrar-vos utilitza un proveïdor d’autenticació (\"$1\") que no permet el registre. És possible que un administrador hagi desactivat recentment els registres amb aquest proveïdor.",
	"da7068aaed813f62": "Establir el número de contacte principal",
	"da9004c29fc22d3d": "Heu iniciat la sessió com a $1, però l'adreça electrònica de la qual heu fet clic en un enllaç ja està verificada i està associada a un altre compte ($2). Canvieu de compte i torneu-ho a provar.",
	"dafeafc84ff1be7b": "Primer s’enumeren algoritmes més forts. L’algorisme ressaltat s’utilitzarà quan s’emmagatzemin nous hash. Els hash més antics s’actualitzaran al millor algorisme amb el pas del temps.",
	"db459e7c3833ff39": "Motor: Sessió",
	"dba78c70c754a370": "Requereix un compte de Duo existent",
	"dbd24dd38a1082e3": "Pengeu la clau pública SSH",
	"dc30af2f606952b9": "$1 ha reanomenat el host d'aquest proveïdor de $2 a $3.",
	"dcce25e7a9754fc9": "Es requereix informació sobre la clau SSH.",
	"dd266bd7c579852e": "Guia en el diàleg 'Canviar el nom d'usuari' per sol·licitar un canvi de nom d'usuari.",
	"de1cec398ccdc788": "Un cop hàgiu completat la configuració al telèfon, feu clic a continua.",
	"de2cde946ca5c581": "Cal un secret de l’aplicació.",
	"def646cc234d5fb4": "Adreça analitzada sintàcticament",
	"df3d3e9712e7d2eb": "Seguretat de Duo",
	"e0153041137b61dd": "Ja teniu autenticació per SMS associada al vostre compte.",
	"e066a2409e72bf0c": "Associeu una aplicació d’autenticació mòbil (com Authy o Google Authenticator) al vostre compte. Quan hàgiu d’autenticar-vos, introduïu el codi que es mostra al telèfon.",
	"e216b7126722377a": "$1 Encara no heu afegit cap proveïdor d'autenticació. Utilitzeu \"$2\" per afegir un proveïdor, que permetrà als usuaris registrar nous comptes de Phabricator i iniciar la sessió amb ells.",
	"e2a2cb33fce844a8": "Revoqueu tots els tipus de credencials.",
	"e3ca0d7ca680f27e": "Aquesta clau privada no s'ha pogut obrir amb la contrasenya proporcionada. Això pot significar que la contrasenya és incorrecta o que la clau no té el format correcte. Comproveu que heu proporcionat el text complet d’una clau privada vàlida i la frase de contrasenya correcta.",
	"e46cc084357df044": "Nota: si desenllaceu un proveïdor d’autenticació, finalitzareu qualsevol altra sessió d’inici de sessió activa.",
	"e4d6c8fb1c21f033": "$1 ha reanomenat aquesta clau de \"$2\" a \"$3\".",
	"e5ca16897ae7bee0": "$1 ha creat aquest proveïdor MFA.",
	"e64b2f5e37378c1b": "Per habilitar el flux d’inici de sessió, seguiu les instruccions de configuració i configureu almenys un proveïdor d’autenticació i, a continuació, associeu les credencials al vostre compte. Després de completar aquests passos, podreu tancar la sessió i tornar a iniciar la sessió amb normalitat.",
	"e6d1fd8f88d1c88c": "Encara no has completat la inscripció de Duo. Completa la inscripció i, després, feu clic per continuar.",
	"e7405cc90c702dd5": "Utilitzeu aquest enllaç per recuperar l'accés al compte \"$1\" des de la interfície web:",
	"e74c925dcfef37a5": "Canviar el missatge d’inscripció",
	"e7a19b683a22d738": "Podeu ignorar aquests advertiments de manera segura si la instal·lació té controls d'accés (per exemple, es desplega en una VPN) o si tots els proveïdors configurats tenen controls d'accés (per exemple, tots són servidors privats LDAP o OAuth).",
	"e7f5484503e58311": "Les claus SSH hereten les polítiques de l'usuari o objecte que autenticen.",
	"e80472260f594f63": "Nom d'usuari de Duo: $1",
	"e9312bd1b14ea040": "Captcha",
	"e96829fc25aa1ece": "El registre de correu té un PHID d'usuari no vàlid!",
	"ea50a62c11197903": "No hi ha testimonis coincidents",
	"eb81ecd3957d56d7": "NOTA: **Per completar la configuració**, copieu i enganxeu aquestes claus a JIRA segons les instruccions següents.",
	"ebeab27a18dc9716": "URI base JIRA",
	"ebf4a427dc958eaf": "Una sessió només és visible per al seu propietari.",
	"ec0cb787e6c7ac2b": "$1 ha creat aquest missatge.",
	"ecc337929344c5c9": "Després d’introduir la clau, l’aplicació hauria de mostrar un codi numèric. Introduïu aquest codi a continuació per confirmar que heu configurat correctament l'autenticador:",
	"ed68ca9e76d76643": "Si esteu utilitzant el telèfon per veure aquesta pàgina, feu clic en aquest botó per obrir l'aplicació Duo:",
	"ee73d1195f379aa8": "No s'ha pogut actualitzar el testimoni!",
	"ee80ed84288c5bd5": "$1 ha canviat l'estat d'aquest proveïdor de $2 a $3.",
	"eeb0c3e8b8ffa85f": "Clau del consumidor",
	"ef935b31ecef21df": "Claus SSH",
	"ef9bdcfa48c76593": "Testimoni OAuth actiu (Expira: $1)",
	"f05b79a27c83d4fa": "Especifiqueu el tipus de credencial per revocar amb \"--type\" o \"--everything\", però no amb tots dos.",
	"f09fdf9021503be1": "(Si se us dóna una opció, seleccioneu que aquesta clau sigui 'Basada en el temps' i no 'Basada en el comptador'.)",
	"f0c6b0be40403dc2": "No hi ha diversos hashers de contrasenya de diferents punts forts, de manera que no es pot provar l'actualització de hash.",
	"f238a578a438b404": "{icona verificada, color =\"green\"} **S'ha completat la configuració!** \n\nHeu configurat correctament l'autenticació multifactor per al vostre compte. \n\nPodeu fer ajustos des del tauler [[/ settings/| opcions]] més endavant.",
	"f2bb7c3aebd3e4ae": "La vostra adreça remota ha fet massa intents d'inici de sessió en un curt període de temps.",
	"f3970798cb521d9e": "Orientació al cos del missatge quan els usuaris sol·licitin un enllaç de correu electrònic per accedir al seu compte.",
	"f3c62dea067b3df4": "La galeta d’inici de sessió s’ha configurat correctament, però la sessió d’inici de sessió no és vàlida. Proveu d'esborrar les galetes i torneu a iniciar la sessió.",
	"f44c9c0c0d949ff4": "Permet als usuaris associar una aplicació d’autenticació mòbil (com Google Authenticator) al seu compte.",
	"f4bc8b80a602b818": "Algorismes de hash de contrasenya",
	"f4bd5106ffbcb8f0": "OAuth1 Secret d'encaixada",
	"f5a74180c90dcf1c": "No heu pogut verificar l'autenticació multifactor massa sovint en un curt període de temps.",
	"f5bf1f8458a9ce6e": "No podeu convertir un número desactivat en un número de contacte principal.",
	"f727ad3401a62d13": "Les instruccions de la pantalla 'Espereu l'aprovació' es mostren als usuaris que han registrat un compte que encara no ha aprovat cap administrador.",
	"f74492be6b330509": "No existeix cap proveïdor amb el PHID '$1'. Utilitzeu `bin/auth list-mfa-providers` per llistar els proveïdors.",
	"f7727e0c5c127cf2": "CANVIS AL MISSATGE D'INSCRIPCIÓ",
	"f7cae2af41934d4c": "No s'admet el mode d'inscripció a Duo ('$1').",
	"f86a6d8b75765e50": "Configureu una connexió a un servidor LDAP perquè els usuaris puguin utilitzar les seves credencials LDAP per iniciar sessió a Phabricator.",
	"fa900991735b2bec": "= Opcions d'integració = \nConfigureu com enregistrar les revisions de les tasques JIRA.\n\nTingueu en compte que haureu de reiniciar els dimonis perquè això tingui efecte.",
	"facdd66ae62f3ba5": "La credencial ('$1') no és vàlida.",
	"fcbf3b798eb63192": "Les claus SSH no es poden reactivar.",
	"fcc7f5ea91438cfd": "No podeu desaprovar o desactivar l'últim proveïdor d'MFA actiu mentre «$1» estigui activat, perquè els nous usuaris no podrien inscriure's a l'MFA.  Desactiva el requisit d'MFA a Config, o crea o habilita primer un altre proveïdor d'MFA.",
	"fcf42ac3d0fae6fb": "S'esperava una resposta JSON vàlida de la sol·licitud de dades del compte GitHub.",
	"fdf0707fe9f8e0e3": "$1 ha desactivat la desvinculació del compte.",
	"fe307e51dc49cb32": "Revocar els Testimonis?",
	"fe53e09d0ff6362e": "No heu configurat cap plataforma de correu de sortida SMS. Heu de configurar-ne una abans de poder configurar l'SMS. Veure: $1",
	"fec64c6e984c23be": "Inscripció al compte de Duo: $1",
	"ff47e3a73a177d95": "La sessió d'inici de sessió no és vàlida i no s'ha pogut esborrar la galeta de sessió. Proveu d'esborrar les galetes del navegador.",
	"ff5d7e2e4e305441": "OAuth Secret del consumidor",
	"8132865068671351": "La contrasenya que heu introduït s'ha revocat. No podeu tornar a utilitzar una contrasenya revocada. Trieu una contrasenya nova."
}
