{
  "00a64a49b8cbf97e": "$1 renamed this provider from $2 to $3.",
  "012f3cfd29d66d76": "$1 enabled login.",
  "014c82cd910f7392": "Disable Contact Number",
  "01624f96a6a6bfa4": "This key has been revoked. Choose or generate a new, unique key.",
  "01a57dca3e44b680": "SSH Key Actions",
  "01ddf839b9f3551a": "Adding a PKCS8 keyfile to the cache can be very dangerous. If the PKCS8 file really encodes a different public key than the one specified, an attacker could use it to gain unauthorized access.\n\nGenerally, you should use this option only in a development environment where ssh-keygen is broken and it is inconvenient to fix it, and only if you are certain you understand the risks. You should never cache a PKCS8 file you did not generate yourself.",
  "0204bd421ceca4cf": "This provider (\"$1\") already exists, and you can not add more than one instance of it. You can edit the existing provider, or you can choose a different provider.",
  "021349e66fae645c": "To add a Duo factor, first download and install the Duo application on your phone. Once you have launched the application and are ready to perform setup, click continue.",
  "022c7398616a5935": "Specify an OAuth client id with $1.",
  "024400a7b8dbf007": "The verification code you provided is incorrect, or the email address has been removed, or the email address is owned by another user. Make sure you followed the link in the email correctly and are logged in with the user account associated with the email address.",
  "025ca1c9dd5e4e06": "Edit Contact Number",
  "02c8304104610b98": "Passwords",
  "02f02485ab679a90": "Algorithm",
  "0322424763b1c85e": "You must specify the username of the account to recover.",
  "033ad62eb1258a42": "Authentication provider configuration is locked, and can not be changed without being unlocked. See the configuration setting $1 for details.",
  "03b0e87b1da8286d": "Revoke Tokens",
  "03ea3746c9985b6f": "There are too many configured default registration providers.",
  "04e1bc4ad686da44": "Unlink \"$1\" Account?",
  "0509c518a8f66827": "Strip factors from specified users.",
  "05266310cbbb3d4f": "You must confirm the selected password.",
  "052e3f6ffbc75a12": "Authentication provider (of class \"$1\") is attempting to load or create an external account, but provided no account identifiers.",
  "06c77afb0ec859d4": "Edit Auth Messages",
  "06de355e281c364c": "Complete enrolling your phone with Duo:",
  "07312373a702475c": "Unknown session type \"$1\".",
  "073b62df31e79f51": "Setup Admin Account",
  "08741a74e2f70d5f": "Enable Contact Number",
  "087f2494696e2108": "Create New Duo Account",
  "08888b0159c9aa34": "To add a TOTP factor to your account, you will first need to install a mobile authenticator application on your phone. Two applications which work well are **Google Authenticator** and **Authy**, but any other TOTP application should also work.\n\nIf you haven't already, download and install a TOTP application on your phone now. Once you've launched the application and are ready to add a new TOTP code, continue to the next step.",
  "08aca102bfc80846": "To configure Bitbucket OAuth, log in to Bitbucket and go to **Manage Account** > **Access Management** > **OAuth**.\n\nClick **Add Consumer** and create a new application.\n\nAfter completing configuration, copy the **Key** and **Secret** to the fields above.",
  "08fa89137b094bbc": "The account you are attempting to register or link is already linked to another user.",
  "099e89bad9540324": "The email address associated with this external account (\"$1\") is not a valid email address and can not be used to register a Phabricator account. Choose a different, valid address.",
  "09a82edf23b0c712": "Verify an unverified email address which is already attached to an account. This will also re-execute event hooks for addresses which are already verified.",
  "09c780ef81249e5d": "Must Verify Email",
  "0b5d691da52ed591": "Expected \"newResultForPrompt()\" to return an object of class \"$1\", but it returned something else (\"$2\"; in \"$3\").",
  "0b6b69bcade01631": "MFA Providers",
  "0b7252a9777d2d9e": "Strip factors for a specific provider. Use `bin/auth list-mfa-providers` for a list of providers.",
  "0b97dc2bc776e5ac": "Edit MFA Provider",
  "0bb627242dbb3c75": "SSH Key Type",
  "0c30d0fd42d14ed7": "$1 enabled auto login.",
  "0c5acae71dd3bb14": "The email address (\"$1\") associated with the external account is already in use by an existing Phabricator account. Multiple Phabricator accounts may not have the same email address, so you can not use this email address to register a new Phabricator account.",
  "0cfb56349d612e0a": "Invalid OAuth Access Token",
  "0d2ac109e16c11a0": "Create Auth Message",
  "0d455a4e2678fcac": "Verify Email",
  "0d9d50262511e7df": "Revoke credentials for the specified object. To revoke credentials for a user, use \"@username\".",
  "0daed9561c65a169": "Use \"--user <username>\" to specify which user to strip factors from, or \"--all-users\" to strip factors from all users.",
  "0dc6beaa53ca02f5": "Phabricator already trusts OAuth client \"$1\".",
  "0deb9ed509928dcc": "This factor recently issued a challenge which has expired. A new challenge can not be issued yet. Wait $1 second(s) for the code to cycle, then try again.",
  "0e04edfc0c4a533e": "Phabricator will skip email verification for accounts registered through this provider.",
  "0e484e84a1307497": "Path to public keyfile.",
  "0e8d89448c28c564": "Strip all factors, regardless of type.",
  "0ef6c671f113c7e9": "Enable the contact number $1?",
  "0f8cbfaf9c7b37c1": "Account is already registered or linked.",
  "0f961b0e7e67ad95": "Sign this transaction group with MFA.",
  "0f9ca51834a71342": "(Some types of token can not be revoked, and you can not revoke tokens which have already expired.)",
  "0faa364c1a044c6b": "You have not configured any multi-factor providers yet.",
  "1016da35f2af1896": "The external account (\"$1\") you just authenticated with is not configured to allow account linking on this Phabricator install. An administrator may have recently disabled it.",
  "10a01d3dab17312c": "Unable to Log In",
  "10fb024a0ba4754a": "If you want to link an existing Phabricator account to this external account, do not continue. Instead: log in to your existing account, then go to \"Settings\" and link the account in the \"External Accounts\" panel.",
  "11c28bfe5d2322ce": "Session has already signed required legalpad documents!",
  "11c4d14d29f889f6": "On the plus side, that purple notification bubble will disappear.",
  "11efdc9e5c0e50ee": "This account (\"$1\") can not establish web sessions, so it is not possible to generate a functional recovery link. Special accounts like daemons and mailing lists can not log in via the web UI.",
  "1205ee953421af75": "Revoke credentials of the given type.",
  "1207bf34775b9621": "This private key is not formatted correctly. Check that you have provided the complete text of a valid private key.",
  "122402ccc1706dc2": "Expected valid JSON response from Disqus account data request.",
  "1228ab62258a2cb8": "LDAP Port",
  "12413bed2272ff4a": "Really trust this PKCS8 keyfile?",
  "1244bc3f8a35f56a": "Use Phabricator Username",
  "124c25d323c0dcaa": "$1 updated the OAuth consumer key for this provider from \"$2\" to \"$3\".",
  "125847b8a3bcc376": "Contact number is already in use.",
  "126b7480e696e421": "No such user \"$1\" to recover.",
  "1295f3e050ccd893": "Expected '$1' to be '$2'!",
  "12da6d1835fb0557": "No public key was provided.",
  "1306bb93cece48d5": "Phabricator base URI should include protocol (like \"$1\").",
  "13c4e1d738794cb4": "Log In with LDAP",
  "13f7a8a3b1f86d23": "Expected verifier to finish OAuth handshake!",
  "1428d9630c72fb26": "Specify the credential type to revoke with \"--type\" or specify \"--everything\". Use \"--list\" to list available credential types.",
  "1487d8f692f1a730": "Start TLS after binding to the LDAP server.",
  "1528c8ab3a63d7bc": "Duo providers must have an API hostname.",
  "1578dfbb41dafd09": "TOTP Code",
  "1645590c114c852c": "Invalid response token for this challenge: token digest does not match stored digest.",
  "16839ad806cecbc6": "OAuth Consumer Key",
  "16b02c2cacef1afc": "Another user already has that username.",
  "16b26623918ad205": "Account Not Refreshable",
  "171ae470c441828a": "You can only recover the username for one account.",
  "175eee25085bdb76": "There are no matching tokens to revoke.",
  "17704bfdbfee11d8": "$1 disabled email trust.",
  "1792d2c4ae206e7c": "Too Short",
  "17e2fa0bfbfed913": "You denied this request. Wait $1 second(s) to try again.",
  "1879c26e2b90285e": "Phabricator Base URI",
  "18ee86c414558aee": "Guidance included in the mail message body when users request an email link to access their account.\n\nFor installs with password authentication enabled, users access this workflow by using the \"Forgot your password?\" link on the login screen.\n\nFor installs without password authentication enabled, users access this workflow by using the \"Send a login link to your email address.\" link on the login screen. This workflow allows users to recover access to their account if there is an issue with an external login service.",
  "1913c0ee16154d7d": "The selected password is very weak: it is one of the most common passwords in use. Choose a stronger password.",
  "19166f670db6efac": "LDAP Username: ",
  "199968057f5cd48b": "That email address is not verified, but the account it is connected to has at least one other verified address. When an account has at least one verified address, you can only send password reset links to one of the verified addresses. Try a verified address instead.",
  "1a6bb81fd17dc287": "Not Distinct",
  "1a91b8d2ac3b7c73": "Allow users to log in using this provider. If you disable login, users can still use account integrations for this provider.",
  "1ac6a5f14dda8928": "Allow Login:",
  "1b23c88cdc541997": "Terminate Session?",
  "1b43b22fdb2a0fda": "Wrong Account",
  "1c38740079f99741": "Refresh tokens for a given user.",
  "1c3d2157d2e6cc41": "Status (\"$1\") is not a valid contact number status. Valid status constants are: $2.",
  "1c6b855c16a170ea": "Already Registered",
  "1c8158babb75cdaf": "Allow users to register new Phabricator accounts using this provider. If you disable registration, users can still use this provider to log in to existing accounts, but will not be able to create new accounts.",
  "1c956b4275eeb6f3": "SECURITY WARNING",
  "1ca3dbd7e3501d31": "This public key is already associated with another user or device. Each key must unambiguously identify a single unique owner.",
  "1dbeed9f7bbbf542": "When you need to authenticate, a request will be pushed to the Duo application on your phone.",
  "1e74fef6d7218159": "SMS is weak, and relatively easy for attackers to compromise. Strongly consider using a different MFA provider.",
  "1f5be848db6c8acf": "Revoke credentials without prompting.",
  "1f948b4eaa6426ac": "$1 set the OAuth consumer secret for this provider.",
  "1f973dc83a6364c0": "You are logged in as $1, but the email address ($2) you just clicked a link from is already associated with another account ($3). You can log out to switch accounts, or verify the address and attach it to your current account. Attach email address $4 to user account $5?",
  "1ff965c3d2fc04bf": "Auth Provider $1",
  "2062308409ce7c75": "Phabricator already does not trust OAuth client \"$1\".",
  "211447cad9410719": "Set Test Message",
  "211d31449b6f20de": "Contact number is invalid: $1",
  "2125b1f015987ea8": "Username Attribute",
  "2181b967442f1d68": "Unlink Your Only Login Account?",
  "2223907b822ff825": "Your account has no primary contact number.",
  "229eb7c19a7fae92": "JIRA base URI is required.",
  "22d16de192c09157": "Config Locked",
  "22d7392f43221f57": "Attempted to set '$1' cookie to '$2', but your browser sent back a cookie with the value '$3'. Clear your browser's cookies and try again.",
  "22fa506e045b671d": "Recover directly into a full session without requiring MFA or other login checks.",
  "22fce5bc51e215da": "Always bind and search, even without a username and password.",
  "2358e3f5c2cf4211": "Skipping, provider is not enabled or does not exist.",
  "235e4e766f7fa82b": "Allow users to link account credentials for this provider to existing Phabricator accounts. There is normally no reason to disable this unless you are trying to move away from a provider and want to stop users from creating new account links.",
  "23d68e4c60663a02": "Does Not Allow Registration",
  "24378787ab3dcaba": "/settings/panel/contact/",
  "24aff2a82223cd4f": "Path to corresponding PKCS8 key.",
  "24d3e4fdd9a8e186": "Strength",
  "254dc080c8813d6c": "Enter LDAP Credentials",
  "26075c635afcb184": "LDAP record query returned more than one result. The query must uniquely identify a record.",
  "262edf449594e30c": "Email record (\"$1\") has bad associated user PHID (\"$2\").",
  "26d03443f514e037": "This email address has already been verified.",
  "27738e7863833f77": "The password you entered is the same as another password associated with your account. Each password must be unique.",
  "27fdf175427b2a72": "The email address you just clicked a link from is already the primary email address for a registered account ($1). Log in to continue.",
  "2846b096172f6467": "Guidance shown on the main login screen before users log in or register.",
  "290f7c25853edaa4": "Cache the PKCS8 format of a public key. When developing on OSX, this can be used to work around issues with ssh-keygen. Use `$1` to generate a PKCS8 key to feed to this command.",
  "2921e1e9f4e74d9c": "Revoke from all credential owners.",
  "2933c80e67556574": "Invite has invalid author PHID (\"$1\").",
  "2965bee09079befc": "Unable to Make Primary",
  "2a13d49d4ed463da": "Use lowercase letters, digits, and periods. For example: $1",
  "2a23775345683a8b": "The response token for this challenge is invalid: response tokens may not include spaces.",
  "2a618c0153e5ac9b": "Anonymous Password",
  "2ac37a2e381e854e": "Use the button below to log in as: $1",
  "2ae8372dc553bc08": "**Step 2 of 2**: In this step, you will configure JIRA.\n\n**Create a JIRA Application**: Log into JIRA and go to **Administration**, then **Add-ons**, then **Application Links**. Click the button labeled **Add Application Link**, and use these settings to create an application:\n\n  - **Server URL**: `$1`\n  - Then, click **Next**. On the second page:\n  - **Application Name**: `Phabricator`\n  - **Application Type**: `Generic Application`\n  - Then, click **Create**.\n\n**Configure Your Application**: Find the application you just created in the table, and click the **Configure** link under **Actions**. Select **Incoming Authentication** and click the **OAuth** tab (it may be selected by default). Then, use these settings:\n\n  - **Consumer Key**: Set this to the \"Consumer Key\" value in the form above.\n  - **Consumer Name**: `Phabricator`\n  - **Public Key**: Set this to the \"Public Key\" value in the form above.\n  - **Consumer Callback URL**: `$2`\nClick **Save** in JIRA. Authentication should now be configured, and this provider should work correctly.",
  "2af52d909ee23aea": "Active OAuth Token",
  "2b0ccd8f5dae45d5": "An authorization request will be pushed to the Duo application on your phone.",
  "2b17350c7f09b692": "Administrative approvals are disabled, so users who register will be able to use their accounts immediately. To enable approvals, configure $1.",
  "2b681c0a24baff88": "Google",
  "2b855dee91a95bcf": "Updated; Phabricator trusts OAuth client $1.",
  "2bb6caa16f303f89": "You currently have multi-factor authentication (\"$1\") which depends on your primary contact number. You must remove this authentication factor before you can designate a new primary contact number.",
  "2bc58c54492d625a": "Failed to decode OAuth access token response: $1",
  "2bffad29d661855d": "Optionally, specify one or more comma-separated attributes to use to prefill the \"Real Name\" field when registering a new account. This is purely cosmetic and does not affect the login process, but can make registration a little easier.",
  "2c73deff2d6e69e1": "You must enter an LDAP password.",
  "2c966675a89bb6c7": "Generate New Keypair",
  "2ca745ee255c4507": "MFA Provider",
  "2d1f293804ec8ef8": "MFA Provider $1",
  "2d988e061e374e0f": "This challenge already has a response token; you can not set a new response token.",
  "2e4f054f90452357": "Invite action is not a send action!",
  "2e96a383fec917a0": "This key is trusted. Trusted keys can not be edited. Use $1 to revoke trust before editing the key.",
  "2ee30cf2c2908397": "Edit Message",
  "2f4231f85358ffff": "user=$1, verified=$2, primary=$3, should_verify=$4",
  "2fe5dbaaf0ada437": "Expected valid JSON response from Facebook account data request.",
  "302ec6705e5ddd36": "NOTE: Any user who can browse to this install's login page will be able to register a Phabricator account. To restrict who can register an account, configure [[ $1 | $2 ]].",
  "30d8c7240e96ce29": "Add Multi-Factor Auth",
  "3106262b1118cedc": "The contact number.",
  "3138334f2e5a586d": "You must enter an LDAP username.",
  "316496513c0b3e0f": "Reached TOTP challenge validation with an unexpected number of unexpired challenges ($1), expected exactly one.",
  "3164b223a2ee1dfa": "Refresh LDAP Account",
  "31c06d0b9a5ec10d": "The password and confirmation do not match.",
  "31ee46163d573aaa": "Reset action counters so a user can continue taking rate-limited actions.",
  "322ee003a2a3ac92": "$1 disabled this contact number.",
  "32638f886e739198": "No Providers Configured:",
  "3377751fdbf99555": "If you continue, you will create a new account. You will not be able to link this external account to an existing account.",
  "33cf03732851902e": "A text message with an authorization code will be sent to your primary contact number.",
  "342506ff3afbb7a1": "Revokes all stored passwords.\n\nAccount passwords and VCS passwords (used to access repositories over HTTP) will both be revoked. Passwords for any third party applications which use shared password infrastructure will also be revoked.\n\nUsers will need to reset account passwords, possibly by using the \"Forgot Password?\" link on the login page. They will also need to reset VCS passwords.\n\nPasswords are revoked, not just removed. Users will be unable to select the passwords they used previously and must choose new, unique passwords.\n\nRevoking passwords will not terminate outstanding login sessions. Use the \"session\" revoker in conjunction with this revoker to force users to login again.",
  "3429b8010027645c": "$1 set the OAuth consumer key for this provider to \"$2\".",
  "3448ec57276e407b": "Guidance in the message body when users set a password on an account which did not previously have a password.",
  "34dac9a591827dc5": "Connecting to LDAP...",
  "34dbd5c4c8a64801": "Wait",
  "34f43ce7378fef45": "No matching SSH keys.",
  "3515913fa308aecc": "Authentication Error",
  "3537fbc2c8b8c5e0": "A keypair has been generated, and the public key has been added as a recognized key.",
  "35588f4fd79819bc": "$1 named this provider $2.",
  "35b71aff1eb4cd2d": "You may optionally customize the enrollment message users are presented with by providing a replacement message below:",
  "35bbc33611db2f3d": "Mail Body: Email Login",
  "35be79a441a9b579": "Send a test message to $1?",
  "35d0f5fbca4b84a0": "Auth",
  "365a7b7473e2de6a": "Text Message (SMS)",
  "3679ac5bcb37e5db": "$1 removed the name ($2) of this provider.",
  "3741020d8e8f2471": "Provided public key is not properly formatted.",
  "376197bc526d9502": "Multi-Factor Authentication is Misconfigured",
  "37b1ceaddafed9f2": "(You can not terminate your current login session. To terminate it, log out.)",
  "3831ac31da3608cc": "Your account has been created, but needs to be approved by an administrator. You'll receive an email once your account is approved.",
  "3838b1a202e09b9d": "Newly issued MFA challenges must have a future TTL. This factor issued a bad TTL (\"$1\"). (Did you use a relative time instead of an epoch?)",
  "385969d12b70feb2": "Yes (Optional)",
  "387f4b51dfba0029": "Access token error: $1",
  "38de2df3a71ecfd9": "Cached PKCS8 key for public key.",
  "3965739777faa637": "Username Change Instructions",
  "39adb228f1051ee4": "Custom Enroll Message",
  "3af7bdef1987a030": "Refreshing token, current token expires in $1 seconds.",
  "3b5a421eb313ebab": "Allows Registration",
  "3b922736c986436d": "You can link your Phabricator account to an external account to allow you to log in more easily in the future. To continue, choose an account to link below. If you prefer not to link your account, you can skip this step.",
  "3c5d9cd03387fb41": "Duo",
  "3c821358a8a26ae6": "Application ID is required.",
  "3cc0f443af36fbc9": "You do not have a linked account on this provider, and thus can not refresh it.",
  "3d2b2f2daf8debd0": "Use the **OAuth App Notes** field to record details about which account the external application is registered under.",
  "3d50952990f6f796": "firstname, lastname",
  "3d641283c8bb7d71": "Minimum length of $1 characters.",
  "3d6a54e028f99243": "This provider does not allow refreshing.",
  "3debb352fb9a7673": "One-Time Login Token",
  "3e0f08164847bbf9": "$1 revoked this password.",
  "3e3872068a37094a": "The id of the OAuth client.",
  "3e473f8a5ce7c0b2": "Newly issued MFA challenges must have a valid TTL!",
  "3e608c1332196c2f": "Target \"$1\" is not a valid target to revoke credentials from. Usually, revoke from \"@username\".",
  "3e9827879e161bb0": "$1-Bit Secret",
  "3eacb47e534032c6": "Set Phabricator to trust an OAuth client. Phabricator redirects to trusted OAuth clients that users have authorized without user intervention.",
  "3ead8420752439d2": "Duo is not requiring a challenge, which defeats the purpose of MFA. Duo must be configured to challenge you.",
  "3ef7b537f051caf6": "The email address you just clicked a link from is already associated with a registered account ($1), but is not verified. Log in to that account to continue. If you can not log in, you can register a new account.",
  "3efde4486fdbde30": "You are destroying an entire class of credentials. This may be very disruptive to users. You should normally do this only if you suspect there has been a widespread compromise which may have impacted everyone.",
  "3f4d976b84f50d3a": "You responded to this challenge correctly.",
  "3f5beb5dd647ec3f": "Specify either specific factors with \"--provider\", or all factors with \"--all-types\", but not both.",
  "3f7a393cfdc90b31": "To configure Disqus OAuth, create a new application here:\n\nhttp://disqus.com/api/applications/\n\nCreate an application, then adjust these settings:\n\n  - **Callback URL:** Set this to `$1`\n\nAfter creating an application, copy the **Public Key** and **Secret Key** to the fields above (the **Public Key** goes in **OAuth App ID**).",
  "3faee16bacdb7788": "Special users like daemons and mailing lists are not permitted to log in via the web. Log in as a normal user instead.",
  "402e0b8f29a917bd": "Login Screen Instructions",
  "4063e6362e2be283": "Mail Body: Welcome",
  "40869663a79f92a5": "Revoke Token?",
  "409ee9d8a7d2bac9": "To configure WordPress.com OAuth, create a new WordPress.com Application here:\n\nhttps://developer.wordpress.com/apps/new/.\n\nYou should use these settings in your application:\n\n  - **URL:** Set this to your full domain with protocol. For this     Phabricator install, the correct value is: `$1`\n  - **Redirect URL**: Set this to: `$2`\n\n\nOnce you've created an application, copy the **Client ID** and **Client Secret** into the fields above.",
  "409f3527310237bb": "Asana",
  "40faba9689030be8": "MFA",
  "413d954301972d90": "Terminate all login sessions.",
  "416c337be41c7c87": "Send Another Email",
  "419b17432c6c67cb": "You and other users on this install are collectively sending too many test text messages too quickly. Wait a few minutes to continue texting tests.",
  "41ee5ceea1f54d27": "Failed to find an OAuth client with ID $1.",
  "4233b4ae85d78f18": "Allow Account Linking",
  "4239a731ec97fe86": "Provider names can not be longer than $1 characters.",
  "42593f1394fb4f32": "No Account Linked",
  "430b38bf6daa7f91": "Slack",
  "43649a76312f41c2": "This request improperly specifies an MFA challenge token (\"$1\") multiple times and can not be processed.",
  "436c6edeae1cd8bf": "You recently provided a response to this factor. Responses may not be reused. Wait $1 second(s) for the code to cycle, then try again.",
  "438959aa51b2ec9d": "The external account (\"$1\") you just used to log in is already associated with another Phabricator user account. Log in to the other Phabricator account and unlink the external account before linking it to a new Phabricator account.",
  "43c0cd9a29929ed5": "Refresh OAuth access tokens. This is primarily useful for development and debugging.",
  "43cb64e8163c3118": "The OAuth provider returned an error: $1",
  "43edb9289fd59b4e": "Registration Failed",
  "44041e79a37d86de": "Unable to Verify Email",
  "445496ef6dccb69c": "Public SSH Key",
  "45013e9d52578241": "Username and password are required!",
  "45496f4fb8951339": "Disqus",
  "459569e4ba52e8d1": "Add MFA Provider",
  "45cd3d162cddb087": "Expected '$1' in request!",
  "45e5460c37d0ebb0": "$1 updated the OAuth application notes for this provider.",
  "464c7bcd89328b0a": "$1 updated the \"$2\" value.",
  "468c92b5c88ec8bf": "Installation is complete. Register your administrator account below to log in. You will be able to configure options and add authentication mechanisms later on.",
  "46a9911069bd5e55": "This request has timed out because you took too long to respond.",
  "46b3886d73b9b47b": "All Keys",
  "46fd930e4c36d70a": "Terminate Sessions",
  "470283433e2c3c8c": "Upload Public Key",
  "47a5a5ae940db119": "OAuth App Notes",
  "47d41f7fec9db6fd": "You have failed too many attempts to synchronize new multi-factor authentication methods in a short period of time.",
  "4809c6e3a1b58fe7": "Your Phabricator account is already connected to an external account on this provider (\"$1\"), but you are currently logged in to the provider with a different account. Log out of the external service, then log back in with the correct account before refreshing the account link.",
  "481aa6225adc0388": "Expected token to finish OAuth handshake!",
  "4824e489d353ae99": "Unable to start TLS connection when connecting to LDAP.",
  "48d620de2d063b71": "Authentication provider configuration is locked, and can not be changed without being unlocked.",
  "49179159921db611": "Factor type \"$1\" is unknown. Use `bin/auth list-factors` to get a list of known factor types.",
  "4a3baef3d85cea02": "Log In ($1)",
  "4a40922929c06527": "Skip This Step",
  "4ad45a179c323ff1": "Do you want to disable this provider? Users will not be able to register or log in using linked accounts. If there are any users without other linked authentication mechanisms, they will no longer be able to log in. If you disable all providers, no one will be able to log in.",
  "4b0c4f03df17e618": "Status of the MFA provider.",
  "4b2e079aadd635bf": "Duo API Hostname",
  "4b41d2f17402e6c5": "Login Failure",
  "4b5cf7adf3f07656": "Custom instructions included in \"Welcome\" mail when an administrator creates a user account.",
  "4c059cf86555332f": "NOTE: Revoking passwords does not terminate existing sessions which were established using the old passwords. To terminate existing sessions, run the \"session\" revoker now.",
  "4c285cad6d68d06c": "$1 enabled account linking.",
  "4c42c859487e1cfe": "Scan this QR code with the Duo application on your mobile phone:",
  "4cbd3191d334f001": "Contact Number $1",
  "4db662e53c186c17": "You can not unlink this account because the administrator has configured Phabricator to make links to \"$1\" accounts permanent.",
  "4dfeb357a648e888": "Account Already Linked",
  "4e48c60a4e7ffd39": "This Phabricator install is not configured with any enabled authentication providers which can be used to log in. If you have accidentally locked yourself out by disabling all providers, you can use `$1` to recover access to an account.",
  "4e6f483b12cf3092": "Another user already has that email.",
  "501fd864fb614626": "You already have a provider of this type.",
  "513e611d9f955edc": "Type of the MFA provider.",
  "52008468434b79df": "Your account has been disabled.",
  "5250a41af1064e08": "JIRA base URI should include protocol (like \"https://\").",
  "52d873a42e265333": "Authentication provider (\"$1\") encountered an error while attempting to log in. $2",
  "530c3be0a05a588a": "There are no matching factors to strip.",
  "533532c0fe1024da": "The invite code in the link you clicked is invalid. Check that you followed the link correctly.",
  "5392c950bdde4be7": "Twitter",
  "53ea98f1b4db28eb": "Unable to Generate Keys",
  "53f073aef598ac6c": "Specify the target to revoke credentials from with \"--from\" or specify \"--everywhere\".",
  "53fc49b21c176a99": "Unlocked the authentication provider configuration.",
  "54c9e3e4d558f7ac": "Log In or Register with LDAP",
  "5583b9cf0ec8cbcd": "The external account you are registering with has an email address that is already in use (\"$1\") by an existing Phabricator account. Choose a new, valid email address to register a new Phabricator account.",
  "5591e9a46e5e80f9": "Expected JSON response from Duo.",
  "55a1cf21c745a1e8": "Display name for the MFA provider.",
  "55de51d2e7052a05": "Revoke Public Key",
  "55e68a8a4e13d7a1": "You (or someone pretending to be you) recently requested an account recovery link be sent to this email address. If you did not make this request, you can ignore this message.",
  "55fde337cb186237": "Use Primary Email Address",
  "569d5d998e077ac5": "If you lose access to your account, you can recover access by sending yourself an email login link from the login screen.",
  "56ea4f784b26c213": "Login validation is missing expected parameter (\"$1\").",
  "56ee2ff379dcf74f": "Customize Messages",
  "574f02b7da654e06": "Next Step",
  "57689d419903967e": "Designate $1 as your primary contact number?",
  "584654ddda4330d8": "Message Preview",
  "586a9193aa0ceff5": "This engine is used to edit MFA providers.",
  "5922d25d9718c867": "$1 enabled account unlinking.",
  "5bffac66961f4597": "The email address $1 is now verified.",
  "5c454d1cb4b43b67": "This factor recently issued a challenge for a different workflow. Wait $1 second(s) for the code to cycle, then try again.",
  "5c8dee5c9e5b6006": "Send SMS",
  "5cbb430971d27afc": "$1 disabled this provider.",
  "5cc41c2d9eefe7c2": "Not Installed",
  "5cd8533bdd9ad8b4": "Your browser did not submit a \"$1\" cookie with client state information in the request. Check that cookies are enabled. If this problem persists, you may need to clear your cookies.",
  "5ce1478e2658f1fa": "Found $1 account(s) to refresh.",
  "5ceaebd78d1cfea7": "You have not activated this enrollment in the Duo application on your phone yet. Complete activation, then click continue.",
  "5cec8123f636a1d4": "This factor recently issued a challenge to a different login session. Wait $1 second(s) for the code to cycle, then try again.",
  "5e2a8302783a3907": "$1 updated the enroll message.",
  "5e50e9fdc354cf20": "You currently have multi-factor authentication (\"$1\") which depends on your primary contact number. You must remove this authentication factor before you can modify or disable your primary contact number.",
  "5e5f12bb30f98c6e": "Duo API hostname (\"$1\") is invalid, hostname must be \"*.duosecurity.com\".",
  "5eccf1dbb9bd2f02": "Send a login link to your email address.",
  "5f2b54b9aaf46aa0": "Leave high security and return your session to normal security levels?",
  "5f4608d20544ae46": "OAuth App Secret",
  "5f857507f4ff7f98": "Skipping, provider has no stored refresh token.",
  "5fd6197f5ff65d19": "Really terminate session $1?",
  "5fdefe3d1be448a9": "Revokes all SSH public keys.\n\nSSH public keys are revoked, not just removed. Users will need to generate and upload new, unique keys before they can access repositories or other services over SSH.",
  "5ff7e0d4cd7f4c42": "Terminate Sessions?",
  "6092e62b81f1820d": "$1 enabled email trust.",
  "60cbd524c06415ed": "End of dry run.",
  "612c6edf7256463c": "Choose Provider Type",
  "6188fb4e3f52909e": "Revoke credentials which may have been leaked or disclosed.",
  "61ab4acd48e731f9": "Destroyed $1 credential(s) of type \"$2\".",
  "627aab5b25a2db6a": "List information about available credential revokers.",
  "6288f28c683b8a5d": "No message type exists with key \"$1\".",
  "629fa54326fe1f7f": "You will be prompted to provide MFA when you submit.",
  "62ee622f3e89ee70": "$1 set the OAuth application ID for this provider to \"$2\".",
  "63338d4af1595ecf": "To configure Google OAuth, create a new 'API Project' here:\n\nhttps://console.developers.google.com/\n\nAdjust these configuration settings for your project:\n\n  - Under **APIs & auth > APIs**, scroll down the list and enable     the **Google+ API**.\n     - You will need to consent to the **Google+ API** terms if you  have not before.\n  - Under **APIs & auth > Credentials**, click **Create New Client    ID** in the **OAuth** section. Then use these settings:\n     - **Application Type**: Web Application\n     - **Authorized Javascript origins**: Leave this empty.\n     - **Authorized redirect URI**: Set this to `$1`.\n\n\nAfter completing configuration, copy the **Client ID** and **Client Secret** from the Google console to the fields above.",
  "633754e49c2b602b": "Skipping, provider does not support token refresh.",
  "64027277f1b542e5": "Attempting to upgrade password hasher, but the password for the upgrade is not the stored credential!",
  "64197f36f6a9cde4": "Your Duo account (\"$1\") requires enrollment. Contact your Duo administrator for help. Duo status message: $2",
  "641d1ffb2f19bbc8": "The OAuth provider failed to retrieve an account ID.",
  "646c9e46237367ba": "Reset action counters for this user.",
  "64d5e98f5cc06eb0": "Edit SSH Key",
  "64e83ec6bc092ca2": "Attempting to set an empty password!",
  "6501f1807183457c": "$1 changed this contact number from $2 to $3.",
  "6599c0e3083e36a7": "Welcome, $1. To complete the process of logging in, provide your multi-factor credentials.",
  "65d5c73f21dae3d3": "Already Accepted Invite",
  "66390b7c3833ea78": "**JIRA Instance Name**\n\nChoose a permanent name for this instance of JIRA. Phabricator uses this name internally to keep track of this instance of JIRA, in case the URL changes later.\n\nUse lowercase letters, digits, and period. For example, `jira`, `jira.mycompany` or `jira.engineering` are reasonable names.",
  "667659c1f5a81bad": "This is a terse test text message from Phabricator ($1).",
  "67295f5a51004cda": "No user exists with username \"$1\".",
  "672da193a266b441": "Unlock the authentication provider config, to make it possible to edit the config using the web UI. Make sure to do **bin/auth lock** when done editing the configuration.",
  "675df6e7a33a7a2b": "Account does not match provider!",
  "67840b74fc7bdb39": "Too many account recovery email links have been sent to this account in a short period of time.",
  "679d90349b262192": "Account Not Linkable",
  "67a9a025cb97fd90": "ou=People, dc=example, dc=com",
  "6876a5b84ce0456d": "Strip a specific factor type. Use `bin/auth list-factors` for a list of factor types.",
  "68a8c1cbdb559bbe": "Provide Multi-Factor Credentials",
  "68ca87a0c27a6291": "Edit Contact Numbers",
  "6a711eb17479c5c7": "You have failed to enter the correct account password too often in a short period of time.",
  "6a8bcd25438571da": "Add Multi-Factor Authentication",
  "6adcb9410450815f": "JIRA instance name must contain only lowercase letters, digits, and period.",
  "6b464e683e6a3fce": "Terminate Session",
  "6b85db7f03428528": "You must choose a password.",
  "6bd7f22bb840ea23": "Failed to find an OAuth client with id $1.",
  "6c01ea98c53903bc": "This engine is used to edit contact numbers.",
  "6c44794e5f7b8b93": "You can not set the response digest for a challenge directly. Instead, set a response token. A response digest will be computed automatically.",
  "6c5011cc316ffb31": "Expected valid JSON response from Phabricator $1 request.",
  "6c73744e46a0afd0": "$1 created this contact number.",
  "6c764b58c198fab4": "Duo providers must have an API credential.",
  "6c8ea7183583b566": "You can only verify one address at a time.",
  "6c98028552f64159": "SSH Key $1",
  "6caf9d718c092f1b": "Public key type should be one of: $1",
  "6cd1c23e41146f07": "CHANGES TO MESSAGE",
  "6d14d4e6aed1ec6d": "App Code",
  "6d4110eab766dff4": "Duo API Credential",
  "6dab7216458e25d1": "$1 edited a property of this provider.",
  "6db3041d425e2c7d": "Auth Email Invites",
  "6e1a5072aee3c52e": "**Step 2 of 2 - Configure Phabricator OAuth Instance**\n\nTo configure Phabricator OAuth, create a new application here:\n\n$1/oauthserver/client/create/\n\nWhen creating your application, use these settings:\n\n  - **Redirect URI:** Set this to: `$2`\n\nAfter completing configuration, copy the **Client ID** and **Client Secret** to the fields above. (You may need to generate the client secret by clicking 'New Secret' first.)",
  "6e29090cc921fad3": "Welcome to Phabricator",
  "6e30fde33a4b01d0": "Address Verified",
  "6e88228047200287": "To verify your phone as an authentication factor, a text message with a secret code will be sent to the phone number you have listed as your primary contact number.",
  "6ec564fa013d4176": "Phabricator ($1) MFA Code: $2",
  "6f8b477e10c08d22": "You will no longer be able to use your $1 account to log in to Phabricator.",
  "6f8e8eed597bcf7e": "DISABLE APPROVAL QUEUE",
  "701248f1c99102d5": "Specify either specific factors with \"--type\", or all factors with \"--all-types\", but not both.",
  "709fcc477ac73eaa": "No OAuth Access Token",
  "70c2e3f9b1801398": "You are already logged in.",
  "7143affdf940a6e6": "Wait For Approval Instructions",
  "71b6a1901b0957e8": "Link LDAP Account",
  "7252e3fdb361aab5": "ldap.example.com",
  "72815d98201309a7": "This password is associated with an object PHID (\"$1\") for a different object than the provided one (\"$2\").",
  "7282847634c3073e": "Disable Number",
  "728ae04e67246c99": "Username or Email",
  "72e9b9eadf59933a": "Verify this email address ($1) and attach it to your account ($2)?",
  "730232c60ac8ec09": "Revoke SSH Public Key",
  "731f2596b303fbd5": "Edit MFA Providers",
  "739b8f047465d210": "Before you can set up or use LDAP, you need to install the PHP LDAP extension. It is not currently installed, so PHP can not talk to LDAP. Usually you can install it with `$1`, `$2`, or a similar package manager command.",
  "73b35f360d279697": "$1 failed!",
  "73e438de4c4fd7db": "Anyone who can browse to this Phabricator install will be able to register an account. To add email domain restrictions, configure $1.",
  "7405cf0c3534b464": "To configure Slack OAuth, create a new application here:\n\nhttps://api.slack.com/docs/sign-in-with-slack#create_slack_app\n\nWhen creating your application, use these settings:\n\n  - **Redirect URI:** Set this to: `$1`\n\nAfter completing configuration, copy the **Client ID** and **Client Secret** to the fields above. (You may need to generate the client secret by clicking 'New Secret' first.)",
  "7488eef97aa769d1": "A challenge has been sent to your phone. Open the Duo application and confirm the challenge, then continue.",
  "74c0fda1054b04bf": "Amazon",
  "753ba8c74c63828a": "MFA Sync Token",
  "75a977c4525e1471": "Your browser did not submit a registration key with the request. You must use the same browser to begin and complete registration. Check that cookies are enabled and try again.",
  "75d86e34711d25de": "Not Complete",
  "768b18cfbe88b527": "Unlink Account",
  "76e1d96a2c40b1c0": "You must specify the path to a public keyfile with $1.",
  "76e36384524255dd": "Remove multi-factor authentication from an account.",
  "76e72a77e255bf70": "Edit Existing Provider",
  "7706aa6180a91d23": "Do you want to enable this provider? Users will be able to log in to Phabricator using linked accounts.",
  "771ec377aad4dda0": "$1 changed the credential for this provider from $2 to $3.",
  "776a2c08a44f6f0f": "Signing session legalpad documents of user with no session!",
  "778ff30ce38cd714": "$1 updated the message text.",
  "779f17f3c9da80f3": "Phabricator base URI is required.",
  "77bd2ee68105771e": "Verify this email address ($1) and attach it to your account?",
  "7803c4f05445584b": "No Linkable External Providers",
  "7837b46bdff101bc": "This account is not linkable.",
  "78614063851cedfe": "Allow Unlinking Accounts",
  "7867b5f2109c74b7": "This request included an improperly formatted MFA challenge token and can not be processed.",
  "786ec1fb8f78d08b": "Contact numbers can not be longer than $1 characters.",
  "789a2142ab0d53ab": "OAuth1 Account",
  "78cdab3abf9dc85d": "Customized",
  "78fefe1658ea3aca": "When you need to authenticate, a text message with a code will be sent to your phone.",
  "790fa6145f9d5b89": "\"$1\" Account",
  "79167df1dd0bc2f6": "Password Reset",
  "795a613e1b051f7d": "Expected valid JSON response from Amazon account data request.",
  "79d4fadc66eaad97": "Revoked SSH keys can not be edited or reinstated.",
  "79d6c82e3eda4b3c": "Follow referrals. Disable this for Windows AD 2003.",
  "79db86841a4d3e36": "user=$1, should_verify=$2",
  "7a076272512c238e": "The external account you just logged in with is not associated with a valid Phabricator user.",
  "7a36e57fbc3d0dc0": "WARNING: You have not configured any authentication providers yet, so your account has no login credentials. If you log out now, you will not be able to log back in normally.",
  "7a556d163c57b5de": "If you do not recognize this change, it may indicate your account has been compromised.",
  "7a7543d4fc8fdba3": "Link Accounts",
  "7abc5425e7b39214": "Create Admin Account",
  "7b2f3408e2850544": "Create MFA Provider",
  "7b66c2d59b36bad1": "Log Out?",
  "7b67216237f31526": "Recover access to an account if you have locked yourself out of Phabricator.",
  "7bbfdd276ac7fa0e": "You have not configured a primary contact number. Configure a contact number before adding SMS as an authentication factor.",
  "7c10dca29b31cd6e": "Unlink External Account",
  "7c341bd5e8c5c6e7": "You must verify your email address to log in. You should have a new email message from Phabricator with verification instructions in your inbox ($1).",
  "7c366de95dc5c64d": "$1 made this the primary contact number.",
  "7c8ecff981008c94": "The external account (\"$1\") you just authenticated with is not configured to allow logins on this Phabricator install. An administrator may have recently disabled it.",
  "7cd023cff7f8ec3e": "$1 changed the enrollment policy for this provider from $2 to $3.",
  "7e4cf8756f26b8af": "Currently, there are no configured external auth providers which you can link your account to.",
  "7e5981b570f1fff0": "To configure GitHub OAuth, create a new GitHub Application here:\n\nhttps://github.com/settings/applications/new\n\nYou should use these settings in your application:\n\n  - **URL:** Set this to your full domain with protocol. For this     Phabricator install, the correct value is: `$1`\n  - **Callback URL**: Set this to: `$2`\n\n\nOnce you've created an application, copy the **Client ID** and **Client Secret** into the fields above.",
  "7e68108feec95e26": "$1 disabled account linking.",
  "7e787b9791edb0e5": "Confirm the link with this $1 account. This account will be able to log in to your Phabricator account.",
  "7e99d254a3a91446": "Number Already Primary",
  "7ec0d139cbfda985": "Strip these authentication factors?",
  "7f23f740003c3d95": "The OAuth provider did not return a \"code\" parameter in its response.",
  "7f2f872b8355d838": "Your Duo account (\"$1\") has not completed Duo enrollment. Check your email and complete enrollment to continue.",
  "7faeec8a82924b23": "Locked the authentication provider configuration.",
  "800bf3cd70973092": "Specify the target to revoke credentials from with \"--from\" or specify \"--everywhere\", but not both.",
  "807dc910979c7c7e": "Your browser submitted a different registration key than the one associated with this account. You may need to clear your cookies.",
  "81c1aa74a27b25ab": "Make Primary Number",
  "81de1099ae301067": "Strip factors from all users.",
  "81eb01f7db859b9b": "Duo username pairing mode (\"$1\") is not supported.",
  "820769fe360b53a2": "You are creating a new Phabricator account linked to an existing external account from outside Phabricator.",
  "82da67b211249624": "Facebook",
  "8305d0bed00d1382": "Really revoke all tokens? Among other temporary authorizations, this will disable any outstanding password reset or account recovery links.",
  "83826acafae51f6d": "LDAP Version",
  "83ad622d06809918": "APPROVAL QUEUE",
  "84507bab36bf9c07": "$1 removed this password from the revocation list.",
  "845ae34a827768ca": "Lock authentication provider config, to prevent changes to the config without doing **bin/auth unlock**.",
  "850b1ddebc430166": "To configure Asana OAuth, create a new application here:\n\nhttps://app.asana.com/-/account_api\n\nWhen creating your application, use these settings:\n\n  - **App URL:** Set this to: `$1`\n  - **Redirect URL:** Set this to: `$2`\n\nAfter completing configuration, copy the **Client ID** and **Client Secret** to the fields above.",
  "853f11cbde525abf": "After you download the private key, it will be destroyed. You will not be able to retrieve it if you lose your copy.",
  "854045cdbf825e01": "After logging in you should set a password for your account, or link your account to an external account that you can use to authenticate in the future.",
  "85595ce1133020cd": "Analyze and diagnose issues with LDAP configuration.",
  "85732f5f887a14d3": "Your session is no longer in high security.",
  "85f17ac049c42182": "Revoked",
  "867e89f45beb8f0d": "Disable the contact number $1?",
  "871855bc303144a7": "The URI where the OAuth server instance of Phabricator is installed. For example: $1",
  "878fb2fedd3288dd": "Factor Name: $1",
  "87b7c08baed1c8e9": "Providers",
  "87ced7f8e390924b": "Address Duplicated in Input",
  "87e098799e28c885": "Scan the QR code or manually enter the key shown below into the application.",
  "888ff221f6dba819": "The account you are attempting to register with uses a disabled authentication provider (\"$1\"). An administrator may have recently disabled this provider.",
  "889fac82e7ff3ffc": "Register an Account",
  "88cb01d4762a3afa": "Can Not Edit Trusted Key",
  "893e26b5cbc31f3a": "OAuth App ID",
  "8965f4be212ed35b": "Invites are visible to administrators, the inviting user, users with an invite code, and the user who accepts the invite.",
  "89a946e4e507a375": "Specified public keyfile \"$1\" does not exist!",
  "89d205fbf8a1ec80": "You must specify the email to verify.",
  "89ee84a9ab0ba731": "The key \"$1\" will be permanently revoked, and you will no longer be able to use the corresponding private key to authenticate.",
  "8a06fc583c09e154": "TOTP",
  "8a22435e462078b1": "Configure $1 OAuth.",
  "8a240bfa30623c09": "Refreshing account #$1.",
  "8a2572f30b33b06b": "You can not make a disabled number your primary contact number.",
  "8aaf29ef6b809a9d": "Failed to bind to LDAP server (as user \"$1\").",
  "8aafb04bb2f4a597": "The external account (\"$1\") you just authenticated with is not configured to allow registration on this Phabricator install. An administrator may have recently disabled it.",
  "8c7d6ac5b5aef9f0": "No email exists with address \"$1\"!",
  "8cc16d224c154022": "Revoke SSH Key",
  "8d49e065a30eb4bd": "Onboarding",
  "8d4b3db3f5fb3f85": "Request did not include account key.",
  "8d884d6c8bcb3934": "Account Disabled",
  "8ddad3898db5a640": "JIRA instance name is required.",
  "8e45b01499f187c9": "Mail Body: Set Password",
  "8e79d5b106832aa0": "LDAP Password",
  "8eb3b1e24355e44b": "Edit SSH Public Key",
  "8eefdd52ad2d9b9b": "Generated",
  "8f072d6bacb377aa": "$1 updated the OAuth application secret for this provider.",
  "8f88d0630d4a2f86": "Leaving High Security",
  "8f8b3cee7e3b64f5": "**Post a comment** in the JIRA task, similar to the emails Phabricator sends.",
  "8f8c389e278d69ba": "Consumer key is required.",
  "8fc89afea3d19a2c": "Username or password are incorrect.",
  "901825de6c941632": "Attempted to set '$1' cookie to '$2', but your browser did not accept the cookie. Check that cookies are enabled, clear them, and try again.",
  "90709e4a0d095458": "Unable to load Duo API credential (\"$1\").",
  "90c985ae87fd84a2": "The authentication provider did not return a client state parameter in its response, but one was expected. If this problem persists, you may need to clear your cookies.",
  "91c23ff9c7a92646": "One-Time Login",
  "92a60de16bd54ca5": "NOTE: This provider **only supports JIRA 6**. It will not work with JIRA 5 or earlier.",
  "93053d29d8703e80": "SSH key name is required.",
  "930dec8bb5b0f099": "Revokes all active login sessions.\n\nAffected users will be logged out and need to log in again.",
  "9334d0bf7105b62b": "Consumer secret is required.",
  "9368f6d6cdde6134": "Address Error",
  "937f5c13edac6f07": "Password authentication is not enabled and you are already logged in. There is nothing for you here.",
  "93c41deece434a5e": "Strip factors without prompting.",
  "93d2d77d6dea672f": "Auth Message",
  "93dff031d8c2d5c7": "Auth Challenge",
  "93ef46c90aa4dda7": "No Matching Sessions",
  "940b37670e03db95": "Expected \"newResultFromIssuedChallenges()\" to return null or an object of class \"$1\"; got something else (in \"$2\").",
  "94ad457427f5e074": "Auth provider failed to load an account from $1!",
  "94cfab55fce081d7": "Provider Enabled",
  "94f758e30d947d3e": "Newly registered user \"$1\" is awaiting account approval by an administrator.",
  "95234e834cee36b3": "Unable to connect to LDAP server ($1:$2).",
  "956ed9a5de608a49": "There are no matching sessions to terminate.",
  "95793610875febfa": "No accounts match the arguments!",
  "9651b251f1e71e2e": "Register New Account",
  "969acacc1931a9c6": "SSH KEY DETAIL",
  "96ca538a066e065e": "Failed to convert public key into PKCS8 format. If you are developing on OSX, you may be able to use `$1` to work around this issue. $2",
  "96cdd240dfed0794": "Send Test Message",
  "976967e7f0a95ccf": "An email has been sent containing a link you can use to set a password for your account.",
  "97b0b04defc23ab9": "Actual exception: $1",
  "97c2c650a605574e": "Are you sure you want to log out?",
  "97ce2873b7987ec4": "(WARNING) Examine the table below for information on how password hashes will be stored in the database.\n\n(NOTE) You can select a minimum password length by setting `$1` in configuration.",
  "9825df44591a2d02": "Link Account",
  "986c0d48c09fb836": "Bad password should not match.",
  "987d754a4135f62a": "Login/Registration",
  "98916bf30c0329e6": "List available multi-factor authentication providers.",
  "98a1eb70b6af23d8": "List available multi-factor authentication factors.",
  "98a28f5f6936f5fd": "Account Recovery",
  "9900eace9e895c18": "Multi-Factor Authentication Setup Complete",
  "99f7ed543bf3747d": "Trusted",
  "9a057126579162ab": "Expected \"newResultFromChallengeResponse()\" to return an object of class \"$1\"; got something else (in \"$2\").",
  "9b0b163e61d58edf": "Allow Logins",
  "9b10914d8b0a097a": "Domain",
  "9b2864d1999902cc": "You must specify the path to a pkcs8 keyfile with $1.",
  "9b39985a692a3541": "Email Sent",
  "9b6f4cc9bd844348": "Twitch.tv",
  "9b9303574c39b97a": "This engine is used to edit authentication messages.",
  "9b9f804aeaed47ce": "Show factors, but do not strip them.",
  "9be988e1da3ea31b": "Pattern \"$1\" is not valid.",
  "9bf37bd668c18bba": "Add Multi-Factor Authentication To Your Account",
  "9c05be80682253c3": "Auth Providers",
  "9c07aba6c87c5dca": "View Active Keys",
  "9c4f5253b25cfc4b": "Auth Messages",
  "9c71a7286edb29a9": "Auth Password",
  "9c96766f5afe4c41": "SSH Key $1: $2",
  "9dc4b2c8f654410d": "Phabricator will not retain a copy of the private key.",
  "9dd84db709996770": "Refreshed token, new token expires in $1 seconds.",
  "9e10d4517d5a2f4e": "SMS",
  "9eb1e16f029e1403": "$1 set the OAuth application secret for this provider.",
  "9eb5ce54dbe7e70e": "$1, exception=$2",
  "9ee63c9892242310": "Reset $1 action(s).",
  "9f01892cfe1b96fb": "Address Already Verified",
  "9fa68c9c43c72321": "When users click the \"Change Username\" action on their profile pages but do not have the required permissions, they will be presented with a message explaining that they are not authorized to make the edit.\n\nYou can optionally provide additional instructions here to help users request a username change, if there is someone specific they should contact or a particular workflow they should use.",
  "9fd2db9c97da466b": "You are trying to gain access to an account (\"$1\") that can not establish a web session.",
  "a027e0314e6b80cd": "Sent By",
  "a11997ed2755b504": "The email address associated with this account (\"$1\") is already in use by an application and can not be used to register a new Phabricator account. Choose a different, valid address.",
  "a1314083554b108a": "You must approve the challenge which was sent to your phone. Open the Duo application and confirm the challenge, then continue.",
  "a1de0fec262bf00b": "Download Private Key ($1)",
  "a1f814f7f3ce9fd3": "Make sure you are copy-and-pasting the entire link into your browser. Login links are only valid for 24 hours, and can only be used once.",
  "a1fb1a188d577ee0": "$1 disabled login.",
  "a209716faa90fb92": "Primary Number",
  "a21a6b7a56f43462": "Unverified User Email",
  "a23ea4ee82b8c99f": "Really revoke this token? Any temporary authorization it enables will be disabled.",
  "a26759ac83877706": "The URI where JIRA is installed. For example: $1",
  "a2725bce75ce53b2": "Set Account Password",
  "a2f060b7363f54c9": "Forgot your password?",
  "a352d7460e8896ba": "Raw Address",
  "a36a997fd4322ad4": "Reset all counters.",
  "a36cd42b8dd34d9c": "To access your account, provide your email address. An email with a login link will be sent to you.",
  "a38ae8cf1f1ac67d": "Install Instructions",
  "a3988a32e0cfaf64": "You have made too many account recovery requests in a short period of time.",
  "a3c7cb85f9340c53": "Download Private Key",
  "a47504797d160bbe": "Query public keys.",
  "a4ae5db3eceed7a9": "After logging in, you can use the \"Auth\" application to add or restore authentication providers and allow normal logins to succeed.",
  "a4e02420f8c54f03": "Authentication Canceled",
  "a53d75df56d9960f": "Phabricator Instance Name",
  "a57170f68f18864c": "Will Ignore Address",
  "a59c81c5773e98cc": "Custom text for the message.",
  "a5c10ab98545e262": "Number Disabled",
  "a5d4b2d3f3e7896f": "**Step 1 of 2**: Provide the name and URI for your JIRA install.\n\nIn the next step, you will configure JIRA.",
  "a60c827af4081ad4": "You already have Duo authentication attached to your account for this provider.",
  "a63fd2fb9bba0ed8": "This Duo enrollment attempt is invalid or has expired (\"$1\"). Cancel the workflow and try again.",
  "a654e1b5e82f01ce": "Login Required",
  "a65991d9cfa99da2": "Sign With MFA",
  "a69600f6343d4ca9": "To choose a different primary contact number, make that number primary (instead of trying to demote this one).",
  "a839b9187879c2df": "Verified User Email",
  "a86ba8b93217d014": "Email Login",
  "a87942de64b4204b": "Trust Email Addresses",
  "a98885cf6cc04a5d": "Bitbucket",
  "a9b6d7f6802718b0": "Allow users to unlink account credentials for this provider from existing Phabricator accounts. If you disable this, Phabricator accounts will be permanently bound to provider accounts.",
  "a9b893701eff7096": "Unable to find LDAP account!",
  "a9c31b2ba160ccc6": "This workflow will generate a new SSH keypair, add the public key, and let you download the private key.",
  "aa950682392885ab": "To configure Facebook OAuth, create a new Facebook Application here:\n\nhttps://developers.facebook.com/apps\n\nYou should use these settings in your application:\n\n$1\n\n\nAfter creating your new application, copy the **App ID** and **App Secret** to the fields above.",
  "aaa365c48e86a4fe": "Too many login failures recently. You must submit a CAPTCHA with your login request.",
  "aaafe971de1f3fcf": "Specified pkcs8 keyfile \"$1\" does not exist!",
  "aaf6ad0fa99fb063": "To configure Twitch.tv OAuth, create a new application here:\n\nhttp://www.twitch.tv/settings/applications\n\nWhen creating your application, use these settings:\n\n  - **Redirect URI:** Set this to: `$1`\n\nAfter completing configuration, copy the **Client ID** and **Client Secret** to the fields above. (You may need to generate the client secret by clicking 'New Secret' first.)",
  "ab5d33faa45f8ebd": "Do you want to enable this provider? Users will be able to use their existing external accounts to register new Phabricator accounts and log in using linked accounts.",
  "abc70162e1b02214": "This factor has been removed from your device, so Phabricator can not send you a challenge. To continue, an administrator must strip this factor from your account.",
  "abd7975572ef027d": "An email has been sent containing a link you can use to log in to your account.",
  "ac043ea0feea72ea": "You have already accepted this invitation.",
  "ac0ccb59122634de": "You must choose a password or skip this step.",
  "ac6b982d5a6f1aab": "This private key requires a passphrase, but the wrong passphrase was provided. Check that you supplied the correct key and passphrase.",
  "ac742b62a7efe892": "When users add a factor for this provider, they are given this enrollment guidance by default:",
  "ac7557c0844b1081": "$1\n\nTo configure Amazon OAuth, create a new 'API Project' here:\n\nhttp://login.amazon.com/manageApps\n\nUse these settings:\n\n  - **Allowed Return URLs:** Add this: `$2`\n\nAfter completing configuration, copy the **Client ID** and **Client Secret** to the fields above.",
  "ac7e265f024b2e94": "CAPTCHA was not entered correctly.",
  "ac899e9da79eca71": "Configure JIRA OAuth. NOTE: Only supports JIRA 6.",
  "ac92f9695336154f": "The account you are attempting to register with has an invalid email address ($1). This Phabricator install only allows registration with specific email addresses:",
  "acab0a1ebdaaf63d": "If you did not receive an email, you can click the button below to try sending another one.",
  "acd2247e4e3afffd": "Invite template does not include invite URI!",
  "ace0e29f29d9edeb": "Password providers can't be linked.",
  "ad7773409b11bbcf": "Found LDAP Account: $1",
  "adb89b4344bf0a89": "$1 reinstated this key.",
  "add90766f53524e2": "Confirm Account Link",
  "adfcabe92e3cd940": "Before you can use Phabricator, you need to add multi-factor authentication to your account. Multi-factor authentication helps secure your account by making it more difficult for attackers to gain access or take sensitive actions.",
  "ae1e5cc7261f93a8": "Verify Email Address",
  "ae3ebe80feb37519": "Duo account (\"$1\") is fully enrolled.",
  "ae40bb07db24a408": "You must log in to take this action.",
  "ae70ab8ea4fa1049": "$1 created this password.",
  "ae768f766f75b0f4": "Stay",
  "aea89f95f01a155d": "The account you are attempting to log in with uses a nonexistent or disabled authentication provider (with key \"$1\"). An administrator may have recently disabled this provider.",
  "aeb46eb43d192f16": "Two authentication providers use the same provider key ('$1'). Each provider must be identified by a unique key.",
  "af007b0bd2293539": "Duo ($1)",
  "af3e29f0651ddf5a": "Create a New Account",
  "afb15b793b69b7a6": "Example: $1$2For LDAPS, use: $3",
  "affaf3c37eeaed13": "A completed challenge was provided as an answered challenge. The underlying factor is implemented improperly, challenges may not be reused.",
  "b06f729e4924ba22": "There is no account associated with that email address.",
  "b093246124f702b6": "Revoke Token",
  "b0b70d5cfb681a78": "Refresh Account Link",
  "b0cb9e3bee8e4c1b": "Enable Referrals",
  "b0f1d9b5d0f55e4c": "The LDAP extension is not enabled.",
  "b105e35d2d7839a4": "Will Send Invite",
  "b14ea46247601044": "Can Manage Auth Providers",
  "b1760ef321b742fb": "There are no registered session engine extensions.",
  "b18aa87140b8ea78": "The password you entered is very similar to a nonsecret account identifier (like a username or email address). Choose a more distinct password.",
  "b230a97ecb69c556": "Revokes all Conduit API tokens used to access the API.\n\nUsers will need to use `arc install-certificate` to install new API tokens before `arc` commands will work. Bots and scripts which access the API will need to have new tokens generated and installed.",
  "b25783a8e196a10e": "JIRA",
  "b2e28f41e8435e87": "Permanent Account Link",
  "b3056d0555e10826": "$1 updated the OAuth consumer secret for this provider.",
  "b33465ca12d7b40a": "ActiveDirectory Domain",
  "b37c5cfc5d44a034": "Very Weak",
  "b38b767e1a8df5bf": "Wait For Approval",
  "b3e50e23a2b43086": "If you want to register a new account, continue with this registration workflow and choose a new, unique email address for the new account.",
  "b3f6e702f20059fb": "If you log out now, you can still regain access to your account later by using the account recovery workflow. The login screen will prompt you with recovery instructions.",
  "b4077e86801d6479": "Your Duo account (\"$1\") is not permitted to access this system. Contact your Duo administrator for help. The Duo preauth API responded with status message (\"$2\"): $3",
  "b444aff5788b2d45": "Customize Enroll Message",
  "b478dbc4a6eaf45e": "Unable to Establish Web Session",
  "b4b323296f8023ce": "Mobile Phone App (TOTP)",
  "b4d0e4b547fef0f8": "Support for Duo push authentication.",
  "b4ea437c98c09ec9": "Normal Security Restored",
  "b58446acb0688ef9": "Verify $1",
  "b5852cabf3d68afc": "No Password Auth",
  "b59404d3cadea590": "Create **Issue Link** to the Revision, as an \"implemented in\" relationship.",
  "b5b11ff326dc3453": "Authentication Challenges",
  "b6f49bf559f278c9": "Password Reset Token",
  "b703559a7062d28f": "Allow Account Unlinking",
  "b7a04c9a07a8ceda": "The selected password is too short. Passwords must be a minimum of $1 characters long.",
  "b7c955f82f7115a8": "Base Distinguished Name",
  "b7dd37508638ad47": "You do not have permission to manage authentication providers.",
  "b7e7a16da8894230": "Allow Registration:",
  "b815bf52ed9cef05": "Really terminate all sessions? (Your current login session will not be terminated.)",
  "b823410e9e2522a7": "Provide a public key, not a private key!",
  "b89ccca140d67997": "Use \"--type <type>\" or \"--provider <phid>\" to specify which factors to strip, or \"--all-types\" to strip all factors. Use `bin/auth list-factors` to show the available factor types or `bin/auth list-mfa-providers` to show available providers.",
  "b8a5f698ae533506": "Session is not partial!",
  "b8f9dae49fbfe9b2": "Create Contact Number",
  "b906a216b4e72e26": "Users will only be able to register with a verified email address at one of the configured [[ $1 | $2 ]] domains: **$3**",
  "b91e2fc4a8258dd1": "You are logged in as $1, but the email address you just clicked a link from is already the primary email address for another account ($2). Switch accounts, then try again.",
  "b9c40c3e0e4f4049": "$1 set the \"$2\" value to \"$3\".",
  "ba0653f3bf221f61": "Validity of password \"$1\".",
  "ba9f3b7c9f366874": "Confirm External Account Link",
  "badc716012a913f4": "Terminate all web login sessions. If called via OAuth, also terminate the current OAuth token.\n\nWARNING: This method does what it claims on the label. If you call this method via the test console in the web UI, it will log you out!",
  "bae03ad2a69dae8a": "This contact number is already your primary contact number.",
  "baed7f8ff56aadbc": "Authentication Tokens",
  "bafb97c1636ef964": "$1 upgraded the hash algorithm for this password from \"$2\" to \"$3\".",
  "bb0f317e802ee4e4": "Multi-Factor Login",
  "bb5be1a79eab35e2": "$1 disabled registration.",
  "bc51f2d508012ea3": "Edit Auth Provider",
  "bc71bed1a1ee0c01": "Verification code can not be regenerated after an invite is created.",
  "bc77504ff5756a72": "Create Accounts",
  "bc7d23eacaf6e004": "[SSH Key]",
  "bc8d9c89efd571ee": "Stripping authentication factors...",
  "bccbe161d0c4e6e6": "To configure Twitter OAuth, create a new application here:\n\nhttps://dev.twitter.com/apps\n\nWhen creating your application, use these settings:\n\n  - **Callback URL:** Set this to: `$1`\n\nAfter completing configuration, copy the **Consumer Key** and **Consumer Secret** to the fields above.",
  "bcead44a3b191d82": "$1 updated the public key material for this SSH key.",
  "bd48ac7b00a51026": "Unlinked Account Instructions",
  "bd8b222dab63a89d": "$1 created this key.",
  "bdc0a784ea8d2087": "This private key could not be opened. This might mean that the key requires a passphrase, or might mean that the key is not formatted correctly. Check that you have supplied the complete text of a valid private key and the correct passphrase.",
  "bddc4a92685c6ab5": "Another verification email was sent to $1.",
  "bdfdca1c48c1a4a3": "Edit Auth Message",
  "bed819cd957f63e0": "Mobile App (TOTP)",
  "bee9e5575c7a4914": "Expected valid JSON response from Google account data request.",
  "bf201794993c4c2e": "Set Phabricator to not trust an OAuth client. Phabricator redirects to trusted OAuth clients that users have authorized without user intervention.",
  "bf8f6f49c9d64ee8": "The invite code in the link you clicked has already been accepted.",
  "bfc00f73d7f16305": "No outbound mailer which can deliver SMS messages is configured.",
  "c00bac07318ec753": "If you leave high security, you will need to authenticate again the next time you try to take a high security action.",
  "c0279c2b6b85ccc5": "NOTE: Amazon **requires** HTTPS, but your Phabricator install does not use HTTPS. **You will not be able to add Amazon as an authentication provider until you configure HTTPS on this install**.",
  "c069a747c25843ca": "Link $1 Account",
  "c09027a109f8f410": "The LDAP authentication provider is not enabled.",
  "c11d441d498483e8": "Active Phone Number",
  "c12d7eec4469097f": "New User \"$1\" Awaiting Approval",
  "c1543b657a9d339b": "Enroll in MFA",
  "c1e7587a5253ec19": "Really destroy credentials everywhere?",
  "c209acfc305892a4": "Contact Number",
  "c24c443968ba4136": "Refresh Account",
  "c24ed0609beb61ed": "Failed to digest password: object (\"$1\") did not return an opaque envelope with a password digest.",
  "c27aa467ce47507b": "$1 changed the username policy for this provider from $2 to $3.",
  "c2b6a0a46f31f2c6": "Optionally, specify a username attribute to use to prefill usernames when registering a new account. This is purely cosmetic and does not affect the login process, but you can configure it to make sure users get the same default username as their LDAP username, so usernames remain consistent across systems.",
  "c33966cf0997d849": "SMS Code",
  "c369dd998d49e4ea": "ldaps://ldaps.example.com/",
  "c3ecef83d0685167": "sn",
  "c433dacd8c745d9e": "A passphrase was provided for this private key, but it does not require a passphrase. Check that you supplied the correct key, or omit the passphrase.",
  "c43c1350569f1f51": "This provider is not configured to allow linking.",
  "c5027eb526603212": "$1 created this provider.",
  "c53ad797ece9dddf": "Multi-Factor",
  "c53b8ac55061a379": "This contact number is already in use.",
  "c5b2be7f42c32a7e": "Revokes temporary authentication tokens.\n\nTemporary tokens are used in password reset mail, welcome mail, and by some other systems like Git LFS. Revoking temporary tokens will invalidate existing links in password reset and invite mail that was sent before the revocation occurred.",
  "c61f89dc801f1c3e": "The account you are attempting to link is already linked to your account.",
  "c64f5f37ff80def0": "Enter the code from the text message which was sent to your primary contact number.",
  "c7af8237bf6f43d3": "JIRA Instance Name",
  "c80ef7179c35ca5e": "$1 updated the OAuth application ID for this provider from \"$2\" to \"$3\".",
  "c897eff06ea4c02d": "$1 enabled registration.",
  "c9b8fa47ad2aaf84": "The PHP 'openssl' extension is not installed. You must install this extension in order to add a JIRA authentication provider, because JIRA OAuth requests use the RSA-SHA1 signing algorithm. Install the 'openssl' extension, restart Phabricator, and try again.",
  "c9ca3cbb69f8d47e": "Auth Message $1",
  "c9e9e5d7302197a1": "Unable to load your OAuth1 token secret from storage. It may have expired. Try authenticating again.",
  "c9fd3e429abc5bf9": "This private key requires a passphrase, but no passphrase was provided. Check that you supplied the correct key, or provide the passphrase.",
  "ca547e6d2c63e4e8": "Register Account",
  "ca6ca17b1b8bc4b9": "Awesome",
  "ca873d6d2092ad63": "$1 set the OAuth application notes for this provider.",
  "cad11556932ce76a": "Credential type \"$1\" is not valid. Valid credential types are: $2.",
  "cb0faca28575491a": "Generate Keypair",
  "cba827a5512399db": "Unable to set LDAP option '$1' to value '$2'!",
  "cbf964ff00a0a7de": "LDAP: Failed to retrieve record for user \"$1\" when searching. Credentialed users may not be able to search your LDAP server. Try configuring anonymous credentials or fully anonymous binds.",
  "cd537e86003e0f57": "Failed to bind to LDAP server (without username).",
  "cdcac6340e3ab87d": "$1 changed the \"$2\" value from \"$3\" to \"$4\".",
  "cdf2cc76b7040fe5": "You canceled authentication.",
  "cdf8fcd13aa741e1": "A password reset link will be sent to your primary email address. Follow the link to set an account password.",
  "ce36cd512ad24e9e": "Accepted By",
  "ceba78a1a300689b": "Expected '$1' in response!",
  "cfb369e0583e5282": "Requiring a high-security session from a user with no session!",
  "d104d1016cecd3b3": "$1 revoked this key.",
  "d131eb19fd2f0aca": "There are no configured multi-factor providers.",
  "d1634cbbeedb9dd5": "OAuth1 Handshake Token",
  "d1e525a29596b13f": "**Step 1 of 2 - Name Phabricator OAuth Instance**\n\nChoose a permanent name for the OAuth server instance of Phabricator. //This// instance of Phabricator uses this name internally to keep track of the OAuth server instance of Phabricator, in case the URL changes later.",
  "d2cf4ed7e03b340a": "Failed to get LDAP entries from search result.",
  "d2da3031e406d67e": "Captcha response is incorrect, try again.",
  "d2f6f4f20af5c497": "Add Auth Provider",
  "d33d7d4ed6965417": "Authentication provider (of class \"$1\") is attempting to load or create an external account, but provided a list of account identifiers which map to more than one account: $2.",
  "d3872954623f63ba": "Duo API credential (\"$1\") has no secret key.",
  "d3914deafcdedd34": "Factor Type",
  "d391b7a6e41ac71a": "LDAP: Failed to retrieve record for user \"$1\" when searching with both user and anonymous credentials.",
  "d45762e3b57629e4": "Authentication Config Locked",
  "d45e8149a54da097": "Auth Factor",
  "d4bed3b8e85516c6": "Confirm Link",
  "d4ea8750854afcef": "You can try again, or request a new link via email.",
  "d5057af3cb1da0b5": "$1 is required!",
  "d510ae63f2dc4696": "Create New Account",
  "d510e5be34868617": "Your account has too many outstanding, incomplete MFA synchronization attempts. Wait an hour and try again.",
  "d527bf3db3dc8af6": "Log In",
  "d53952fda5180c11": "Temporary Token Types",
  "d5dcec90f21e21c7": "Guidance shown after a user logs in with an email link and is prompted to link an external account.",
  "d63e3b0f4d345778": "ERROR: You are making a Conduit API request to \"$1\", but the correct HTTP request path to use in order to access a COnduit method is \"$2\" (for example, \"$3\"). Check your configuration.",
  "d672995a14650d0e": "Register",
  "d69b9f8687f6427f": "Anonymous Username",
  "d7af54e793de4a61": "Allow users to receive a code via SMS.",
  "d7f00a42d7a45731": "$1 disabled auto login.",
  "d8176053656cf48f": "You can not \"--list\" and revoke credentials (with \"--from\" or \"--everywhere\") in the same operation.",
  "d8343c683ae1584c": "LDAP",
  "d92c529d7c62e00c": "The account you are attempting to register with uses an authentication provider (\"$1\") which does not allow registration. An administrator may have recently disabled registration with this provider.",
  "d97ab566dce7f2fd": "Already Accepted",
  "d9f474c67e36c8b5": "Specify an OAuth client ID with $1.",
  "d9f4bfce5ed5b358": "LDAP Exception: $1\nLDAP Error #$2: $3",
  "da2bf84d60afea8c": "Log Out Anyway",
  "da7068aaed813f62": "Set Primary Contact Number",
  "da9004c29fc22d3d": "You are logged in as $1, but the email address you just clicked a link from is already verified and associated with another account ($2). Switch accounts, then try again.",
  "dafeafc84ff1be7b": "Stronger algorithms are listed first. The highlighted algorithm will be used when storing new hashes. Older hashes will be upgraded to the best algorithm over time.",
  "db21beb5924670f1": "These auth factors will be stripped:",
  "db3e9e0401925d3d": "Contact numbers must have a contact number.",
  "db459e7c3833ff39": "Engine: Session",
  "dba78c70c754a370": "Require Existing Duo Account",
  "dbd24dd38a1082e3": "Upload SSH Public Key",
  "dbe521609cd9c21a": "Phabricator will automatically login with this provider if it is the only available provider.",
  "dc201198fcf54e05": "No such user \"$1\"!",
  "dc30af2f606952b9": "$1 changed the hostname for this provider from $2 to $3.",
  "dc402e67df361140": "Wait for Approval",
  "dcce25e7a9754fc9": "SSH key material is required.",
  "dd266bd7c579852e": "Guidance in the \"Change Username\" dialog for requesting a username change.",
  "dded538865398f00": "To reset your password, provide your email address. An email with a login link will be sent to you.",
  "de1cec398ccdc788": "Once you have completed setup on your phone, click continue.",
  "de2cde946ca5c581": "Application secret is required.",
  "de37d292a48a7ebf": "Authentication Failure",
  "de6225b5302dc7b6": "Use $1 to choose a user to reset actions for.",
  "de736750e641594a": "Continue to Phabricator",
  "de90bc9dd67d93cb": "Log in to Phabricator",
  "dec890ee79bb237b": "LDAP Username",
  "def646cc234d5fb4": "Parsed Address",
  "df09955c90d6cf55": "Login and Registration Providers",
  "df19f994b75dcaf9": "Send SMS: $1",
  "df1b19875609cca3": "Authentication Sessions",
  "df3d3e9712e7d2eb": "Duo Security",
  "df744fcc7d00aebf": "Auth Provider: $1",
  "df893fb06c0b644a": "Trouble logging in?",
  "dfb7b0c606f99f00": "Search Attributes",
  "e0153041137b61dd": "You already have SMS authentication attached to your account.",
  "e066a2409e72bf0c": "Attach a mobile authenticator application (like Authy or Google Authenticator) to your account. When you need to authenticate, you will enter a code shown on your phone.",
  "e118a6d3d142155e": "The login link you clicked is invalid, out of date, or has already been used.",
  "e216b7126722377a": "$1 You have not added authentication providers yet. Use \"$2\" to add a provider, which will let users register new Phabricator accounts and log in.",
  "e21f1a2f375ae0b0": "Message Text",
  "e2a2cb33fce844a8": "Revoke all credentials types.",
  "e2ae3e6d54ae9c09": "Good password should match.",
  "e356d1783ca23827": "LDAP Exception: $1",
  "e3757e79634f1fe6": "Previously Invited",
  "e376ee552a708614": "LDAP search failed.",
  "e3ca0d7ca680f27e": "This private key could not be opened with the provided passphrase. This might mean that the passphrase is wrong or that the key is not formatted correctly. Check that you have supplied the complete text of a valid private key and the correct passphrase.",
  "e3e7a654275adf38": "Updated; Phabricator does not trust OAuth client $1.",
  "e3f7afb3938548da": "Phabricator is configured with an email domain whitelist (in $1), so only users with a verified email address at one of these $2 allowed domain(s) will be able to register an account: $3",
  "e42f663250d0b472": "Allow Auto Login",
  "e4685d817311b672": "Expected invite accepted ($1).",
  "e46cc084357df044": "Note: Unlinking an authentication provider will terminate any other active login sessions.",
  "e4d6c8fb1c21f033": "$1 renamed this key from \"$2\" to \"$3\".",
  "e4ed3e6d519d462b": "Enable Number",
  "e5bdebcf57aa8ce4": "Allow Linking Accounts",
  "e5ca16897ae7bee0": "$1 created this MFA provider.",
  "e64b2f5e37378c1b": "To enable the login flow, follow setup guidance and configure at least one authentication provider, then associate credentials with your account. After completing these steps, you will be able to log out and log back in normally.",
  "e66a521620d69625": "Phabricator instance name must contain only lowercase letters, digits, and periods.",
  "e694b4006659b51c": "This is the only external login account linked to your Phabicator account. If you remove it, you may no longer be able to log in.",
  "e6d1fd8f88d1c88c": "You have not completed Duo enrollment yet. Complete enrollment, then click continue.",
  "e6f48364c27de81f": "Always Search",
  "e711b0635b8dc142": "Allow Registration",
  "e7405cc90c702dd5": "Use this link to recover access to the \"$1\" account from the web interface:",
  "e74c925dcfef37a5": "Change Enroll Message",
  "e75a2315a44ba5f5": "Your Phabricator account is already linked to an external account for this provider.",
  "e7a19b683a22d738": "You can safely ignore these warnings if the install itself has access controls (for example, it is deployed on a VPN) or if all of the configured providers have access controls (for example, they are all private LDAP or OAuth servers).",
  "e7f5484503e58311": "SSH keys inherit the policies of the user or object they authenticate.",
  "e80472260f594f63": "Duo Username: $1",
  "e80f3c73ae502dd2": "Check Your Email",
  "e832be011275cf84": "Phabricator instance name is required.",
  "e9312bd1b14ea040": "Captcha",
  "e96829fc25aa1ece": "Email record has invalid user PHID!",
  "ea50a62c11197903": "No Matching Tokens",
  "ea8f48c9d7286082": "Auth Provider",
  "eb366123f0176ec1": "Upgrading partial session of user with no session!",
  "eb5a5df035b45a29": "$1 Account",
  "eb81ecd3957d56d7": "NOTE: **To complete setup**, copy and paste these keys into JIRA according to the instructions below.",
  "ebeab27a18dc9716": "JIRA Base URI",
  "ebf4a427dc958eaf": "A session is visible only to its owner.",
  "ec0cb787e6c7ac2b": "$1 created this message.",
  "ec0e0ddab6803488": "OAuth2 Account",
  "ec10ec68a45bf5e1": "LDAP Hostname",
  "ec6d120659dcc021": "The email address you just clicked a link from is already verified and associated with a registered account ($1). Log in to continue.",
  "eca2d3b89887faeb": "$1 enabled this provider.",
  "ecc337929344c5c9": "After entering the key, the application should display a numeric code. Enter that code below to confirm that you have configured the authenticator correctly:",
  "ed68ca9e76d76643": "If you are currently using your phone to view this page, click this button to open the Duo application:",
  "edae26b8e507ea2f": "Specify either specific users with $1, or all users with $2, but not both.",
  "ee73d1195f379aa8": "Unable to refresh token!",
  "ee80ed84288c5bd5": "$1 changed the status of this provider from $2 to $3.",
  "eeb0c3e8b8ffa85f": "Consumer Key",
  "ef8b6607ffd9ac9c": "Logging in will verify $1 as an email address you own.",
  "ef922100f41e867b": "Not a Valid Email Address",
  "ef935b31ecef21df": "SSH Keys",
  "ef9bdcfa48c76593": "Active OAuth Token (Expires: $1)",
  "f05b79a27c83d4fa": "Specify the credential type to revoke with \"--type\" or \"--everything\", but not both.",
  "f09fdf9021503be1": "(If given an option, select that this key is \"Time Based\", not \"Counter Based\".)",
  "f0c6b0be40403dc2": "Multiple password hashers of different strengths are not available, so hash upgrading can not be tested.",
  "f0ed217e007e385d": "Expected email address reassignment ($1).",
  "f137c1a282b7aa30": "These methods are recently introduced and subject to change.",
  "f1593c22d34e92a2": "LDAP Password: ",
  "f1db88c4e90459e8": "Bad Invite Code",
  "f238a578a438b404": "{icon check, color=\"green\"} **Setup Complete!**\n\nYou have successfully configured multi-factor authentication for your account.\n\nYou can make adjustments from the [[ /settings/ | Settings ]] panel later.",
  "f261ca7e00cdccda": "Allow users to log in or register using a username and password.",
  "f2bb7c3aebd3e4ae": "Your remote address has made too many login attempts in a short period of time.",
  "f2f54ce377190dc9": "$1 enabled this contact number.",
  "f3465d0a99e191c6": "WordPress.com",
  "f3566cd0b39f71cf": "Default Message",
  "f3970798cb521d9e": "Guidance in the message body when users request an email link to access their account.",
  "f39df0ff097eb296": "Refresh $1 Account",
  "f3c62dea067b3df4": "Login cookie was set correctly, but your login session is not valid. Try clearing cookies and logging in again.",
  "f44c9c0c0d949ff4": "Allow users to attach a mobile authenticator application (like Google Authenticator) to their account.",
  "f4b63217a353f46c": "MFA Sync",
  "f4bc8b80a602b818": "Password Hash Algorithms",
  "f4bd5106ffbcb8f0": "OAuth1 Handshake Secret",
  "f52061b533927475": "Login Failed",
  "f5a74180c90dcf1c": "You have failed to verify multi-factor authentication too often in a short period of time.",
  "f5bf1f8458a9ce6e": "You can not make a disabled number a primary contact number.",
  "f5c26334c3707c99": "Use TLS",
  "f6015b6a498f6001": "This install has the configuration option \"$1\" enabled, but does not have any active multifactor providers configured. This means you are required to add MFA, but are also prevented from doing so. An administrator must disable \"$2\" or enable an MFA provider to allow you to continue.",
  "f6d8972995378736": "Auth Invite",
  "f727ad3401a62d13": "Instructions on the \"Wait For Approval\" screen, shown to users who have registered an account that has not yet been approved by an administrator.",
  "f72cbb45464d4870": "Username/Password",
  "f74492be6b330509": "No provider with PHID \"$1\" exists. Use `bin/auth list-mfa-providers` to list providers.",
  "f7617420f8cd168a": "Customize Message",
  "f7727e0c5c127cf2": "CHANGES TO ENROLL MESSAGE",
  "f7cae2af41934d4c": "Duo enrollment mode (\"$1\") is not supported.",
  "f83bde9c2c5067c5": "Duo Username",
  "f86a6d8b75765e50": "Configure a connection to an LDAP server so that users can use their LDAP credentials to log in to Phabricator.",
  "f8aed1083ca705c5": "Status \"$1\" is invalid. Valid statuses are: $2.",
  "f91800bc6bdae448": "Email Address Already in Use",
  "f94e2c91b372814d": "Administrative approvals are enabled (in $1), so all new users must have their accounts approved by an administrator.",
  "f960f1270abe099f": "Already Associated",
  "f9c9c75ab58ea469": "Realname Attributes",
  "f9df2783023f9901": "Changing Status Failed",
  "fa8c49d41b6b5a6b": "Specify $1 to reset all action counters.",
  "fa900991735b2bec": "= Integration Options = \nConfigure how to record Revisions on JIRA tasks.\n\nNote you'll have to restart the daemons for this to take effect.",
  "facdd66ae62f3ba5": "Credential (\"$1\") is not valid.",
  "fc2a4bf72ad4c4c6": "[Phabricator] $1 has invited you to join Phabricator",
  "fc2a9d1a0d65a7db": "No valid linkable account.",
  "fc2cc0d9bc6de863": "There are no configured default registration providers.",
  "fc611290b6b1ccb3": "The authentication provider did not return the correct client state parameter in its response. If this problem persists, you may need to clear your cookies.",
  "fcbf3b798eb63192": "SSH keys can not be reactivated.",
  "fcc7f5ea91438cfd": "You can not deprecate or disable the last active MFA provider while \"$1\" is enabled, because new users would be unable to enroll in MFA. Disable the MFA requirement in Config, or create or enable another MFA provider first.",
  "fcd761054089234d": "Again",
  "fcf42ac3d0fae6fb": "Expected valid JSON response from GitHub account data request.",
  "fdf0707fe9f8e0e3": "$1 disabled account unlinking.",
  "fe307e51dc49cb32": "Revoke Tokens?",
  "fe50f65d906998b3": "Confirm $1 Account Link",
  "fe53e09d0ff6362e": "You have not configured an outbound SMS mailer. You must configure one before you can set up SMS. See: $1",
  "fe684fdd110aa64a": "Provider Already Configured",
  "fe71474bc99537ca": "Missing Client ID Cookie",
  "fe84a8f290883b60": "To search for an LDAP record before authenticating, either check the **Always Search** checkbox or enter an anonymous username and password to use to perform the search.",
  "fec64c6e984c23be": "Enroll Duo Account: $1",
  "ff360bddb0e45712": "Skipping, provider is not an OAuth2 provider.",
  "ff47e3a73a177d95": "Your login session is invalid, and clearing the session cookie was unsuccessful. Try clearing your browser cookies.",
  "ff5d7e2e4e305441": "OAuth Consumer Secret",
  "8132865068671351": "The password you entered has been revoked. You can not reuse a password which has been revoked. Choose a new password."
}
