{
	"@metadata": {
		"authors": [
			"Ajeje Brazorf",
			"Derugon",
			"Gomoko",
			"Motla",
			"Reception123",
			"Thibaut120094",
			"TomT0m",
			"Trizek",
			"Verdy p",
			"WikiLucas00",
			"Wladek92"
		]
	},
	"00a64a49b8cbf97e": "$1 a renommé ce fournisseur de $2 en $3.",
	"012f3cfd29d66d76": "$1 a activé la connexion.",
	"014c82cd910f7392": "Désactiver le numéro de contact",
	"01624f96a6a6bfa4": "Cette clé a été révoquée. Choisissez ou générez une nouvelle clé unique.",
	"01a57dca3e44b680": "Actions de clés SSH",
	"01ddf839b9f3551a": "L’ajout d’un fichier de clé PKCS8 au cache peut être très dangereux. Si le fichier PKCS8 encode réellement une clé publique différente de celle spécifiée, un attaquant pourrait l’utiliser pour obtenir des accès non autorisés.\n\nEn général, vous ne devriez utiliser cette option que dans un environnement de développement où ssh-keygen ne fonctionne pas et où il est difficile de le réparer, et seulement si vous êtes certain d’en comprendre les risques. Vous ne devez jamais mettre en cache un fichier PKCS8 que vous n’avez pas généré vous-même.",
	"0204bd421ceca4cf": "Ce fournisseur (« $1 ») existe déjà et vous ne pouvez pas en ajouter plus d’une instance. Vous pouvez modifier le fournisseur existant, ou bien choisir un autre fournisseur.",
	"021349e66fae645c": "Pour ajouter un facteur Duo, veuillez d’abord télécharger et installer l’application Duo sur votre téléphone. Une fois l’application lancée et que vous êtes prêt à réaliser l’installation, cliquez sur « Continuer ».",
	"022c7398616a5935": "Spécifier un ID de client OAuth avec $1.",
	"024400a7b8dbf007": "Le code de vérification que vous avez fourni est incorrect, ou bien l’adresse de messagerie a été supprimée ou appartient à un autre utilisateur. Assurez-vous d’avoir correctement suivi le lien dans le courriel et que vous êtes connecté avec le compte utilisateur associé avec l’adresse de messagerie.",
	"025ca1c9dd5e4e06": "Modifier le numéro de contact",
	"02c8304104610b98": "Mots de passe",
	"02f02485ab679a90": "Algorithme",
	"0322424763b1c85e": "Vous devez spécifier le nom d’utilisateur du compte à récupérer.",
	"033ad62eb1258a42": "La configuration du fournisseur d’authentification est verrouillée, et ne peut pas être modifiée sans être déverrouillée. Voir le paramètre de configuration $1 pour les détails.",
	"03b0e87b1da8286d": "Révoquer des jetons",
	"03ea3746c9985b6f": "Il y a trop de fournisseurs d’abonnement par défaut configurés.",
	"04e1bc4ad686da44": "Détacher le compte « $1 » ?",
	"0509c518a8f66827": "Retirer les facteurs des utilisateurs spécifiés.",
	"05266310cbbb3d4f": "Vous devez confirmer le mot de passe sélectionné.",
	"052e3f6ffbc75a12": "Le fournisseur d’authentification (de la classe « $1 ») tente de charger ou de créer un compte externe, mais ne fournit pas d’identifiants de compte.",
	"06c77afb0ec859d4": "Modifier les messages d’authentification",
	"06de355e281c364c": "Terminer l’inscription de votre téléphone avec Duo :",
	"07312373a702475c": "Type « $1 » de session inconnu.",
	"073b62df31e79f51": "Configurer un compte administrateur",
	"08741a74e2f70d5f": "Activer le numéro de contact",
	"087f2494696e2108": "Créer un nouveau compte Duo",
	"08888b0159c9aa34": "Pour ajouter un facteur TOTP à votre compte, vous devez d’abord installer une application d’authentificateur mobile sur votre téléphone. Deux applications qui fonctionnent bien sont **Google Authenticator** et **Authy**, mais toute autre application TOTP devrait fonctionner.\n\nSi vous n’en avez pas déjà une, téléchargez et installez une application TOTP sur votre téléphone maintenant. Une fois que vous avez lancé l’application et que vous êtes prêt à ajouter un nouveau code TOTP, continuez vers l’étape suivante.",
	"08aca102bfc80846": "Pour configurer OAuth de Bitbucket, connectez-vous à Bitbucket et allez dans **Gestion de compte** > **Gestion d’accès** > **OAuth**.\n\nCliquez sur **Ajouter un consommateur** et créez une nouvelle application.\n\nAprès avoir achevé la configuration, copiez la **Clé** et le **Secret** dans les champs ci-dessus.",
	"08fa89137b094bbc": "Le compte que vous tentez d’enregistrer ou de lier est déjà lié à un autre utilisateur.",
	"099e89bad9540324": "L’adresse de courriel associée avec ce compte externe (« $1 ») n’est pas une adresse de messagerie valide et ne peut pas être utilisée pour enregistrer un compte Phabricator. Choisir une adresse différente valide.",
	"09a82edf23b0c712": "Vérifier une l’adresse de messagerie non vérifiée qui est déjà attachée à un compte. Cela réexécutera également les crochets d’événements pour les adresses déjà vérifiées.",
	"09c780ef81249e5d": "Exiger la vérification d’adresse de courriel",
	"0b5d691da52ed591": "« newResultForPrompt() » est supposé renvoyer un objet de classe « $1 », mais il a renvoyé quelque chose d’autre (« $2 » ; dans « $3 »).",
	"0b6b69bcade01631": "Fournisseurs MFA",
	"0b7252a9777d2d9e": "Retirer des facteurs pour un fournisseur particulier. Utiliser `bin/auth list-mfa-providers` pour avoir une liste des fournisseurs.",
	"0b97dc2bc776e5ac": "Modifier le fournisseur MFA",
	"0bb627242dbb3c75": "Type de clé SSH",
	"0c30d0fd42d14ed7": "$1 a activé la connexion automatique.",
	"0c5acae71dd3bb14": "L’adresse de messagerie (« $1 ») associée avec le compte externe est déjà utilisée par un compte Phabricator existant. Plusieurs comptes Phabricator ne peuvent pas avoir la même adresse de messagerie, vous en pouvez donc pas utiliser cette adresse pour enregistrer un nouveau compte Phabricator.",
	"0cfb56349d612e0a": "Jeton d’accès OAuth non valide",
	"0d2ac109e16c11a0": "Créer un message d’authentification",
	"0d455a4e2678fcac": "Vérifier l’adresse courriel",
	"0d9d50262511e7df": "Révoquer les certificats pour l’objet spécifié. Pour révoquer les certificats pour un utilisateur, utiliser « @username ».",
	"0daed9561c65a169": "Utiliser « --user <nom utilisateur> » pour spécifier l’utilisateur duquel retirer des facteurs, ou bien « --all-users » pour retirer des facteurs de tous les utilisateurs.",
	"0dc6beaa53ca02f5": "Phabricator fait déjà confiance au client OAuth « $1 ».",
	"0deb9ed509928dcc": "Ce facteur a récemment lancé un défi qui a expiré. Un nouveau défi ne peut pas encore être lancé. Attendez $1 seconde(s) pour que le code passe au cycle suivant, puis essayez à nouveau.",
	"0e04edfc0c4a533e": "Phabricator sautera la vérification par courriel pour les comptes enregistrés via ce fournisseur.",
	"0e484e84a1307497": "Chemin vers le fichier de clé publique.",
	"0e8d89448c28c564": "Retirer tous les facteurs, quel que soit leur type.",
	"0ef6c671f113c7e9": "Activer le numéro de contact $1 ?",
	"0f8cbfaf9c7b37c1": "Le compte est déjà enregistré ou lié.",
	"0f961b0e7e67ad95": "Signer ce groupe de transactions avec MFA.",
	"0f9ca51834a71342": "(Certains types de jeton ne peuvent pas être révoqués et vous ne pouvez pas révoquer des jetons qui ont déjà expiré.)",
	"0faa364c1a044c6b": "Vous n’avez encore configuré aucun fournisseur de facteurs multiples.",
	"1016da35f2af1896": "Le compte externe (« $1 ») que vous venez d’authentifier n’est pas configuré pour autoriser la liaison sur cette installation de Phabricator. Un administrateur l’a peut-être récemment désactivé.",
	"10a01d3dab17312c": "Connexion impossible",
	"10fb024a0ba4754a": "Si vous voulez vous lier un compte Phabricator existant à ce compte externe, ne continuez pas. À la place : connectez-vous sur votre compte existant, puis allez dans « Paramètres » et liez le compte dans le panneau « Comptes externes ».",
	"11c28bfe5d2322ce": "La session a déjà signé les documents Legalpad nécessaires !",
	"11c4d14d29f889f6": "Du côté positif, cette bulle pourpre de notification disparaîtra.",
	"11efdc9e5c0e50ee": "Ce compte (« $1 ») ne peut pas établir de sessions web, il n’est donc pas possible de générer un lien de récupération fonctionnel. Les comptes spéciaux comme les services d’arrière-plan et les listes de diffusion ne peuvent se connecter via l’interface utilisateur sur le web.",
	"1205ee953421af75": "Révoquer les certificats du type fourni.",
	"1207bf34775b9621": "Cette clé privée n’est pas bien formatée. Vérifiez que vous avez fourni le texte complet d’une clé privée valide.",
	"122402ccc1706dc2": "Réponse JSON valide attendue de la demande de données de compte Disqus.",
	"1228ab62258a2cb8": "Port LDAP",
	"12413bed2272ff4a": "Vraiment faire confiance à ce fichier de clé PKCS8 ?",
	"1244bc3f8a35f56a": "Utiliser le nom d’utilisateur de Phabricator",
	"124c25d323c0dcaa": "$1 a mis à jour la clé du consommateur OAuth pour ce fournisseur de « $2 » en « $3 ».",
	"125847b8a3bcc376": "Le numéro de contact est déjà utilisé.",
	"126b7480e696e421": "Il n’y aucun utilisateur nommé « $1 » à récupérer.",
	"1295f3e050ccd893": "« $1 » est censé être « $2 » !",
	"12da6d1835fb0557": "Aucune clé publique n’a été fournie.",
	"1306bb93cece48d5": "L’URI de base de Phabricator doit inclure le protocole (tel que « $1 »).",
	"13c4e1d738794cb4": "Connexion avec LDAP",
	"13f7a8a3b1f86d23": "Le vérificateur est censé terminer la poignée de mains OAuth !",
	"1428d9630c72fb26": "Spécifier le type de certificat à révoquer avec « --type » ou spécifier « --everything ». Utiliser « --list » pour lister les types de certificats disponibles.",
	"1487d8f692f1a730": "Démarrer TLS après la liaison au serveur LDAP.",
	"1528c8ab3a63d7bc": "Les fournisseurs Duo doivent avoir un nom d’hôte d’API.",
	"1578dfbb41dafd09": "Code TOTP",
	"1645590c114c852c": "Jeton de réponse non valide pour ce défi : l’empreinte du jeton ne correspond pas à celle stockée.",
	"16839ad806cecbc6": "Clé d’utilisateur OAuth",
	"16b02c2cacef1afc": "Un autre utilisateur a déjà ce nom.",
	"16b26623918ad205": "Compte non actualisable",
	"171ae470c441828a": "Vous ne pouvez récupérer le nom d’utilisateur que pour un seul compte.",
	"175eee25085bdb76": "Il n’y a aucun jeton correspondant à révoquer.",
	"17704bfdbfee11d8": "$1 a désactivé la confiance du courriel.",
	"1792d2c4ae206e7c": "Trop court",
	"17e2fa0bfbfed913": "Vous avez refusé cette requête. Attendez $1 seconde{{PLURAL:$1||s}} avant d’essayer à nouveau.",
	"1879c26e2b90285e": "URI de base de Phabricator",
	"18ee86c414558aee": "Guide inclus dans le corps du message du courriel quand les utilisateurs demandent un lien par courriel pour accéder à leur compte.\n\nPour les installations avec activation de l’authentification du mot de passe, les utilisateurs accèdent à ce processus en utilisant le lien « Mot de passe oublié ? » sur l’écran de connexion.\n\nPour les installations sans activation de l’authentification du mot de passe, les utilisateurs accèdent à ce processus en utilisant le lien «  Envoyer un lien de connexion à votre adresse de messagerie. » sur l’écran de connexion. Ce processus permet aux utilisateurs de récupérer l’accès à leur compte s’il y a un problème avec un service de connexion externe.",
	"1913c0ee16154d7d": "Le mot de passe sélectionné est très faible : c’est un des plus couramment utilisés. Choisissez un mot de passe plus fort.",
	"19166f670db6efac": "Nom d’utilisateur LDAP :",
	"199968057f5cd48b": "Cette adresse de courriel n’est pas vérifiée, mais le compte qui lui est rattaché a au moins une autre adresse vérifiée. Quand un compte a au moins une adresse vérifiée, vous ne pouvez envoyer de liens de réinitialisation qu’à l’une des adresses vérifiées. Essayez une adresse vérifiée plutôt.",
	"1a6bb81fd17dc287": "Non distinct",
	"1a91b8d2ac3b7c73": "Permettre aux utilisateurs d’utiliser ce fournisseur. Si vous désactivez la connexion, les utilisateurs pourront encore utiliser les intégrations de compte depuis ce fournisseur.",
	"1ac6a5f14dda8928": "Autoriser la connexion :",
	"1b23c88cdc541997": "Fermer la session ?",
	"1b43b22fdb2a0fda": "Compte erroné",
	"1c38740079f99741": "Actualiser les jetons pour un utilisateur donné.",
	"1c3d2157d2e6cc41": "L’état (« $1 ») n’est pas un état valide de numéro de contact. Les constantes d’état valides sont : $2.",
	"1c6b855c16a170ea": "Déjà enregistré",
	"1c8158babb75cdaf": "Permettre aux utilisateurs d’enregistrer de nouveaux comptes Phabricator en utilisant ce fournisseur. Si vous désactivez les inscriptions, les utilisateurs pourront toujours utiliser ce fournisseur pour se connecter à des comptes existants, mais ne pourront pas créer de nouveaux comptes.",
	"1c956b4275eeb6f3": "AVERTISSEMENT DE SÉCURITÉ",
	"1ca3dbd7e3501d31": "Cette clé publique est déjà associée avec un autre utilisateur ou un autre appareil. Chaque clé doit identifier sans ambiguïté un seul et unique utilisateur.",
	"1dbeed9f7bbbf542": "Quand vous devrez vous authentifier, une demande sera poussée vers l’application Duo sur votre téléphone.",
	"1e74fef6d7218159": "Le SMS est faible et relativement facile à compromettre pour les attaquants. Envisagez sérieusement d’utiliser un fournisseur MFA différent.",
	"1f5be848db6c8acf": "Révoquer des certificats sans demande de confirmation.",
	"1f948b4eaa6426ac": "$1 a défini le secret du consommateur OAuth pour ce fournisseur.",
	"1f973dc83a6364c0": "Vous êtes connecté(e) en tant que $1, mais l’adresse de courriel ($2) depuis laquelle vous avez cliqué un lien est déjà associée avec un autre compte ($3). Vous pouvez vous déconnecter pour passer à un autre compte, ou bien vérifier l’adresse et l’attacher au compte que vous utilisez actuellement. Souhaitez-vous rattacher l’adresse de courriel $4 au compte utilisateur $5 ?",
	"1ff965c3d2fc04bf": "Fournisseur d’authentification $1",
	"2062308409ce7c75": "Phabricator ne fait pas encore confiance au client OAuth « $1 ».",
	"211447cad9410719": "Définir le message de test",
	"211d31449b6f20de": "Le numéro de contact n’est pas valide : $1",
	"2125b1f015987ea8": "Attributs du nom d’utilisateur",
	"2181b967442f1d68": "Délier votre seul compte de connexion ?",
	"2223907b822ff825": "Votre compte n’a pas de principal numéro de contact.",
	"229eb7c19a7fae92": "L’URI de base de JIRA est obligatoire.",
	"22d16de192c09157": "Configuration verrouillée",
	"22d7392f43221f57": "La fixation du témoin « $1 » à la valeur « $2 » a été tentée, mais votre navigateur a renvoyé un témoin de valeur « $3 ». Nettoyez les témoins (''cookies'') dans votre navigateur et essayez à nouveau.",
	"22fa506e045b671d": "Récupérer directement dans une session complète, sans exiger de vérifications de connexion par MFA ou autres moyens.",
	"22fce5bc51e215da": "Toujours lier et rechercher, même sans nom d’utilisateur et mot de passe.",
	"2358e3f5c2cf4211": "Sauter, le fournisseur n’est pas activé ou n’existe pas.",
	"235e4e766f7fa82b": "Permettre aux utilisateurs de lier des certificats de compte pour ce fournisseur à des comptes Phabricator existants. Il n’y a normalement aucune raison pour désactiver cela, sauf si vous essayez d’écarter un fournisseur et voulez arrêter la création de nouveaux liens de compte par les utilisateurs.",
	"23d68e4c60663a02": "Ne permet pas l’inscription",
	"24378787ab3dcaba": "/settings/panel/contact/",
	"24aff2a82223cd4f": "Chemin vers la clé PKCS8 correspondante.",
	"24d3e4fdd9a8e186": "Force",
	"254dc080c8813d6c": "Saisir les identifiants LDAP",
	"26075c635afcb184": "La requête d’enregistrement LDAP a renvoyé plus d’un résultat. La requête doit identifier un enregistrement unique.",
	"262edf449594e30c": "L'adresse de courriel enregistrée ($1) a un PHID utilisateur mal associé ($2).",
	"26d03443f514e037": "Cette adresse de courriel a déjà été confirmée.",
	"27738e7863833f77": "Le mot de passe que vous avez saisi est le même qu’un autre mot de passe associé avec votre compte. Chaque mot de passe doit être unique.",
	"27fdf175427b2a72": "L'adresse de courriel depuis laquelle vous avez cliqué sur un lien est déjà l'adresse primaire pour un compte enregistré ($1). Connectez-vous pour continuer.",
	"2846b096172f6467": "Guide affiché sur l’écran de connexion principal avant que les utilisateurs ne se connectent ou s’inscrivent.",
	"290f7c25853edaa4": "Mettre en cache le format PKCS8 d’une clé publique. En développant sur OSX, cela peut être utilisé pour contourner les problèmes avec ssh-keygen. Utiliser `$1` pour générer une clé PKCS8 pour alimenter cette commande.",
	"2921e1e9f4e74d9c": "Révoquer tous les possesseurs de certificats.",
	"2933c80e67556574": "L’invité a un PHID d’auteur non valide (« $1 »).",
	"2965bee09079befc": "Impossible de faire un principal",
	"2a13d49d4ed463da": "Utilisez des minuscules, des chiffres et des points. Par exemple : $1",
	"2a23775345683a8b": "Le jeton de réponse pour ce défi n’est pas valide : les jetons de réponse ne doivent pas comprendre d’espaces.",
	"2a618c0153e5ac9b": "Mot de passe anonyme",
	"2ac37a2e381e854e": "Utiliser le bouton ci-dessous pour vous connecter en tant que : $1",
	"2ae8372dc553bc08": "**Étape 2 sur 2**: Dans cette étape, vous configurerez JIRA.\n\n**Créer une application JIRA**: Se connecter à JIRA et aller dans **Administration**, puis **Modules**, puis **Liens d’application**. Cliquer sur le bouton intitulé **Ajouter un lien d’application**, et utiliser ces paramètres pour créer une application :\n\n  - **URL du serveur** : `$1`\n  - Puis cliquer sur **Suivant**. Sur la deuxième page :\n  - **Nom de l’application** : `Phabricator`\n  - **Type de l’application** : `Application générique`\n  - Puis cliquer sur **Créer**.\n\n**Configurer votre application**: Trouver l’application que vous venez de créer dans le tableau, et vliquer sur le lien **Configurer** sous **Actions**. Sélectionner **Authentification entrante** et cliquer sur l’onglet **OAuth** (il devrait être sélectionné par défaut). Puis utiliser ces paramètres :\n\n  - **Clé du consommateur** : Mettre cela à la valeur de « Clé du consommateur » dans le formulaire ci-dessus.\n  - **Nom du consommateur** : `Phabricator`\n  - **Clé publique** : Mettre cela à la valeur de « Clé publique » du formulaire ci-dessus.\n  - **URL de rappel du consommateur** : `$2`\nCliquer sur **Enregistrer** dans JIRA. L’authentification devrait maintenant être configurée, et ce fournisseur fonctionner correctement.",
	"2af52d909ee23aea": "Activer le jeton OAuth",
	"2b0ccd8f5dae45d5": "Une demande d’autorisation sera poussée vers l’application Duo sur votre téléphone.",
	"2b17350c7f09b692": "Les approbations des administrateurs sont désactivées, donc les utilisateurs qui s’inscriront pourront utiliser immédiatement leurs comptes. Pour activer les approbations, configurer $1.",
	"2b681c0a24baff88": "Google",
	"2b855dee91a95bcf": "Mis à jour ; Phabricator fait confiance au client OAuth $1.",
	"2bb6caa16f303f89": "Vous avez actuellement une authentification à plusieurs facteurs (« $1 ») qui dépend de votre numéro de contact principal. Vous devez supprimer ce facteur d’authentification avant de pouvoir définir un nouveau numéro de contact principal.",
	"2bc58c54492d625a": "Échec à décoder la réponse de jeton d’accès OAuth : $1",
	"2bffad29d661855d": "De façon facultative, spécifier un attribut ou plus séparés par des virgules pour utiliser le champ prérempli « Nom réel » lors de l’inscription d’un nouveau compte. C’est purement cosmétique, et n’affecte pas le processus de connexion, mais peut faciliter un peu l’inscription.",
	"2c73deff2d6e69e1": "Vous devez entrer un mot de passe LDAP.",
	"2c966675a89bb6c7": "Générer une nouvelle paire de clés",
	"2ca745ee255c4507": "Fournisseur MFA",
	"2d1f293804ec8ef8": "Fournisseur MFA $1",
	"2d988e061e374e0f": "Ce défi a déjà un jeton de réponse ; vous ne pouvez pas définir de nouveau jeton de réponse.",
	"2e4f054f90452357": "L'action de l’invité n’est pas une action d'envoi !",
	"2e96a383fec917a0": "Cette clé est fiable. Les clés de confiance ne peuvent pas être modifiées. Utiliser $1 pour révoquer la confiance avant de modifier la clé.",
	"2ee30cf2c2908397": "Modifier le message",
	"2f4231f85358ffff": "utilisateur=$1, vérifié=$2, principal=$3, à_vérifier=$4",
	"2fe5dbaaf0ada437": "Réponse JSON valide attendue de la requête de données de compte Facebook.",
	"302ec6705e5ddd36": "NOTE : Tout utilisateur qui peut naviguer jusqu’à cette page de connexion d’installation pourra inscrire un compte Phabricator. Pour restreindre qui peut inscrire un compte, configurer [[ $1 | $2 ]].",
	"30d8c7240e96ce29": "Ajouter l'authentification multi-facteur",
	"3106262b1118cedc": "Le numéro de contact.",
	"3138334f2e5a586d": "Vous devez entrer un nom d'utilisateur LDAP.",
	"316496513c0b3e0f": "Réponse à une validation de défi TOTP avec un nombre non attendu de défis non expirés ($1), un seul est attendu.",
	"3164b223a2ee1dfa": "Rafraîchir le compte LDAP",
	"31c06d0b9a5ec10d": "Le mot de passe et la confirmation ne correspondent pas.",
	"31ee46163d573aaa": "Réinitialiser les compteurs d’action pour qu’un utilisateur puisse continuer à prendre des actions avec un taux limité.",
	"322ee003a2a3ac92": "$1 a désactivé ce numéro de contact.",
	"32638f886e739198": "Aucun fournisseur configuré :",
	"3377751fdbf99555": "Si vous continuez, vous créerez un nouveau compte. Vous ne pourrez pas lier ce compte externe à un compte existant.",
	"33cf03732851902e": "Un message texte avec un code d’autorisation sera envoyé à votre numéro de contact principal.",
	"342506ff3afbb7a1": "Révoque tous les mots de passe stockés.\n\nLes mots de passe du compte et de VCS (utilisé pour accéder aux dépôts à travers HTTP) seront tous deux révoqués. Les mots de passe pour toute application tierce qui utilise l’infrastructure de mots de passe partagé seront aussi révoqués.\n\nLes utilisateurs devront réinitialiser les mots de passe du compte, peut-être en utilisant le lien « Mot de passe oublié ? » sur la page de connexion. Ils devront aussi réinitialiser les mots de passe VCS.\n\nLes mots de passe sont révoqués, pas seulement supprimés. Les utilisateurs ne pourront pas sélectionner les mots de passe qu’ils ont utilisés précédemment et devront choisir des mots de passe nouveaux et uniques.\n\nRévoquer les mots de passe ne terminera pas les sessions de connexion en cours. Utiliser le révocateur de « session » en conjonction avec ce révocateur pour forcer les utilisateurs à se reconnecter.",
	"3429b8010027645c": "$1 a défini la clé de consommateur OAuth pour ce fournisseur à « $2 ».",
	"3448ec57276e407b": "Guide dans  le corps du message quand les utilisateurs définissent un mot de passe sur un compte qui n’en avait pas préalablement.",
	"34dac9a591827dc5": "Connexion à LDAP...",
	"34dbd5c4c8a64801": "Attendre",
	"34f43ce7378fef45": "Pas de clés SSH correspondantes.",
	"3515913fa308aecc": "Erreur d'authentification",
	"3537fbc2c8b8c5e0": "Une paire de clés a été générée, et la clé publique a été ajoutée comme clé reconnue.",
	"35588f4fd79819bc": "$1 a nommé ce fournisseur $2.",
	"35b71aff1eb4cd2d": "Vous pouvez éventuellement personnaliser le message d’inscription présenté aux utilisateurs en fournissant un message de remplacement ci-dessous :",
	"35bbc33611db2f3d": "Corps du courriel : Courriel de connexion",
	"35be79a441a9b579": "Envoyer un message de test à $1 ?",
	"35d0f5fbca4b84a0": "Auth",
	"365a7b7473e2de6a": "Message texte (SMS)",
	"3679ac5bcb37e5db": "$1 a supprimé le nom ($2) de ce fournisseur.",
	"3741020d8e8f2471": "La clé publique fournie n’est pas au bon format.",
	"376197bc526d9502": "L’authentification multi-facteurs est mal configurée",
	"37b1ceaddafed9f2": "(Vous ne pouvez pas terminer votre session de connexion actuelle. Pour la terminer, déconnectez-vous.)",
	"3831ac31da3608cc": "Votre compte a été créé, mais doit être approuvé par un administrateur. Vous recevrez un courriel une fois que votre compte sera approuvé.",
	"3838b1a202e09b9d": "Les défis MFA récemment levés doivent avoir un TTL dans le futur. Ce facteur a levé un mauvais TTL (« $1 ») (avez-vous utilisé une heure relative plutôt qu’un temps ?).",
	"385969d12b70feb2": "Oui (facultatif)",
	"387f4b51dfba0029": "Erreur de jeton d’accès : $1",
	"38de2df3a71ecfd9": "Clé PKCS8 en cache pour la clé publique.",
	"3965739777faa637": "Instructions de modification de nom d’utilisateur",
	"39adb228f1051ee4": "Message d’inscription personnalisé",
	"3af7bdef1987a030": "Rafraîchir le jeton, le jeton courant expire dans $1 secondes.",
	"3b5a421eb313ebab": "Permet l’inscription",
	"3b922736c986436d": "Vous pouvez lier votre compte Phabricator à un compte externe pour vous permettre de vous connecter plus facilement dans le futur. Pour continuer, choisir un compte à lier ci-dessous. Si vous préférez ne pas lier votre compte, vous pouvez sauter cette étape.",
	"3c5d9cd03387fb41": "Duo",
	"3c821358a8a26ae6": "L’ID de l’application est obligatoire.",
	"3cc0f443af36fbc9": "Vous n’avez pas de compte lié à ce fournisseur, et donc ne pouvez pas le rafraîchir.",
	"3d2b2f2daf8debd0": "Utiliser le champ **OAuth App Notes** pour enregistrer des détails sur le compte sous lequel l’application externe est inscrite.",
	"3d50952990f6f796": "prénom, nom",
	"3d641283c8bb7d71": "Longueur minimale de $1 caractères.",
	"3d6a54e028f99243": "Ce fournisseur n’autorise pas le rafraîchissement.",
	"3debb352fb9a7673": "Jeton de connexion unique",
	"3e0f08164847bbf9": "$1 a révoqué ce mot de passe.",
	"3e3872068a37094a": "L’id du client OAuth.",
	"3e473f8a5ce7c0b2": "Les défis MFA nouvellement lancés doivent avoir un TTL valide !",
	"3e608c1332196c2f": "La cible « $1 » n’est pas une cible valide depuis laquelle révoquer les certificats. En général, révoquer depuis « @username ».",
	"3e9827879e161bb0": "Secret à $1 bit",
	"3eacb47e534032c6": "Configurer Phabricator pour faire confiance à un client OAuth. Phabricator redirige vers les clients OAuth de confiance que les utilisateurs ont autorisés, sans intervention de leur part.",
	"3ead8420752439d2": "Duo ne nécessite pas de défi, ce qui va à l’encontre du but de MFA. Duo doit être configuré pour vous défier.",
	"3ef7b537f051caf6": "L’adresse de messagerie depuis laquelle vous venez de cliquer sur un lien est déjà associée à un compte inscrit ($1), mais n’est pas vérifiée. Connectez-vous  à ce compte pour continuer. Si vous ne pouvez pas vous connecter, vous pouvez enregistrer un nouveau compte.",
	"3efde4486fdbde30": "Vous êtes en train de détruire toute une classe de certificats. Cela peut être perturbant pour les utilisateurs. Vous devez normalement faire cela uniquement si vous suspectez qu’il y a eu compromis général qui peut avoir impacté tout le monde.",
	"3f4d976b84f50d3a": "Vous avez répondu correctement à ce défi.",
	"3f5beb5dd647ec3f": "Spécifier soit des facteurs spécifiques avec « --provider », ou tous les facteurs avec « --all-types », mais pas les deux.",
	"3f7a393cfdc90b31": "Pour configurer OAuth de Disqus, créez une nouvelle application ici :\n\nhttp://disqus.com/api/applications/\n\nCréez une application, puis réglez ces paramètres :\n\n  - **URL de rappel :** La mettre à `$1`\n\nAprès avoir créé une application, copiez la **Clé publique** et la **Clé secrète** dans les champs ci-dessus (la **Clé publique** va dans **OAuth App ID**).",
	"3faee16bacdb7788": "Les utilisateurs spéciaux comme les démons et les listes de diffusion ne sont pas autorisés à se connecter via le web. Connectez-vous comme un utilisateur normal à la place.",
	"402e0b8f29a917bd": "Instructions de l'écran de connexion",
	"4063e6362e2be283": "Corps du courriel : Bienvenue",
	"40869663a79f92a5": "Révoquer le jeton ?",
	"409ee9d8a7d2bac9": "Pour configurer OAuth de WordPress.com, créer une nouvelle application WordPress.com ici :\n\nhttps://developer.wordpress.com/apps/new/.\n\nVous devez utiliser ces paramètres dans votre application :\n\n  - **URL :** La mettre à votre domaine complet avec son protocole. Pour cette installation de Phabricator, la bonne valeur est : `$1`\n  - **URL de redirection** : La mettre à : `$2`\n\n\nUne fois l’application créée, copier le **Client ID** et le **Client Secret** dans les champs ci-dessus.",
	"409f3527310237bb": "Asana",
	"40faba9689030be8": "MFA",
	"413d954301972d90": "Terminer toutes les sessions connectées.",
	"416c337be41c7c87": "Envoyer un autre courriel",
	"419b17432c6c67cb": "Vous et d’autres utilisateurs sur cette installation envoyez collectivement trop vite trop de messages texte de test. Attendez quelques minutes pour continuer les tests de texte.",
	"41ee5ceea1f54d27": "Échec de recherche d’un client OAuth avec l’ID $1.",
	"4233b4ae85d78f18": "Permettre le lien de compte",
	"4239a731ec97fe86": "Le nom des fournisseurs ne peut dépasser $1 caractère{{PLURAL:$1||s}}.",
	"42593f1394fb4f32": "Aucun compte lié",
	"430b38bf6daa7f91": "Slack",
	"43649a76312f41c2": "Cette requête spécifie de façon incorrecte un jeton de défi MFA (« $1 ») plusieurs fois, et ne peut être traitée.",
	"436c6edeae1cd8bf": "Vous avez récemment fourni une réponse à ce facteur. Les réponses ne peuvent pas être réutilisées. Attendez $1 seconde(s) pour que le code boucle, puis réessayez.",
	"438959aa51b2ec9d": "Le compte externe (« $1 ») que vous venez d’utiliser pour vous connecter est déjà associé avec un autre compte utilisateur Phabricator. Connectez-vous à l’autre compte Phabricator et supprimez le compte externe avant de le lier avec un nouveau compte Phabricator.",
	"43c0cd9a29929ed5": "Rafraîchir les jetons d’accès OAuth. Ceci est surtout utile pour le développement et le débogage.",
	"43cb64e8163c3118": "Le fournisseur OAuth a renvoyé une erreur : $1",
	"43edb9289fd59b4e": "Échec de l’inscription",
	"44041e79a37d86de": "Impossible de vérifier le courriel",
	"445496ef6dccb69c": "Clé SSH publique",
	"45013e9d52578241": "Le nom d’utilisateur et le mot de passe sont obligatoires !",
	"45496f4fb8951339": "Disqus",
	"459569e4ba52e8d1": "Ajouter un fournisseur MFA",
	"45cd3d162cddb087": "'$1' attendu dans la requête !",
	"45e5460c37d0ebb0": "$1 a mis à jour les notes de l’application OAuth pour ce fournisseur.",
	"464c7bcd89328b0a": "$1 a mis à jour la valeur « $2 ».",
	"468c92b5c88ec8bf": "L’installation est terminée. Enregistrez votre compte administrateur ci-dessous pour vous connecter. Vous pourrez configurer les options et ajouter les mécanismes d’authentification plus tard.",
	"46a9911069bd5e55": "Cette requête a expiré car vous avez mis trop de temps à répondre.",
	"46b3886d73b9b47b": "Toutes les clés",
	"46fd930e4c36d70a": "Terminer les sessions",
	"470283433e2c3c8c": "Téléverser la clé publique",
	"47a5a5ae940db119": "Notes de l’application OAuth",
	"47d41f7fec9db6fd": "Vous avez échoué trop de fois à synchroniser les nouvelles méthodes d’authentification à plusieurs facteurs dans une courte période de temps.",
	"4809c6e3a1b58fe7": "Votre compte Phabricator est déjà connecté à un compte externe sur ce fournisseur (« $1 »), mais vous êtes actuellement connecté sur ce fournisseur avec un autre compte. Déconnectez-vous du service externe, puis reconnectez-vous avec le bon compte avant de rafraîchir le lien du compte.",
	"481aa6225adc0388": "Jeton attendu pour terminer la poignée de mains OAuth !",
	"4824e489d353ae99": "Impossible de démarrer la connexion TLS en se connectant à LDAP.",
	"48d620de2d063b71": "La configuration du fournisseur d’authentification est verrouillée et ne peut pas être modifiée sans être déverrouillée.",
	"49179159921db611": "Le type de facteur « $1 » est inconnu. Utiliser `bin/auth list-factors` pour obtenir une liste des types de facteur connus.",
	"4a3baef3d85cea02": "Se connecter ($1)",
	"4a40922929c06527": "Passer cette étape",
	"4ad45a179c323ff1": "Voulez-vous désactiver ce fournisseur ? Les utilisateurs ne pourront plus s’inscrire ou se connecter en utilisant les comptes liés. S’il y a des utilisateurs sans autres mécanismes d’authentification liée, ils ne pourront plus se connecter. Si vous désactivez tous les fournisseurs, personne ne pourra se connecter.",
	"4b0c4f03df17e618": "État du fournisseur MFA.",
	"4b2e079aadd635bf": "Nom d’hôte de l’API Duo",
	"4b41d2f17402e6c5": "Échec de connexion",
	"4b5cf7adf3f07656": "Instructions personnalisées incluses dans le courriel « Bienvenue » quand un administrateur crée un compte utilisateur.",
	"4c059cf86555332f": "NOTE : Révoquer les mots de passe ne termine pas les sessions existantes qui ont été établies avec les anciens mots de passe. Pour clôturer les sessions existantes, lancez maintenant le révocateur de « session ».",
	"4c285cad6d68d06c": "$1 a activé la liaison de compte.",
	"4c42c859487e1cfe": "Lire ce code QR avec l’application Duo sur votre téléphone mobile :",
	"4cbd3191d334f001": "Numéro de contact $1",
	"4db662e53c186c17": "Vous ne pouvez pas dissocier ce compte car l'administrateur a configuré Phabricator pour que les liens vers les comptes « $1 » soient permanents.",
	"4dfeb357a648e888": "Compte déjà lié",
	"4e48c60a4e7ffd39": "Cette installation Phabricator n’est configurée avec aucun fournisseur d’authentification activé, pouvant être utilisé à la connexion. Si vous vous êtes accidentellement bloqué en désactivant tous les fournisseurs, vous pouvez utiliser `$1` pour récupérer l’accès à un compte.",
	"4e6f483b12cf3092": "Un autre utilisateur a déjà ce courriel.",
	"501fd864fb614626": "Vous avez déjà un fournisseur de ce type.",
	"513e611d9f955edc": "Type de fournisseur MFA.",
	"52008468434b79df": "Votre compte a été désactivé.",
	"5250a41af1064e08": "L’URI de base de JIRA doit inclure le protocole (comme « https:// »).",
	"52d873a42e265333": "Le fournisseur d’authentification (« $1 ») a rencontré une erreur en tentant de se connecter. $2",
	"530c3be0a05a588a": "Il n’y a pas de facteur correspondant à enlever.",
	"533532c0fe1024da": "Le code d’invitation dans le lien sur lequel vous avez cliqué n’est pas valide. Vérifiez que vous avez suivi le bon lien.",
	"5392c950bdde4be7": "Twitter",
	"53ea98f1b4db28eb": "Impossible de générer les clés",
	"53f073aef598ac6c": "Spécifier la cible pour laquelle révoquer les certificats avec « --from » ou spécifier « --everywhere ».",
	"53fc49b21c176a99": "Déverrouiller la configuration du fournisseur d’authentification.",
	"54c9e3e4d558f7ac": "Se connecter ou s'enregistrer avec LDAP",
	"5583b9cf0ec8cbcd": "Le compte externe avec lequel vous vous êtes inscrit a une adresse de messagerie qui est déjà utilisée (« $1 ») par un compte Phabricator existant. Choisir une nouvelle adresse de messagerie  valide pour enregistrer un nouveau compte Phabricator.",
	"5591e9a46e5e80f9": "Réponse JSON attendue de Duo.",
	"55a1cf21c745a1e8": "Afficher le nom du fournisseur MFA.",
	"55de51d2e7052a05": "Révoquer la clé publique",
	"55e68a8a4e13d7a1": "Vous (ou quelqu’un qui se fait passer pour vous) a récemment demandé qu’un lien de récupération de compte soit envoyé à cette adresse de messagerie. Si vous n’avez pas fait cette demande, vous pouvez ignorer ce message.",
	"55fde337cb186237": "Utiliser l'adresse courriel primaire",
	"569d5d998e077ac5": "Si vous perdez l'accès à votre compte, vous pouvez le récupérer en envoyant à vous-même un courriel comportant un lien de connexion, à partir de l'écran de connexion.",
	"56ea4f784b26c213": "La validation de la connexion n’a pas le paramètre obligatoire (« $1 »).",
	"56ee2ff379dcf74f": "Personnaliser les messages",
	"574f02b7da654e06": "Étape suivante",
	"57689d419903967e": "Designer $1 comme votre numéro de contact primaire ?",
	"584654ddda4330d8": "Aperçu du message",
	"586a9193aa0ceff5": "Ce moteur est utilisé pour modifier les fournisseurs MFA.",
	"5922d25d9718c867": "$1 a activé la suppression de la liaison du compte.",
	"5bffac66961f4597": "Cette adresse de courriel $1 est à présent vérifiée.",
	"5c454d1cb4b43b67": "Ce facteur a récemment créé un défi sur un processus de travail concurrent. Attendez $1 seconde(s) pour que le code termine son cycle, puis réessayez.",
	"5c8dee5c9e5b6006": "Envoyer un SMS",
	"5cbb430971d27afc": "$1 a désactivé ce fournisseur.",
	"5cc41c2d9eefe7c2": "Pas installé",
	"5cd8533bdd9ad8b4": "Votre navigateur n’a pas soumis un cookie « $1 » avec les informations d’état du client dans la requête. Vérifiez que les cookies sont activés. Si le problème persiste, vous devrez nettoyer vos cookies.",
	"5ce1478e2658f1fa": "$1 compte(s) trouvé(s) devant être mis à jour.",
	"5ceaebd78d1cfea7": "Vous n’avez pas encore activé cette inscription sur l’application Duo de votre téléphone. Réalisez l’activation, puis cliquez sur continuer.",
	"5cec8123f636a1d4": "Ce facteur a récemment causé des problèmes à une session de connexion différente. Attendez $1 seconde(s) que le code se répète, puis essayez à nouveau.",
	"5e2a8302783a3907": "$1 a mis à jour le message de souscription.",
	"5e50e9fdc354cf20": "Vous avez actuellement une authentification multifactorielle (« $1 ») qui dépend du numéro de votre premier contact. Vous devez retirer ce facteur d’authentification avant de pouvoir modifier ou désactiver le numéro de votre premier contact.",
	"5e5f12bb30f98c6e": "Le nom d’hôte de l’API Duo (« $1 ») est incorrect, il doit respecter la forme « *.duosecurity.com ».",
	"5eccf1dbb9bd2f02": "Envoyer un lien de connexion à votre adresse courriel.",
	"5f2b54b9aaf46aa0": "Quitter la haute sécurité et ramener votre session à des niveaux de sécurité normaux ?",
	"5f4608d20544ae46": "Secret de l’application OAuth",
	"5f857507f4ff7f98": "Sauté, le fournisseur n’a pas enregistré de jeton rafraîchi.",
	"5fd6197f5ff65d19": "Vraiment terminer la session $1 ?",
	"5fdefe3d1be448a9": "Révoque toutes les clés publiques SSH.\n\nLes clés publiques SSH sont révoquées, pas seulement supprimées. Les utilisateurs devront générer et téléverser de nouvelles clés uniques avant de pouvoir accéder à leurs dépôts ou à d’autres services sur SSH.",
	"5ff7e0d4cd7f4c42": "Fermer les sessions ?",
	"6092e62b81f1820d": "$1 a activé la confiance dans le courriel.",
	"60cbd524c06415ed": "Fin du galop d’essai.",
	"612c6edf7256463c": "Choisir un type de fournisseur",
	"6188fb4e3f52909e": "Révoquer les certificats qui peuvent avoir fuité ou avoir été divulgués.",
	"61ab4acd48e731f9": "$1 certificat(s) de type « $2 » détruit(s).",
	"627aab5b25a2db6a": "Lister les informations sur les révocateurs de certificat disponibles.",
	"6288f28c683b8a5d": "Il n’existe pas de type de message avec la clé « $1 ».",
	"629fa54326fe1f7f": "Vous serez incité à fournir une authentification multi-facteurs à la validation.",
	"62ee622f3e89ee70": "$1 a défini l’ID de l’application OAuth pour ce fournisseur à « $2 ».",
	"63338d4af1595ecf": "Pour configurer OAuth de Google, créer un nouveau 'Projet API' ici :\n\nhttps://console.developers.google.com/\n\nRéglez ces paramètres de configuration pour votre projet :\n\n  - Sous **APIs & auth > APIs**, faire défiler la liste et activer l’**API Google+**.\n     - Vous devez accepter les conditions de l’**API Google+** si ce n’est pas déjà fait.\n  - Sous **APIs & auth > Cerficicats**, cliquer sur **Créer un nouvel ID client** dans la section **OAuth**. Puis utiliser ces paramètres :\n     - **Type d’application**: Application Web\n     - **Origines JavaScript autorisées**: Laisser vide.\n     - **URI de redirection autorisée**: Le mettre à `$1`.\n\n\nAprès avoir terminé la configuration, copiez le **Client ID** et le **Client Secret** de la console Google dans les champs ci-dessus.",
	"633754e49c2b602b": "Sauté, le fournisseur ne supporte pas le rafraîchissement de jeton.",
	"64027277f1b542e5": "Essai de mise à jour du hacheur de mots de passe, mais le mot de passe pour la mise à jour n’est pas le certificat stocké !",
	"64197f36f6a9cde4": "Votre compte Duo (« $1 ») nécessite une inscription. Contactez votre administrateur Duo pour obtenir de l’aide. Message de statut Duo : $2",
	"641d1ffb2f19bbc8": "Le fournisseur OAuth n’a pas pu retrouver un ID de compte.",
	"646c9e46237367ba": "Réinitialiser les compteurs d’action pour cet utilisateur.",
	"64d5e98f5cc06eb0": "Modifier la clé SSH",
	"64e83ec6bc092ca2": "Tentative de définition d’un mot de passe vide !",
	"6501f1807183457c": "$1 a modifié ce numéro de contact de $2 en $3.",
	"6599c0e3083e36a7": "Bienvenue $1. Pour finaliser le processus de connexion, fournissez vos informations d'authentification multi-facteur.",
	"65d5c73f21dae3d3": "Invitation déjà acceptée",
	"66390b7c3833ea78": "**Nom d’instance JIRA**\n\nChoisir un nom permanent pour cette instance de JIRA. Phabricator utilise ce nom en interne pour garder trace de cette instance de JIRA, au cas où l’URL change plus tard.\n\nUtiliser des lettres minuscules, des chiffres et des points. Par exemple, `jira`, `jira.macompagnie` ou `jira.ingenierie` sont des noms acceptables.",
	"667659c1f5a81bad": "Ceci est un message textuel concis de test de Phabricator ($1).",
	"67295f5a51004cda": "Il n’existe pas d'utilisateur avec le nom « $1 ».",
	"672da193a266b441": "Déverrouiller la configuration du fournisseur d’authentification, afin de rendre possible la modification de la configuration en utilisant l’interface utilisateur web. Assurez-vous de lancer **bin/auth lock** quand vous avez terminé la modification de la configuration.",
	"675df6e7a33a7a2b": "Le compte ne correspond pas au fournisseur !",
	"67840b74fc7bdb39": "De trop nombreux liens de récupération de compte ont été envoyés par courriel à ce compte durant une courte période de temps.",
	"679d90349b262192": "Compte non liable",
	"67a9a025cb97fd90": "ou=Personne, dc=exemple, dc=com",
	"6876a5b84ce0456d": "Retire un type de facteur spécifique. Utiliser `bin/auth list-factors` pour obtenir une liste des types de facteurs.",
	"68a8c1cbdb559bbe": "Fournir des certificats à plusieurs facteurs",
	"68ca87a0c27a6291": "Modifier les numéros de contact",
	"6a711eb17479c5c7": "Vous avez trop souvent échoué durant une courte période de temps avant d'entrer le mot de passe correct du compte.",
	"6a8bcd25438571da": "Ajouter une authentification à plusieurs facteurs",
	"6adcb9410450815f": "Le nom de l’instance JIRA ne doit contenir que des lettres minuscules, des chiffres et des points.",
	"6b464e683e6a3fce": "Terminer la session",
	"6b85db7f03428528": "Vous devez choisir un mot de passe.",
	"6bd7f22bb840ea23": "Impossible de trouver un client OAuth avec l’id $1.",
	"6c01ea98c53903bc": "Ce moteur est utilisé pour modifier les numéros de contact.",
	"6c44794e5f7b8b93": "Vous ne pouvez pas définir directement de résumé de réponse à un défi. À la place, définissez un motif de réponse. Un résumé de réponse sera généré automatiquement.",
	"6c5011cc316ffb31": "Réponse JSON valide attendue de la requête $1 à Phabricator.",
	"6c73744e46a0afd0": "$1 a créé ce numéro de contact.",
	"6c764b58c198fab4": "Les fournisseurs Duo doivent avoir une accréditation de l’API.",
	"6c8ea7183583b566": "Vous ne pouvez vérifier qu’une adresse à la fois.",
	"6c98028552f64159": "Clé SSH $1",
	"6caf9d718c092f1b": "Le type de clé publique doit être une des valeurs : $1",
	"6cd1c23e41146f07": "MODIFICATIONS DU MESSAGE",
	"6d14d4e6aed1ec6d": "Code de l’application",
	"6d4110eab766dff4": "Accréditation de l’API de Duo.",
	"6dab7216458e25d1": "$1 a modifié une propriété de ce fournisseur.",
	"6db3041d425e2c7d": "Invitations de courriel d’authentification",
	"6e1a5072aee3c52e": "**Étape 2 sur 2 - Configurer l’instance OAuth de Phabricator**\n\nPour configurer OAuth de Phabricator, créer une nouvelle application ici :\n\n$1/oauthserver/client/create/\n\nEn créant votre application, utiliser ces paramètres :\n\n  - **URI de redirection :** La mettre à : `$2`\n\nAprès avoir terminé la configuration, copier le **Client ID** et le **Client Secret** dan sles champs ci-dessus (vous aurez peut-être besoin de générer le secret du client en cliquant d’abord sur 'Nouveau Secret').",
	"6e29090cc921fad3": "Bienvenue sur Phabricator",
	"6e30fde33a4b01d0": "Adresse vérifiée",
	"6e88228047200287": "Pour vérifier votre téléphone avec un facteur d’authentification, un message textuel contenant un code secret sera envoyé au numéro téléphonique listé comme premier numéro de contact.",
	"6ec564fa013d4176": "Code MFA de Phabricator ($1) : $2",
	"6f8b477e10c08d22": "Vous ne pourrez plus utiliser votre compte $1 pour vous connecter à Phabricator.",
	"6f8e8eed597bcf7e": "DÉSACTIVER LA FILE D’APPROBATION",
	"701248f1c99102d5": "Spécifier soit des facteurs spécifiques avec « --type », soit tous les facteurs avec « --all-types », mais pas les deux.",
	"709fcc477ac73eaa": "Aucun jeton d’accès OAuth",
	"70c2e3f9b1801398": "Vous êtes déjà connecté.",
	"7143affdf940a6e6": "Attendre les instructions d’approbation",
	"71b6a1901b0957e8": "Lier le compte LDAP",
	"7252e3fdb361aab5": "ldap.example.com",
	"72815d98201309a7": "Ce mot de passe est associé avec un PHID d’objet (« $1 ») pour un objet autre que celui fourni (« $2 »).",
	"7282847634c3073e": "Désactiver le numéro",
	"728ae04e67246c99": "Nom d’utilisateur ou adresse de courriel",
	"72e9b9eadf59933a": "Vérifier cette adresse de messagerie ($1) et l’attacher à votre compte ($2) ?",
	"730232c60ac8ec09": "Supprimer la clé publique SSH",
	"731f2596b303fbd5": "Modifier les fournisseurs MFA",
	"739b8f047465d210": "Avant de pouvoir définir ou utiliser le LDAP, vous devez installer l’extension LDAP de PHP. Elle n’est pas installée pour l’instant, donc PHP ne peut pas discuter avec un LDAP. En général, vous pouvez l’installer avec `$1`, `$2`, ou la commande similaire d’un gestionnaire de paquet.",
	"73b35f360d279697": "$1 a échoué !",
	"73e438de4c4fd7db": "Quiconque peut naviguer vers cette installation de Phabricator pourra enregistrer un compte. Pour ajouter des restrictions de domaine de courriel, configurer $1.",
	"7405cf0c3534b464": "Pour configurer OAuth de Slack, créer une nouvelle application ici :\n\nhttps://api.slack.com/docs/sign-in-with-slack#create_slack_app\n\nPour créer votre application, utiliser ces paramètres :\n\n  - **URI de redirection :** La mettre à : `$1`\n\nAprès avoir terminé la configuration, copier le **Client ID** et le **Client Secret** dans les champs ci-dessus (vous devrez peut-être générer le secret client en cliquant d’abord sur 'Nouveau Secret').",
	"7488eef97aa769d1": "Un défi a été envoyé à votre téléphone. Ouvrez l'application Duo et validez le défi, puis continuez",
	"74c0fda1054b04bf": "Amazon",
	"753ba8c74c63828a": "Jeton de synchronisation MFA",
	"75a977c4525e1471": "Votre navigateur n’a pas envoyé de clé d’inscription avec la requête. Vous devez utiliser le même navigateur pour commencer et terminer une inscription. Vérifiez que les cookies sont activés et réessayez.",
	"75d86e34711d25de": "Incomplet",
	"768b18cfbe88b527": "Dissocier le compte",
	"76e1d96a2c40b1c0": "Vous devez spécifier le chemin vers un fichier de clé publique avec $1.",
	"76e36384524255dd": "Supprimer l’authentification à plusieurs facteurs d’un compte.",
	"76e72a77e255bf70": "Modifier un fournisseur existant",
	"7706aa6180a91d23": "Voulez-vous activer ce fournisseur ? Les utilisateurs pourront se connecter à Phabricator en utilisant les comptes liés.",
	"771ec377aad4dda0": "$1 a passé l’accréditation de ce fournisseur de $2 à $3.",
	"776a2c08a44f6f0f": "Signature des documents legalpad de session de l’utilisateur sans session !",
	"778ff30ce38cd714": "$1 a mis à jour le texte du message.",
	"779f17f3c9da80f3": "L'URI de la base Phabricator est nécessaire.",
	"77bd2ee68105771e": "Vérifier cette adresse de messagerie ($1) et l’attacher à votre compte ?",
	"7803c4f05445584b": "Pas de fournisseurs externes attachables",
	"7837b46bdff101bc": "Ce compte n'est pas associable.",
	"78614063851cedfe": "Permettre de supprimer la liaison des comptes",
	"7867b5f2109c74b7": "Cette requête inclut un motif de défi d’authentification multi-facteurs mal-formaté et ne peut être traitée.",
	"786ec1fb8f78d08b": "Le numéro de contact ne peut dépasser $1 caractère{{PLURAL:$1||s}}.",
	"789a2142ab0d53ab": "Compte OAuth1",
	"78cdab3abf9dc85d": "Personnalisé",
	"78fefe1658ea3aca": "Vous allez devoir vous identifier, un message avec un code va être envoyé à votre téléphone.",
	"790fa6145f9d5b89": "Compte \"$1\"",
	"79167df1dd0bc2f6": "Réinitialisation de mot de passe",
	"795a613e1b051f7d": "Réponse JSON valide attendue de la requête de données de compte Amazon.",
	"79d4fadc66eaad97": "Les clés SSH révoquées ne peuvent être ni modifiées ni réactivées.",
	"79d6c82e3eda4b3c": "Suivez les recommandations. Désactivez cela pour Windows AD 2003.",
	"79db86841a4d3e36": "user=$1, should_verify=$2",
	"7a076272512c238e": "Le compte externe avec lequel vous venez de vous connecter n’est pas associé avec un utilisateur Phabricator valide.",
	"7a36e57fbc3d0dc0": "ATTENTION : vous n’avez encore configuré aucun fournisseur d’authentification, donc votre compte n’a aucun certificat de connexion. Si vous vous déconnectez maintenant, vous ne pourrez pas vous reconnecter normalement.",
	"7a556d163c57b5de": "Si vous ne reconnaissez pas cette modification, cela peut vouloir dire que votre compte a été compromis.",
	"7a7543d4fc8fdba3": "Associer des comptes",
	"7abc5425e7b39214": "Créer un compte administrateur",
	"7b2f3408e2850544": "Créer un fournisseur MFA",
	"7b66c2d59b36bad1": "Se déconnecter ?",
	"7b67216237f31526": "Récupérer l’accès à un compte si vous vous êtes bloqué hors de Phabricator.",
	"7bbfdd276ac7fa0e": "Vous n’avez pas configuré de premier numéro de contact. Configurez un numéro de contact avant d’ajouter de facteur d’authentification SMS.",
	"7c10dca29b31cd6e": "Détacher le compte externe",
	"7c341bd5e8c5c6e7": "Vous devez vérifier votre adresse de messagerie pour vous connecter. Vous devez avoir reçu un nouveau message de Phabricator avec des instructions pour la vérification dans votre boîte de réception ($1).",
	"7c366de95dc5c64d": "$1 en a fait le numéro de contact primaire.",
	"7c8ecff981008c94": "Le compte externe (« $1 ») avec lequel vous venez de vous authentifier n’est pas configuré pour autoriser les connexions sur cette installation de Phabricator. Un administrateur l’a peut-être désactivé récemment.",
	"7cd023cff7f8ec3e": "$1 a passé la politique d’embauche de ce fournisseur de $2 à $3.",
	"7e4cf8756f26b8af": "Actuellement, il n’y a pas de fournisseurs d’authentification externes configurés auxquels vous pouvez lier votre compte.",
	"7e5981b570f1fff0": "Pour configurer OAuth de GitHub, créer une nouvelle application GitHub ici :\n\nhttps://github.com/settings/applications/new\n\nVous devez utiliser ces paramètres dans votre application :\n\n  - **URL :** La définir avec votre domaine complet avec le protocole. Pour cette installation de Phabricator, la bonne valeur est : `$1`\n  - **URL de rappel**: La mettre à : `$2`\n\n\nUne fois l’application créée, copiez le **Client ID** et le **Client Secret** dans les champs ci-dessus.",
	"7e68108feec95e26": "$1 a inhibé l'association de compte.",
	"7e787b9791edb0e5": "Confirmer le lien avec ce compte $1. Ce compte pourra se connecter à votre compte Phabricator.",
	"7e99d254a3a91446": "Numéro déjà primaire",
	"7ec0d139cbfda985": "Enlever ces facteurs d’authentification ?",
	"7f23f740003c3d95": "Le fournisseur OAuth n’a pas renvoyé de paramètre « code » dans sa réponse.",
	"7f2f872b8355d838": "Votre compte Duo (« $1 ») n’a pas complété l’inscription de Duo. Veuillez vérifier vos courriels et compléter l’inscription pour continuer.",
	"7faeec8a82924b23": "Configuration du fournisseur d’authentification verrouillée.",
	"800bf3cd70973092": "Spécifier la cible pour laquelle révoquer les certificats avec « --from », ou spécifier « --everywhere », mais pas les deux.",
	"807dc910979c7c7e": "Votre navigateur a soumis une clé d’inscription différente de celle associée avec ce compte. Vous devez peut-être supprimer vos cookies.",
	"81c1aa74a27b25ab": "Désigner comme numéro primaire",
	"81de1099ae301067": "Enlever les facteurs de tous les utilisateurs.",
	"81eb01f7db859b9b": "Le mode d’association de noms d’utilisateur Duo (« $1 ») n’est pas pris en charge.",
	"820769fe360b53a2": "Vous êtes en train de créer un nouveau compte Phabricator lié à un compte externe existant depuis l’extérieur de Phabricator.",
	"82da67b211249624": "Facebook",
	"8305d0bed00d1382": "Vraiment révoquer tous les jetons ? Parmi d’autres autorisations temporaires, cela désactivera toute réinitialisation de mot de passe en suspens ou tous les liens de récupération de compte.",
	"83826acafae51f6d": "Version LDAP",
	"83ad622d06809918": "FILE D’APPROBATION",
	"84507bab36bf9c07": "$1 a supprimé ce mot de passe de la liste de révocation.",
	"845ae34a827768ca": "Bloque la configuration du fournisseur d’authentification afin d’éviter des changements à la configuration sans lancer *bin/auth unlock**.",
	"850b1ddebc430166": "Pour configurer OAuth de Asana, créer une nouvelle application ici :\n\nhttps://app.asana.com/-/account_api\n\nLors de sa création, utiliser ces paramètres :\n\n  - **URL de l’application :** La mettre à : `$1`\n  - **URL de redirection :** La mettre à : `$2`\n\nAprès avoir achevé la configuration, copier le **Client ID** et le **Client Secret** dans les champs ci-dessus.",
	"853f11cbde525abf": "Après avoir téléchargé la clé privée, elle sera détruite. Vous ne pourrez plus la récupérer si vous perdez votre copie.",
	"854045cdbf825e01": "Après vous être connecté, vous devrez définir un mot de passe pour votre compte, ou lier votre compte à un compte externe que vous pourrez utiliser pour vous authentifier ultérieurement.",
	"85595ce1133020cd": "Analyser et diagnostiquer les problèmes avec la configuration LDAP.",
	"85732f5f887a14d3": "Votre session n'est plus en sécurité haute.",
	"85f17ac049c42182": "Révoquée",
	"867e89f45beb8f0d": "Désactiver le numéro de contact $1  ?",
	"871855bc303144a7": "L’URI où l’instance du serveur OAuth de Phabricator est installée. Par exemple : $1",
	"878fb2fedd3288dd": "Nom du facteur : $1",
	"87b7c08baed1c8e9": "Fournisseurs",
	"87ced7f8e390924b": "Adresse dupliquée dans l’entrée",
	"87e098799e28c885": "Scannez le QR code ou entrez manuellement la clé ci-dessous dans l’application.",
	"888ff221f6dba819": "Le compte avec lequel vous tentez de vous enregistrer utilise un fournisseur d’authentification désactivé (« $1 »). Un administrateur peut avoir désactivé récemment ce fournisseur.",
	"889fac82e7ff3ffc": "Enregistrer un compte",
	"88cb01d4762a3afa": "Impossible de modifier la clé de confiance",
	"893e26b5cbc31f3a": "ID de l’application OAuth",
	"8965f4be212ed35b": "Les invitations sont visibles des administrateurs, de l’utilisateur invitant, des utilisateurs ayant un code d’invitation, et de l’utilisateur qui accepte l’invitation.",
	"89a946e4e507a375": "Le fichier de clé publique spécifié, « $1 », n’existe pas !",
	"89d205fbf8a1ec80": "Vous devez fournir une adresse courriel à vérifier.",
	"89ee84a9ab0ba731": "La clé « $1 » sera révoquée de façon permanente, et vous ne pourrez plus utiliser la clé privée correspondante pour vous authentifier.",
	"8a06fc583c09e154": "TOTP",
	"8a22435e462078b1": "Configurer OAuth $1.",
	"8a240bfa30623c09": "Actualisation du compte nº $1.",
	"8a2572f30b33b06b": "Vous ne pouvez pas faire d'un numéro désactivé, un numéro de contact primaire.",
	"8aaf29ef6b809a9d": "Échec d’attachement au serveur LDAP (en tant qu’utilisateur « $1 »).",
	"8aafb04bb2f4a597": "Le compte externe (« $1 ») avec lequel vous venez de vous authentifier n’est pas configuré pour permettre l’inscription sur cette installation de Phabricator. Un administrateur l’a peut-être récemment désactivé.",
	"8c7d6ac5b5aef9f0": "Aucun courriel n’existe avec l’adresse « $1 » !",
	"8cc16d224c154022": "Révoquer la clé SSH",
	"8d49e065a30eb4bd": "Embarquement",
	"8d4b3db3f5fb3f85": "La requête n’inclut pas la clé du compte.",
	"8d884d6c8bcb3934": "Compte désactivé",
	"8ddad3898db5a640": "Le nom de l’instance JIRA est obligatoire.",
	"8e45b01499f187c9": "Corps du message : définir le mot de passe",
	"8e79d5b106832aa0": "Mot de passe LDAP",
	"8eb3b1e24355e44b": "Éditer la clé publique SSH",
	"8eefdd52ad2d9b9b": "Généré",
	"8f072d6bacb377aa": "$1 a mis à jour le secret de l’application OAuth pour ce fournisseur.",
	"8f88d0630d4a2f86": "Quitter la haute sécurité",
	"8f8b3cee7e3b64f5": "**Poster un commentaire** dans la tâche JIRA, similaire aux courriels qu’envoie Phabricator.",
	"8f8c389e278d69ba": "La clé du consommateur est requise.",
	"8fc89afea3d19a2c": "Le nom d’utilisateur ou le mot de passe n’est pas correct.",
	"901825de6c941632": "Tentative de mettre le cookie '$1' à '$2', mais votre navigateur n’a pas accepté le cookie. Vérifiez que les cookies sont activés, nettoyez-les, et réessayez.",
	"90709e4a0d095458": "Impossible de charger les paramètres de connexion de  l'API Duo (« $1 »).",
	"90c985ae87fd84a2": "Le fournisseur d’authentification n’a pas renvoyé de paramètre d’état du client dans sa réponse, et il était attendu. Si ce problème persiste, vous devrez supprimer vos cookies.",
	"91c23ff9c7a92646": "Connexion unique",
	"92a60de16bd54ca5": "NOTE : Ce fournisseur **supporte uniquement JIRA 6**. Il ne fonctionnera pas avec JIRA 5 ou antérieur.",
	"93053d29d8703e80": "Le nom de la clé SSH est requis.",
	"930dec8bb5b0f099": "Révoque toutes les sessions de connexion actives.\n\nLes utilisateurs affectés seront déconnectés et devront se reconnecter.",
	"9334d0bf7105b62b": "Le secret du consommateur est obligatoire.",
	"9368f6d6cdde6134": "Erreur d'adresse",
	"937f5c13edac6f07": "L’authentification par mot de passe n’est pas activée car vous êtes déjà connecté. Vous n’avez rien à faire ici.",
	"93c41deece434a5e": "Enlever des facteurs sans demander.",
	"93d2d77d6dea672f": "Message d’Authentification",
	"93dff031d8c2d5c7": "Défi d’Authentification",
	"93ef46c90aa4dda7": "Aucune session correspondante",
	"940b37670e03db95": "Le retour attendu de « newResultFromIssuedChallenge() » aurait dû être nul ou un objet de la classe « $1 », mais autre chose a été obtenu (dans « $2 »).",
	"94ad457427f5e074": "Le fournisseur d’authentification n’a pas réussi à charger un compte depuis $1 !",
	"94cfab55fce081d7": "Fournisseur activé",
	"94f758e30d947d3e": "L’utilisateur nouvellement inscrit « $1 » attend une approbation de compte par un administrateur.",
	"95234e834cee36b3": "Impossible de se connecter au serveur LDAP ($1:$2).",
	"956ed9a5de608a49": "Il n’y a pas de session correspondante à terminer.",
	"95793610875febfa": "Aucun compte ne correspond aux arguments !",
	"9651b251f1e71e2e": "Enregistrer un nouveau compte",
	"969acacc1931a9c6": "DÉTAIL DE LA CLÉ SSH",
	"96ca538a066e065e": "Échec de conversion de la clé publique au format PKCS8. Si vous développez sur OSX, vous devez pouvoir utiliser `$1` pour contourner ce problème. $2",
	"96cdd240dfed0794": "Envoyer un Message de Test",
	"976967e7f0a95ccf": "Un courriel contenant un lien utilisable pour définir un mot de passe à votre compte a été envoyé.",
	"97b0b04defc23ab9": "Exception actuelle : $1",
	"97c2c650a605574e": "Êtes-vous sûr de vouloir vous déconnecter ?",
	"97ce2873b7987ec4": "(AVERTISSEMENT) Examiner le tableau ci-dessous pour des informations sur comment les hachages de mot de passe seront stockés dans la base de données.\n\n(NOTE) Vous pouvez sélectionner une longueur minimale de mot de passe en mettant `$1` dans la configuration.",
	"9825df44591a2d02": "Lier le compte",
	"986c0d48c09fb836": "Un mauvais mot de passe ne devrait pas fonctionner.",
	"987d754a4135f62a": "Connexion/Inscription",
	"98916bf30c0329e6": "Lister les fournisseurs d’authentification multi-facteurs disponibles.",
	"98a1eb70b6af23d8": "Lister les facteurs d’authentification à plusieurs facteurs.",
	"98a28f5f6936f5fd": "Récupération de compte",
	"9900eace9e895c18": "Configuration de l’Authentification Multi-Facteurs Complétée",
	"99f7ed543bf3747d": "Fiable",
	"9a057126579162ab": "Le retour de « newResultFromChallengeResponse() » aurait dû être un objet de la classe « $1 », mais autre chose a été obtenu (dans « $2 »).",
	"9b0b163e61d58edf": "Permettre les connexions",
	"9b10914d8b0a097a": "Domaine",
	"9b2864d1999902cc": "Vous devez spécifier le chemin vers un fichier de clé pkcs8 avec $1.",
	"9b39985a692a3541": "Courriel envoyé",
	"9b6f4cc9bd844348": "Twitch.tv",
	"9b9303574c39b97a": "Ce moteur est utilisé pour modifier les messages d’authentification.",
	"9b9f804aeaed47ce": "Afficher les facteurs, mais ne pas les enlever.",
	"9be988e1da3ea31b": "Le modèle « $1 » n’est pas valide.",
	"9bf37bd668c18bba": "Ajouter une authentification à plusieurs facteurs à votre compte",
	"9c05be80682253c3": "Fournisseurs d'authentification",
	"9c07aba6c87c5dca": "Afficher les clés actives",
	"9c4f5253b25cfc4b": "Messages d’Authentification",
	"9c71a7286edb29a9": "Mot de passe d’authentification",
	"9c96766f5afe4c41": "Clé SSH $1 : $2",
	"9dc4b2c8f654410d": "Phabricator ne conservera pas une copie de la clé privée.",
	"9dd84db709996770": "Rafraîchir le jeton, le nouveau jeton expire dans $1 secondes.",
	"9e10d4517d5a2f4e": "SMS",
	"9eb1e16f029e1403": "$1 a défini le secret de l’application OAuth pour ce fournisseur.",
	"9eb5ce54dbe7e70e": "$1, exception=$2",
	"9ee63c9892242310": "Réinitialiser $1 action(s).",
	"9f01892cfe1b96fb": "Adresse déjà vérifiée",
	"9fa68c9c43c72321": "Quand des utilisateurs cliquent l’action « Changer le nom d’utilisateur » sur leur page de profil sans avoir les permissions nécessaires, un message leur sera présenté expliquant qu’ils ne sont pas autorisés à faire la modification.\n\nVous pouvez facultativement fournir ici des instructions supplémentaires pour aider les utilisateurs à demander un changement de nom d’utilisateur, s’il y a des personnes spécifiques à contacter ou une procédure particulière qu’ils devraient utiliser.",
	"9fd2db9c97da466b": "Vous essayez d’obtenir l’accès à un compte (« $1 ») qui ne peut pas établir une session web.",
	"a027e0314e6b80cd": "Envoyé par",
	"a11997ed2755b504": "L’adresse de messagerie associée avec ce compte (« $1 ») est déjà utilisée par une application et ne peut pas être utilisée pour enregistrer un nouveau compte Phabricator. Choisir une autre adresse valide.",
	"a1314083554b108a": "Vous devez approuver le défi envoyé sur votre téléphone. Ouvrez l’application Duo et complétez le défi, puis continuez.",
	"a1de0fec262bf00b": "Télécharger la clef privée ($1)",
	"a1f814f7f3ce9fd3": "Assurez-vous de copier-coller tout le lien dans votre navigateur. Les liens de connexion ne sont valides que pendant 24 heures, et ne peuvent être utilisés qu’une fois.",
	"a1fb1a188d577ee0": "$1 a désactivé la connexion.",
	"a209716faa90fb92": "Nombre primaire",
	"a21a6b7a56f43462": "Adresse de courriel non vérifiée",
	"a23ea4ee82b8c99f": "Vraiment révoquer ce jeton ? Toute autorisation temporaire qu’il permet sera désactivée.",
	"a26759ac83877706": "L’URI où JIRA est installé. Par exemple : $1",
	"a2725bce75ce53b2": "Définir le mot de passe du compte",
	"a2f060b7363f54c9": "Mot de passe oublié ?",
	"a352d7460e8896ba": "Adresse brute",
	"a36a997fd4322ad4": "Réinitialiser tous les compteurs.",
	"a36cd42b8dd34d9c": "Afin d'accéder à votre compte, veuillez fournir votre adresse courriel. Un courriel avec un lien de connexion vous sera envoyé.",
	"a38ae8cf1f1ac67d": "Instructions d’installation",
	"a3988a32e0cfaf64": "Vous avez effectué de trop nombreuses demandes de récupération de compte durant une courte période de temps.",
	"a3c7cb85f9340c53": "Télécharger la clef privée",
	"a47504797d160bbe": "Requêter les clés publiques.",
	"a4ae5db3eceed7a9": "Après connexion, vous pouvez utiliser l’application « Auth » pour ajouter ou restaurer des fournisseurs d’authentification et permettre aux connexions normales d’aboutir.",
	"a4e02420f8c54f03": "Authentification annulée",
	"a53d75df56d9960f": "Nom de l'instance Phabricator",
	"a57170f68f18864c": "Ignorera l’adresse",
	"a59c81c5773e98cc": "Texte personnalisé pour le message.",
	"a5c10ab98545e262": "Nombre désactivé",
	"a5d4b2d3f3e7896f": "**Étape 1 sur 2** : Fournir le nom et l’URI pour votre installation JIRA.\n\nDans l’étape suivante, vous configurerez JIRA.",
	"a60c827af4081ad4": "Vous avez déjà attaché une authentification Duo à votre compte pour ce fournisseur.",
	"a63fd2fb9bba0ed8": "Cette tentative d’inscription sur Duo est incorrecte ou a expiré (« $1 »). Annulez le processus et essayez à nouveau.",
	"a654e1b5e82f01ce": "Connexion nécessaire",
	"a65991d9cfa99da2": "Signer avec MFA",
	"a69600f6343d4ca9": "Pour choisir un différent numéro de contact principal, rendez le principal (au lieu d’essayer de retirer celui-ci).",
	"a839b9187879c2df": "Courriel de l’utilisateur vérifié",
	"a86ba8b93217d014": "Courriel de connexion",
	"a87942de64b4204b": "Faire confiance aux adresses de messagerie",
	"a98885cf6cc04a5d": "Bitbucket",
	"a9b6d7f6802718b0": "Permettre aux utilisateurs de supprimer le lien des certificats de compte pour ce fournisseur depuis des comptes Phabricator existants. Si vous désactivez cela, les comptes Phabricator seront liés de façon permanente aux comptes du fournisseur.",
	"a9b893701eff7096": "Impossible de trouver le compte LDAP !",
	"a9c31b2ba160ccc6": "Ce processus de travail générera une nouvelle paire de clés SSH, ajoutera la clé publique, et vous laissera télécharger la clé privée.",
	"aaa365c48e86a4fe": "Trop d’échecs de connexion récemment. Vous devez soumettre un CAPTCHA avec votre demande de connexion.",
	"aaafe971de1f3fcf": "Le fichier de clé pkcs8 « $1 » n’existe pas !",
	"aaf6ad0fa99fb063": "Pour configurer OAuth de Twitch.tv, créer une nouvelle application ici :\n\nhttp://www.twitch.tv/settings/applications\n\nLors de sa création, utiliser ces paramètres :\n\n  - **URI de redirection :** La mettre à : `$1`\n\nAprès avoir terminé al configuration, copier le **Client ID** et le **Client Secret** dans les champs ci-dessus (vous devrez générer le secret du client en cliquant d’abord sur 'Nouveau Secret').",
	"ab5d33faa45f8ebd": "Voulez-vous activer ce fournisseur ? Les utilisateurs pourront utiliser leurs comptes externes existants pour enregistrer de nouveaux comptes Phabricator et se connecter en utilisant les comptes liés.",
	"abc70162e1b02214": "Ce facteur a été retiré de votre appareil, donc Phabricator ne peut pas vous envoyer de défi. Pour continuer, un administrateur doit retirer ce facteur de votre compte.",
	"abd7975572ef027d": "Un courriel contenant un lien utilisable pour vous connecter à votre compte a été envoyé.",
	"ac043ea0feea72ea": "Vous avez déjà accepté cette invitation.",
	"ac0ccb59122634de": "Vous devez choisir un mot de passe ou sauter cette étape.",
	"ac6b982d5a6f1aab": "Cette clé privée nécessite une phrase secrète, mais la mauvaise phrase secrète a été fournie. Vérifiez que vous avez fourni les bonnes clé et phrase secrète.",
	"ac742b62a7efe892": "Quand des utilisateurs ajoutent un facteur à ce fournisseur, ils obtiennent ces conseils d’inscription par défaut :",
	"ac7557c0844b1081": "$1\n\nPour configurer OAuth de Amazon, créer un nouveau 'Projet API' ici :\n\nhttp://login.amazon.com/manageApps\n\nUtiliser ces paramètres :\n\n  - **URL de retour permises :** Ajouter cela : `$2`\n\nAprès avoir terminé la configuration, copier le **Client ID** et le **Client Secret** dans les champs ci-dessus.",
	"ac7e265f024b2e94": "Le CAPTCHA n'a pas été entré correctement.",
	"ac899e9da79eca71": "Configurer OAuth de JIRA. NOTE : Supporte seulement JIRA 6.",
	"ac92f9695336154f": "Le compte avec lequel vous essayez de vous enregistrer a une adresse de messagerie non valide ($1). Cette installation de Phabricator ne permet l’inscription qu’avec des adresses de messagerie spécifiques :",
	"acab0a1ebdaaf63d": "Si vous n'avez pas reçu de courriel, vous pouvez cliquer sur le bouton ci-dessous pour essayer d’en envoyer un autre.",
	"acd2247e4e3afffd": "Le modèle d’invitation n’inclut pas l’URI d’invitation !",
	"ace0e29f29d9edeb": "Les fournisseurs de mot de passe ne peuvent être liés.",
	"ad7773409b11bbcf": "Compte LDAP trouvé : $1",
	"adb89b4344bf0a89": "$1 a réinstallé cette clé.",
	"add90766f53524e2": "Lien de confirmation de compte",
	"adfcabe92e3cd940": "Avant d’utiliser Phabricator, vous devez ajouter une authentification multi-facteurs à votre compte. Celle-ci permet de le sécuriser en rendant plus difficile son accès et la réalisation d’actions sensibles aux attaquants.",
	"ae1e5cc7261f93a8": "Vérifiez l'adresse de courriel",
	"ae3ebe80feb37519": "Le compte Duo (« $1 ») est entièrement enregistré.",
	"ae40bb07db24a408": "Vous devez vous connecter pour réaliser cette action.",
	"ae70ab8ea4fa1049": "$1 a créé ce mot de passe.",
	"ae768f766f75b0f4": "Rester",
	"aea89f95f01a155d": "Le compte avec lequel vous essayez de vous connecter utilise un fournisseur d’authentification inexistant ou désactivé (avec la clé « $1 »). Un administrateur peut avoir désactivé ce fournisseur récemment.",
	"aeb46eb43d192f16": "Deux fournisseurs d’authentification utilisent la même clé de fournisseur ('$1'). Chaque fournisseur doit être identifié par une clé unique.",
	"af007b0bd2293539": "Duo ($1)",
	"af3e29f0651ddf5a": "Créer un nouveau compte",
	"afb15b793b69b7a6": "Exemple : $1$2Pour LDAPS, utiliser : $3",
	"affaf3c37eeaed13": "Un défi complété a obtenu une réponse. Le facteur souligné n’est pas implémenté proprement, les défis peuvent ne pas être réutilisés.",
	"b06f729e4924ba22": "Il n’y a pas de compte associé avec cette adresse de messagerie.",
	"b093246124f702b6": "Révoquer des jetons",
	"b0b70d5cfb681a78": "Rafraîchir le lien du compte",
	"b0cb9e3bee8e4c1b": "Activer les référents",
	"b0f1d9b5d0f55e4c": "L’extension LDAP n’est pas activée.",
	"b105e35d2d7839a4": "Enverra l'invitation",
	"b14ea46247601044": "Peut gérer les fournisseurs d’authentification",
	"b1760ef321b742fb": "Il n’y a pas d’extensions de moteur de session enregistrés.",
	"b18aa87140b8ea78": "Le mot de passe entré est très similaire à un identificateur de compte non secret (comme un nom d’utilisateur ou une adresse courriel). Choisissez un mot de passe plus distinctif.",
	"b230a97ecb69c556": "Révoque tous les jetons de l’API Conduit utilisés pour accéder à l’API.\n\nLes utilisateurs devront utiliser `arc install-certificate` pour installer les nouveaux jetons API avant que les commandes `arc` fonctionnent. Les robots et les scripts qui accèdent à l’API devront avoir de nouveaux jetons générés et installés.",
	"b25783a8e196a10e": "JIRA",
	"b2e28f41e8435e87": "Lien de compte permanent",
	"b3056d0555e10826": "$1 a mis à jour le secret OAuth du consommateur de ce fournisseur.",
	"b33465ca12d7b40a": "Domaine ActiveDirectory",
	"b37c5cfc5d44a034": "Très faible",
	"b38b767e1a8df5bf": "En attente d'approbation",
	"b3e50e23a2b43086": "Si vous voulez déclarer un nouveau compte, continuez avec ce processus d’inscription et choisissez une nouvelle adresse de messagerie unique pour le nouveau compte.",
	"b3f6e702f20059fb": "Si vous vous déconnectez maintenant, vous pourrez regagner l’accès à votre compte plus tard en utilisant la procédure de récupération de compte. L’écran de connexion vous demandera de suivre des instructions de récupération.",
	"b4077e86801d6479": "Votre compte Duo (« $1 ») n’a pas l’autorisation d’accéder à ce système. Contactez votre administrateur Duo pour de l’aide. L’API de pré-authentification de Duo à répondu avec le message d’état (« $2 ») : $3",
	"b444aff5788b2d45": "Message d’Inscription Personnalisé",
	"b478dbc4a6eaf45e": "Impossible d’établir la session web",
	"b4b323296f8023ce": "Application téléphone mobile (TOTP)",
	"b4d0e4b547fef0f8": "Assistance pour l’authentification sur Duo Push.",
	"b4ea437c98c09ec9": "Sécurité normale rétablie",
	"b58446acb0688ef9": "Vérifier $1",
	"b5852cabf3d68afc": "Pas d’Authentification par Mot de Passe",
	"b59404d3cadea590": "Créer **Lien de problème** vers la révision, comme une relation « implémenté dans ».",
	"b5b11ff326dc3453": "Défis d’Authentification",
	"b6f49bf559f278c9": "Jeton de réinitialisation du mot de passe",
	"b703559a7062d28f": "Permettre de détacher un compte",
	"b7a04c9a07a8ceda": "Le mot de passe sélectionné est trop court. Les mots de passe doivent faire au moins $1 caractères de long.",
	"b7c955f82f7115a8": "Nom de base distingué",
	"b7dd37508638ad47": "Vous n’avez pas le droit de gérer les fournisseurs d’authentification.",
	"b7e7a16da8894230": "Autoriser l’inscription :",
	"b815bf52ed9cef05": "Vraiment terminer toutes les sessions ? (votre session actuelle ne sera pas terminée.)",
	"b823410e9e2522a7": "Fournir une clé publique, pas une clé privée !",
	"b89ccca140d67997": "Utiliser « --type <type> » ou « --provider <phid> » pour spécifier les facteurs à retirer, ou « --all-types » pour tous les retirer. Utiliser `bin/auth list-factors` pour montrer les types de facteurs disponibles ou `bin/auth list-mfa-providers` pour montrer les fournisseurs disponibles.",
	"b8a5f698ae533506": "La session n’est pas partielle !",
	"b8f9dae49fbfe9b2": "Créer un numéro de contact",
	"b906a216b4e72e26": "Les utilisateurs pourront seulement s’inscrire avec une adresse de messagerie vérifiée sur un des domaines configurés [[ $1 | $2 ]] : **$3**",
	"b91e2fc4a8258dd1": "Vous êtes connecté en tant que $1, mais l’adresse de messagerie depuis laquelle vous venez de cliquer sur un lien est déjà l’adresse de messagerie principale d’un autre compte ($2). Changez de compte, puis réessayez.",
	"b9c40c3e0e4f4049": "$1 a mis la valeur « $2 » à « $3 ».",
	"ba0653f3bf221f61": "Validité du mot de passe « $1 » .",
	"ba9f3b7c9f366874": "Confirmer le lien de compte externe",
	"badc716012a913f4": "Met fin à toutes les sessions web connectées. Si appelé par OAuth, invalide également le jeton OAuth.\n\nAVERTISSEMENT : Cette méthode fait ce qui est indiqué dans son libellé. Si vous appelez cette méthode via la console de test dans l’IHM web, vous serez déconnecté !",
	"bae03ad2a69dae8a": "Ce numéro de contact est déjà votre numéro de contact primaire.",
	"baed7f8ff56aadbc": "Jetons d’authentification",
	"bafb97c1636ef964": "$1 a mis à jour l’algorithme de hachage pour ce mot de passe de « $2 » en « $3 ».",
	"bb0f317e802ee4e4": "Connexion à plusieurs facteurs",
	"bb5be1a79eab35e2": "$1 a désactivé les inscriptions.",
	"bc51f2d508012ea3": "Modifier le fournisseur d’authentification",
	"bc71bed1a1ee0c01": "Le code de vérification ne peut pas être régénéré après la création d’une invitation.",
	"bc77504ff5756a72": "Créer des comptes",
	"bc7d23eacaf6e004": "[Clé SSH]",
	"bc8d9c89efd571ee": "Suppression des facteurs d’authentification…",
	"bccbe161d0c4e6e6": "Pour configurer OAuth de Twitter, créer une nouvelle application ici :\n\nhttps://dev.twitter.com/apps\n\nEn créant votre application, utiliser ces paramètres :\n\n  - **URL de rappel :** La mettre à : `$1`\n\nUne fois la configuration achevée, copier la **Clé du consommateur** et le **Secret du consommateur** dans les champs ci-dessus.",
	"bcead44a3b191d82": "$1 a remis à jour les éléments de la clé publique pour cette clé SSH.",
	"bd48ac7b00a51026": "Instruction pour un Compte non Lié",
	"bd8b222dab63a89d": "$1 a créé cette clé.",
	"bdc0a784ea8d2087": "Cette clé privée n'a pas pu être ouverte. Cela peut signifier que la clé nécessite une phrase secrète ou que la clé n'est pas formatée correctement. Vérifiez que vous avez fourni le texte complet d'une clé privée valide et la phrase secrète correcte.",
	"bddc4a92685c6ab5": "Un autre courriel de vérification a été envoyé à $1.",
	"bdfdca1c48c1a4a3": "Modifier le Message d’Authentification",
	"bed819cd957f63e0": "Application mobile (TOTP)",
	"bee9e5575c7a4914": "Réponse JSON valide attendue pour la requête de données de compte Google.",
	"bf201794993c4c2e": "Dire à Phabricator de ne pas faire confiance à un client OAuth. Phabricator redirige vers les clients OAuth de confiance que les utilisateurs ont autorisé, sans intervention de l’utilisateur.",
	"bf8f6f49c9d64ee8": "Le code d'invitation du lien sur lequel vous avez cliqué a déjà été accepté.",
	"bfc00f73d7f16305": "Aucune adresse courriel externe pouvant délivrer des messages SMS n’est configurée.",
	"c00bac07318ec753": "Si vous quittez la haute sécurité, vous devrez vous authentifier de nouveau la prochaine fois que vous essayerez de faire une action de haute sécurité.",
	"c0279c2b6b85ccc5": "NOTE: Amazon **nécessite** HTTPS, mais l'installation de votre Phabricator n'utilise pas HTTPS. **Vous ne pourrez pas ajouter Amazon comme fournisseur d'authentication tant que vous n'aurez pas configuré HTTPS sur cette installation**.",
	"c069a747c25843ca": "Associer le compte $1",
	"c09027a109f8f410": "Le fournisseur d’authentification LDAP n’est pas activé.",
	"c11d441d498483e8": "Numéro Téléphonique Actif",
	"c12d7eec4469097f": "Nouvel utilisateur \"$1\" en attente d'approbation",
	"c1543b657a9d339b": "S’inscrire sur l’authentification multi-facteurs",
	"c1e7587a5253ec19": "Vraiment détruire les certificats partout ?",
	"c209acfc305892a4": "Numéro de contact",
	"c24c443968ba4136": "Remettre à jour le compte",
	"c24ed0609beb61ed": "Échec du résumé du mot de passe : l’objet (« $1 ») n’a pas renvoyé une enveloppe opaque avec un résumé du mot de passe.",
	"c27aa467ce47507b": "$1 a passé la politique de noms d’utilisateur de ce fournisseur de $2 à $3.",
	"c2b6a0a46f31f2c6": "De façon facultative, spécifier un attribut nom d’utilisateur à utiliser pour préremplir les noms d’utilisateur lors de l’inscription d’un nouveau compte. C’est purement cosmétique et n’affecte en rien le processus de connexion, mais vous pouvez le configurer pour vous assurer que les utilisateurs ont le même nom par défaut que leur nom d’utilisateur LDAP, de façon à ce que les noms restent cohérents entre les systèmes.",
	"c33966cf0997d849": "Code SMS",
	"c369dd998d49e4ea": "ldaps://ldaps.example.com/",
	"c3ecef83d0685167": "sn",
	"c433dacd8c745d9e": "Une phrase secrète a été fournie pour cette clé privée, mais elle ne nécessite pas de phrase secrète. Vérifiez que vous avez fourni la bonne clé ou omettez la phrase secrète.",
	"c43c1350569f1f51": "Ce fournisseur n'est pas configuré pour autoriser l'association.",
	"c5027eb526603212": "$1 a créé ce fournisseur.",
	"c53ad797ece9dddf": "Multi-facteur",
	"c53b8ac55061a379": "Ce numéro de contact est déjà utilisé.",
	"c5b2be7f42c32a7e": "Révoque les jetons d’authentification temporaires.\n\nLes jetons temporaires sont utilisés dans le courriel de réinitialisation du mot de passe, le courriel de bienvenue, et par certains autres systèmes comme Git LFS. La révocation des jetons temporaires invalidera les liens existants dans les courriels de réinitialisation du mot de passe et d’invitation qui ont été envoyés avant que la révocation se soit produite.",
	"c61f89dc801f1c3e": "Le compte que vous essayez d'associer est déjà associé à votre compte.",
	"c64f5f37ff80def0": "Entrer le code du message textuel envoyé à votre numéro de contact principal.",
	"c7af8237bf6f43d3": "Nom de l'instance JIRA",
	"c80ef7179c35ca5e": "$1 a mis à jour l'ID d'application OAuth pour ce fournisseur, de « $2 » à « $3 ».",
	"c897eff06ea4c02d": "$1 a activé l'enregistrement.",
	"c9b8fa47ad2aaf84": "L’extension 'openssl' de PHP n’est pas installée. Vous devez installer cette extension pour pouvoir ajouter un fournisseur d’authentification JIRA, parce que OAuth de JIRA requiert l’utilisation de l’algorithme de signature RSA-SHA1. Installez l’extension 'openssl', redémarrez Phabricator, et réessayez.",
	"c9ca3cbb69f8d47e": "Message d’Authentification $1",
	"c9e9e5d7302197a1": "Impossible de charger votre secret de jeton OAuth1 depuis le stockage. Il a peut-être expiré. Essayez de vous authentifier de nouveau.",
	"c9fd3e429abc5bf9": "Cette clé privée nécessite une phrase secrète, mais aucune phrase secrète n'a été fournie. Vérifiez que vous avez fourni la bonne clé ou fournissez la phrase secrète.",
	"ca547e6d2c63e4e8": "Enregistrer le compte",
	"ca6ca17b1b8bc4b9": "Génial",
	"ca873d6d2092ad63": "$1 a défini les notes de l’application OAuth pour ce fournisseur.",
	"cad11556932ce76a": "Le type de certificat « $1 » n’est pas valide. Les types de certificat valides sont : $2.",
	"cb0faca28575491a": "Générer la paire de clés",
	"cba827a5512399db": "Impossible de définir l’option LDAP « $1 » à la valeur « $2 » !",
	"cbf964ff00a0a7de": "LDAP : échec de récupération de l’enregistrement de l’utilisateur « $1 » lors de la recherche. Les utilisateurs certifiés pourraient ne pouvoir faire aucune recherche sur votre serveur LDAP. Essayez de configurer des certificats anonymes ou des attachements entièrement anonymes.",
	"cd537e86003e0f57": "Échec d’attachement au serveur LDAP (sans nom d’utilisateur).",
	"cdcac6340e3ab87d": "$1 a changé la valeur de \"$2\" de \"$3\" en \"$4\".",
	"cdf2cc76b7040fe5": "Vous avez annulé l'authentication.",
	"cdf8fcd13aa741e1": "Un lien de réinitialisation du mode de passe sera envoyé à votre adresse courriel principale. Suivez le lien pour définir un nouveau mot de passe à votre compte.",
	"ce36cd512ad24e9e": "Accepté par",
	"ceba78a1a300689b": "« $1 » attendu dans la réponse !",
	"cfb369e0583e5282": "Une session de haute sécurité est nécessaire d'un utilisateur sans session !",
	"d104d1016cecd3b3": "$1 a révoqué cette clé.",
	"d131eb19fd2f0aca": "Il n’y a pas de fournisseurs multi-facteurs configurés.",
	"d1634cbbeedb9dd5": "Jeton de poignée de main OAuth1",
	"d1e525a29596b13f": "**Étape 1 sur 2 - Nom de l’instance OAuth de Phabricator**\n\nChoisir un nom permanent pour l’instance du serveur OAuth de Phabricator. //Cette// instance de Phabricator utilise ce nom en interne pour garder trace de l’instance du serveur OAuth de Phabricator, au cas où l’URL change ultérieurement.",
	"d2cf4ed7e03b340a": "Échec de récupération des entrées LDAP d’un résultat de recherche.",
	"d2da3031e406d67e": "La réponse au Captcha est incorrecte, veuillez réessayer.",
	"d2f6f4f20af5c497": "Ajouter un fournisseur d'authentication",
	"d33d7d4ed6965417": "Le fournisseur d’authentification (de classe « $1 ») essaye de charger ou créer un compte externe, mais a fourni une liste d’identificateurs de comptes qui correspondent à plusieurs comptes : $2.",
	"d3872954623f63ba": "L’accréditation de l’API Duo (« $1 ») n’a pas de clé secrète.",
	"d3914deafcdedd34": "Type de facteur",
	"d391b7a6e41ac71a": "LDAP : échec de récupération de l’enregistrement pour l’utilisateur « $1 » lors de la recherche avec à la fois l’utilisateur et des certificats anonymes.",
	"d45762e3b57629e4": "Configuration verrouillée de l’authentification",
	"d45e8149a54da097": "Facteur d’authentification",
	"d4bed3b8e85516c6": "Lien de confirmation",
	"d4ea8750854afcef": "Vous pouvez réessayer, ou demander un nouveau lien par courriel.",
	"d5057af3cb1da0b5": "$1 est obligatoire !",
	"d510ae63f2dc4696": "Créer un nouveau compte",
	"d510e5be34868617": "Votre compte a trop de tentatives de synchronisation d’authentification multi-facteurs incomplètes en cours. Patientez une heure et essayez à nouveau.",
	"d527bf3db3dc8af6": "Se connecter",
	"d53952fda5180c11": "Types de jetons temporaires",
	"d5dcec90f21e21c7": "Conseils affichés après que l'utilisateur se soit connecté par un lien de son courriel et son invitation à lier un compte externe.",
	"d63e3b0f4d345778": "ERREUR : Vous faites une requête d’API Conduit à « $1 », mais le chemin de requête HTTP correct pour accéder à une méthode de Conduit est « $2 » (par exemple, « $3 »). Vérifiez votre configuration.",
	"d672995a14650d0e": "S’enregistrer",
	"d69b9f8687f6427f": "Utilisateur anonyme",
	"d7af54e793de4a61": "Autoriser les utilisateurs à recevoir un code via SMS.",
	"d7f00a42d7a45731": "$1 a désactivé la connexion automatique.",
	"d8176053656cf48f": "Vous ne pouvez pas avoir « --list » et révoquer les certificats (avec « --from » ou « --everywhere ») dans la même opération.",
	"d8343c683ae1584c": "LDAP",
	"d92c529d7c62e00c": "Le compte avec lequel vous tentez de vous inscrire utilise un fournisseur d’authentification (« $1 ») qui ne permet pas l’inscription. Un administrateur a peut-être récemment désactivé les inscriptions avec ce fournisseur.",
	"d97ab566dce7f2fd": "Déjà accepté",
	"d9f474c67e36c8b5": "Spécifiez un ID client OAuth avec $1.",
	"d9f4bfce5ed5b358": "Exception LDAP : $1\nErreur LDAP nº $2 : $3",
	"da2bf84d60afea8c": "Se déconnecter malgré tout",
	"da7068aaed813f62": "Définir le numéro de contact primaire",
	"da9004c29fc22d3d": "Vous êtes connecté en tant que $1, mais l’adresse de messagerie depuis laquelle vous venez de cliquer sur un lien est déjà vérifiée et associée avec un autre compte ($2). Changez de compte, puis réessayez.",
	"dafeafc84ff1be7b": "Les algorithmes les plus forts sont listés en premier. L’algorithme surligné sera utilisé pour stocker les nouveaux hachages. Les anciens hachages seront mis à jour avec le meilleur algorithme au fur et à mesure.",
	"db21beb5924670f1": "Ces facteurs d’authentification seront enlevés :",
	"db3e9e0401925d3d": "Les numéros de contact doivent posséder un numéro de contact.",
	"db459e7c3833ff39": "Moteur: session",
	"dba78c70c754a370": "Nécessite un compte Duo existant",
	"dbd24dd38a1082e3": "Téléverser la clé publique SSH",
	"dbe521609cd9c21a": "Phabricator se connectera automatiquement avec ce fournisseur si c’est le seul disponible.",
	"dc201198fcf54e05": "Aucun utilisateur « $1 » !",
	"dc30af2f606952b9": "$1 a modifié les nom d'hôte pour ce fournisseur de $2 vers $3.",
	"dc402e67df361140": "Veuillez attendre l'acceptation",
	"dcce25e7a9754fc9": "Les informations concernant la clé SSH sont nécessaires.",
	"dd266bd7c579852e": "Instructions dans le dialogue « Changer le nom d’utilisateur » pour demander un changement de nom d’utilisateur.",
	"dded538865398f00": "Pour réinitialiser votre mot de passe, entrez votre adresse courriel. Un courriel vous sera envoyé contenant un lien de connexion.",
	"de1cec398ccdc788": "Une fois que vous avez terminé la configuration sur votre téléphone, cliquez sur continuer.",
	"de2cde946ca5c581": "Le secret de l’application est obligatoire.",
	"de37d292a48a7ebf": "Échec d’authentification",
	"de6225b5302dc7b6": "Utiliser $1 pour choisir l’utilisateur pour lequel réinitialiser les actions.",
	"de736750e641594a": "Poursuivre vers Phabricator",
	"de90bc9dd67d93cb": "Connexion à Phabricator",
	"dec890ee79bb237b": "Nom d'utilisateur LDAP",
	"def646cc234d5fb4": "Adresse analysée",
	"df09955c90d6cf55": "Fournisseurs d’inscription et de connexion",
	"df19f994b75dcaf9": "Envoyer le SMS: $1",
	"df1b19875609cca3": "Sessions d'authentication",
	"df3d3e9712e7d2eb": "Sécurité Duo",
	"df744fcc7d00aebf": "Fournisseur d’authentification : $1",
	"df893fb06c0b644a": "Problèmes de connexion ?",
	"dfb7b0c606f99f00": "Attributs recherchés",
	"e0153041137b61dd": "Vous avez déjà une authentification SMS attachée à votre compte.",
	"e066a2409e72bf0c": "Attacher une application d’authentificateur mobile (comme Authy ou Google Authentificator) à votre compte. Quand vous aurez besoin de vous authentifier, vous devrez entrer un code affiché sur votre téléphone.",
	"e118a6d3d142155e": "Le lien de connexion sur lequel vous avez cliqué est invalide, obsolète, ou a déjà été utilisé.",
	"e216b7126722377a": "$1 Vous n’avez pas encore ajouté de fournisseurs d’authentification. Utilisez « $2 » pour ajouter un fournisseur, ce qui permettra aux utilisateurs d’inscrire de nouveaux comptes Phabricator et de se connecter avec.",
	"e21f1a2f375ae0b0": "Texte du message",
	"e2a2cb33fce844a8": "Révoquer tous les types de certificats.",
	"e2ae3e6d54ae9c09": "Les bons mots de passe doivent correspondre.",
	"e356d1783ca23827": "Exception LDAP : $1",
	"e3757e79634f1fe6": "Invité précédemment",
	"e376ee552a708614": "La recherche LDAP a échoué.",
	"e3ca0d7ca680f27e": "Cette clé privée n’a pas pu être ouverte avec la phrase secrète fournie. Cela peut signifier que la phrase secrète est incorrecte ou que la clé n’est pas formatée correctement. Vérifiez que vous avez fourni le texte complet d’une clé privée valide et la phrase secrète correcte.",
	"e3e7a654275adf38": "Mis à jour ; Phabricator ne fait pas confiance au client OAuth $1.",
	"e3f7afb3938548da": "Phabricator est configuré avec une liste blanche de domaine de courriel (dans $1), donc seuls les utilisateurs avec une adresse de messagerie vérifiée sur un de ces domaines autorisés $2 pourront inscrire un compte : $3",
	"e42f663250d0b472": "Autoriser la connexion automatique",
	"e4685d817311b672": "Invitation attendue acceptée ($1) .",
	"e46cc084357df044": "Note: dissocier un fournisseur d'authentification terminera toutes les autres sessions connectées.",
	"e4d6c8fb1c21f033": "$1 a renommé cette clé de « $2 » en  « $3 » .",
	"e4ed3e6d519d462b": "Activer le numéro",
	"e5bdebcf57aa8ce4": "Autoriser l'association de comptes",
	"e5ca16897ae7bee0": "$1 a créé ce fournisseur MFA.",
	"e64b2f5e37378c1b": "Pour activer la procédure de connexion, suivez les instructions de configuration et configurez au moins un fournisseur d’authentification, ensuite associez les certificats à votre compte. Après complété ces étapes, vous pourrez vous déconnecter et vous reconnecter normalement.",
	"e66a521620d69625": "Le nom de l’instance Phabricator ne doit contenir que des lettres minuscules, des chiffres et des points.",
	"e694b4006659b51c": "Ceci est le seul compte de connexion externe lié à votre compte Phabricator. Si vous le retirez, vous ne pourrez plus vous connecter.",
	"e6d1fd8f88d1c88c": "Vous n’avez pas encore complété votre inscription sur Duo. Complétez l’inscription, puis cliquez sur continuer.",
	"e6f48364c27de81f": "Toujours rechercher",
	"e711b0635b8dc142": "Permettre l’inscription",
	"e7405cc90c702dd5": "Utiliser ce lien pour récupérer l’accès au compte « $1 » depuis l’interface web :",
	"e74c925dcfef37a5": "Modifier le Message d’Inscription",
	"e75a2315a44ba5f5": "Votre compte Phabricator est déjà lié à un compte externe pour ce fournisseur.",
	"e7a19b683a22d738": "Vous pouvez ignorer sans souci ces avertissements. Si l’installation elle-même a des contrôles d’accès (par exemple, elle est déployée sur un VPN), ou si tous les fournisseurs configurés ont des contrôles d’accès (par exemple, ce sont tous des serveurs LDAP ou OAuth privés).",
	"e7f5484503e58311": "Les clés SSH héritent des politiques de l’utilisateur ou de l’objet qu’elles authentifient.",
	"e80472260f594f63": "Nom d’utilisateur Duo : $1",
	"e80f3c73ae502dd2": "Vérifiez votre courriel",
	"e832be011275cf84": "Le nom de l’instance Phabricator est obligatoire.",
	"e9312bd1b14ea040": "Captcha",
	"e96829fc25aa1ece": "L’enregistrement du courriel a un PHID d’utilisateur non valide !",
	"ea50a62c11197903": "Aucun jeton correspondant",
	"ea8f48c9d7286082": "Fournisseur d'autentication",
	"eb366123f0176ec1": "Mise à jour de session partielle utilisateur, sans session !",
	"eb5a5df035b45a29": "Compte $1",
	"eb81ecd3957d56d7": "NOTE : **Pour terminer le paramétrage**, copier et coller ces clés dans JIRA en suivant les instructions ci-dessous.",
	"ebeab27a18dc9716": "URI de base JIRA",
	"ebf4a427dc958eaf": "Une session n’est visible que pour son propriétaire.",
	"ec0cb787e6c7ac2b": "$1 a créé ce message.",
	"ec0e0ddab6803488": "Compte OAuth2",
	"ec10ec68a45bf5e1": "Nom de l'hôte LDAP",
	"ec6d120659dcc021": "L’adresse de messagerie depuis laquelle vous venez de cliquer sur un lien est déjà vérifiée et associée avec un compte inscrit ($1). Connectez-vous pour continuer.",
	"eca2d3b89887faeb": "$1 a activé ce fournisseur.",
	"ecc337929344c5c9": "Après avoir saisi la clé, l’application affichera un code numérique. Saisir ce code ci-dessous pour confirmer que vous avez bien configuré l’authentificateur :",
	"ed68ca9e76d76643": "Si vous utilisez actuellement votre téléphone pour voir cette page, cliquez sur ce bouton pour ouvrir l’application Duo :",
	"edae26b8e507ea2f": "Spécifier soit des utilisateurs spécifiques avec $1, ou tous les utilisateurs avec $2, mais pas les deux.",
	"ee73d1195f379aa8": "Impossible de remettre à jour le jeton.",
	"ee80ed84288c5bd5": "$1 a passé le statut de ce fournisseur de $2 à $3.",
	"eeb0c3e8b8ffa85f": "Clé du consommateur",
	"ef8b6607ffd9ac9c": "La connexion vérifiera $1 comme une adresse de messagerie que vous possédez.",
	"ef922100f41e867b": "Adresse courriel non valide",
	"ef935b31ecef21df": "Clés SSH",
	"ef9bdcfa48c76593": "Activer le jeton OAuth (expire à : $1)",
	"f05b79a27c83d4fa": "Spécifier le type de certificat à révoquer avec « --type » ou « --everything », mais pas les deux.",
	"f09fdf9021503be1": "(si un choix est donné, sélectionner celui dont la clé est « basée sur le temps », non « basée sur un compteur ».)",
	"f0c6b0be40403dc2": "Plusieurs hacheurs de mot de passe de différentes forces ne sont pas disponibles, donc la mise à jour du hachage n’a pas pu être testée.",
	"f0ed217e007e385d": "Mise à jour attendue avec une nouvelle adresse courriel ($1).",
	"f137c1a282b7aa30": "Ces méthodes ont été introduites récemment et sont succeptibles d'être modifiées.",
	"f1593c22d34e92a2": "Mot de passe LDAP :",
	"f1db88c4e90459e8": "Code d'invitation erroné",
	"f238a578a438b404": "{icône vérifiée, couleur = « vert »} **Installation Terminée !**\n\nVous avez configuré avec succès l’authentification multifactorielle sur votre compte.\n\nVous pourrez faire des ajustements sur le panneau des [[/settings/|Paramètres]] plus tard.",
	"f261ca7e00cdccda": "Permettre aux utilisateurs de se connecter ou de s’inscrire en utilisant un nom d’utilisateur et un mot de passe.",
	"f2bb7c3aebd3e4ae": "Votre adresse distante a effectué trop de tentatives de connexion durant une courte période de temps.",
	"f2f54ce377190dc9": "$1 a activé ce numéro de contact.",
	"f3465d0a99e191c6": "WordPress.com",
	"f3566cd0b39f71cf": "Message par défaut",
	"f3970798cb521d9e": "Instructions dans le corps du message lorsque des utilisateurs demandent un lien envoyé par courriel pour accéder à leur compte.",
	"f39df0ff097eb296": "Mise à jour du compte $1",
	"f3c62dea067b3df4": "Le cookie de connexion a bien été mis, mais votre session de connexion n’est pas valide. Essayez de nettoyer les cookies et de vous reconnecter.",
	"f44c9c0c0d949ff4": "Autoriser les utilisateurs à lier une application d’authentification mobile (comme Google Authenticator) à leur compte.",
	"f4b63217a353f46c": "Synchronisation MFA",
	"f4bc8b80a602b818": "Algorithmes de hachage des mots de passe",
	"f4bd5106ffbcb8f0": "Secret de la poignée de main OAuth1",
	"f52061b533927475": "Échec de connexion",
	"f5a74180c90dcf1c": "Vous avez échoué trop souvent à la vérification de l’authentification à plusieurs facteurs pendant une courte période de temps.",
	"f5bf1f8458a9ce6e": "Vous ne pouvez pas faire d'un numéro désactivé, un numéro de contact primaire.",
	"f5c26334c3707c99": "Utiliser TLS",
	"f6015b6a498f6001": "Cette configuration a l’option de configuration « $1 » d’activée, mais n’a aucun fournisseur actif configuré pour l’authentification multifactorielle. Cela signifie que vous devez en ajouter un, mais que vous n’en avez pas non plus les droits. Un administrateur doit désactiver « $2 » ou activer un fournisseur d’authentification multifactorielle pour vous permettre de continuer.",
	"f6d8972995378736": "Invite d'authentication",
	"f727ad3401a62d13": "Instructions sur l’écran « Attente d’approbation », affichées aux utilisateurs ayant inscrit un compte pas encore approuvé par un administrateur.",
	"f72cbb45464d4870": "Nom d'utilisateur/Mot de passe",
	"f74492be6b330509": "Aucun fournisseur n’existe avec le PHID « $1 ». Utiliser `bin/auth list-mfa-providers` pour lister les fournisseurs.",
	"f7617420f8cd168a": "Personnaliser le message",
	"f7727e0c5c127cf2": "MODIFICATIONS AU MESSAGE D’INSCRIPTION",
	"f7cae2af41934d4c": "Le mode d’inscription de Duo (« $1 ») n’est pas pris en charge.",
	"f83bde9c2c5067c5": "Nom d’Utilisateur Duo",
	"f86a6d8b75765e50": "Configurer une connexion à un serveur LDAP pour que les utilisateurs puissent utiliser leurs certificats LDAP pour se connecter à Phabricator.",
	"f8aed1083ca705c5": "L’état « $1 » est incorrect. Les états valides sont : $2.",
	"f91800bc6bdae448": "Adresse de courriel déjà utilisée",
	"f94e2c91b372814d": "L'approbation par les administrateurs est activée (dans $1), donc tous les nouveaux comptes doivent être approuvés par un administrateur.",
	"f960f1270abe099f": "Déjà associé",
	"f9c9c75ab58ea469": "Attrubuts du nom réel",
	"f9df2783023f9901": "Modification de Statut Échouée",
	"fa8c49d41b6b5a6b": "Spécifier $1 pour réinitialiser tous les compteurs d’action.",
	"fa900991735b2bec": "= Options d’intégration = \nConfigurer comment enregistrer les Révisions sur les tâches JIRA.\n\nNote : Vous aurez à redémarrer les démons pour que cela prenne effet.",
	"facdd66ae62f3ba5": "L’accréditation (« $1 ») n’est pas valide.",
	"fc2a4bf72ad4c4c6": "[Phabricator] $1 vous a invité à rejoindre Phabricator",
	"fc2a9d1a0d65a7db": "N'est pas un compte associable valide.",
	"fc2cc0d9bc6de863": "Il y a pas de fournisseurs d'abonnement configurés par défaut.",
	"fc611290b6b1ccb3": "Le fournisseur d’authentification n’a pas renvoyé le bon paramètre d’état client dans sa réponse. Si ce problème persiste, vous devrez nettoyer vos cookies.",
	"fcbf3b798eb63192": "Les clés SSH ne peuvent pas être réactivées.",
	"fcc7f5ea91438cfd": "Vous ne pouvez pas déprécier ou désactiver le dernier fournisseur d’authentification multi-facteurs actif tant que « $1 » est activé, puisque les nouveaux utilisateurs ne pourraient pas paramétrer d’authentification multifactorielle. Veuillez d’abord désactiver l’obligation de l’authentification multifactorielle dans la Configuration, ou bien créer ou activer un autre fournisseur d’authentification multifactorielle.",
	"fcd761054089234d": "Encore",
	"fcf42ac3d0fae6fb": "Réponse JSON valide attendue d’une demande de données de compte GitHub.",
	"fdf0707fe9f8e0e3": "$1 a inhibé la désassociation de compte.",
	"fe307e51dc49cb32": "Revoquer des jetons ?",
	"fe50f65d906998b3": "Confirmer le lien du compte $1",
	"fe53e09d0ff6362e": "Vous n’avez pas configuré de boîte courriel SMS sortante. Vous devez en configurer une avant de pouvoir utiliser les SMS. Voir : $1",
	"fe684fdd110aa64a": "Fournisseur déjà configuré",
	"fe71474bc99537ca": "Le témoin de l'ID client est absent.",
	"fe84a8f290883b60": "Pour chercher un enregistrement LDAP avant de s’authentifier, cocher soit la case **Toujours rechercher**, ou saisir un nom d’utilisateur anonyme et un mot de passe à utiliser pour effectuer la recherche.",
	"fec64c6e984c23be": "Compte duo d’inscription : $1",
	"ff360bddb0e45712": "Ignoré, le fournisseur n'est pas un fournisseur OAuth2.",
	"ff47e3a73a177d95": "Votre session de connexion n’est pas valide, et nettoyer le cookie de session n’a pas fonctionné. Essayez de vider les cookies de votre navigateur.",
	"ff5d7e2e4e305441": "Secret du consommateur OAuth",
	"8132865068671351": "Le mot de passe que vous avez saisi a été révoqué. Vous ne pouvez pas réutiliser un mot de passe qui a été révoqué. Choisir un nouveau mot de passe."
}
