{
	"@metadata": {
		"authors": [
			"Eduardoaddad"
		]
	},
	"012f3cfd29d66d76": "$1 entrada habilitada.",
	"01624f96a6a6bfa4": "Esta chave foi revogada. Escolha ou gere uma nova chave exclusiva.",
	"01a57dca3e44b680": "Ações de chave SSH",
	"01ddf839b9f3551a": "Adicionar um arquivo-chave PKCS8 ao cache pode ser muito perigoso. Se o arquivo PKCS8 realmente codificar uma chave pública diferente da especificada, um invasor poderá usá-lo para obter acesso não autorizado.\n\nGeralmente, você deve usar esta opção apenas em um ambiente de desenvolvimento em que o ssh-keygen esteja corrompido e seja inconveniente corrigi-lo, e somente se tiver certeza de que compreende os riscos. Você nunca deve armazenar em cache um arquivo PKCS8 que você não tenha gerado.",
	"0204bd421ceca4cf": "Este provedor (\"$1\") já existe e você não pode adicionar mais de uma instância dele. Você pode editar o provedor existente ou escolher um provedor diferente.",
	"024400a7b8dbf007": "O código de verificação que você forneceu está incorreto ou o endereço de e-mail foi removido ou o endereço de e-mail pertence a outro usuário. Certifique-se de que você seguiu o link no e-mail corretamente e está logado com a conta de usuário associada ao endereço de e-mail.",
	"02c8304104610b98": "Senhas",
	"02f02485ab679a90": "Algoritmo",
	"0322424763b1c85e": "Você deve especificar o nome de usuário da conta para recuperar.",
	"03b0e87b1da8286d": "Revogar Tokens",
	"03ea3746c9985b6f": "Existem muitos provedores de registro padrão configurados.",
	"04e1bc4ad686da44": "Desassociar a conta \"$1\"?",
	"0509c518a8f66827": "Descarte fatores de usuários especificados.",
	"05266310cbbb3d4f": "Você deve confirmar a senha selecionada.",
	"07312373a702475c": "Tipo de sessão desconhecida \"$1\".",
	"073b62df31e79f51": "Configurar conta de administrador",
	"08888b0159c9aa34": "Para adicionar um fator TOTP à sua conta, você primeiro precisará instalar um aplicativo autenticador móvel em seu telefone. Dois aplicativos que funcionam bem são o **Google Autenticador** e o **Authy**, mas qualquer outro aplicativo TOTP também deve funcionar.\n\nSe ainda não o fez, baixe e instale um aplicativo TOTP no seu telefone agora. Depois de iniciar o aplicativo e estar pronto para adicionar um novo código TOTP, continue na próxima etapa.",
	"08fa89137b094bbc": "A conta que você está tentando registrar ou vincular já está vinculada a outro usuário.",
	"09a82edf23b0c712": "Verifique um endereço de e-mail não verificado que já esteja conectado a uma conta. Isso também re-executará ganchos de evento para endereços que já foram verificados.",
	"09c780ef81249e5d": "Deve verificar o e-mail",
	"0d455a4e2678fcac": "Verificar e-mail",
	"0f8cbfaf9c7b37c1": "A conta já está registrada ou vinculada.",
	"0f961b0e7e67ad95": "Assine este grupo de transações com o MFA.",
	"0f9ca51834a71342": "(Alguns tipos de token não podem ser revogados e você não pode revogar tokens que já expiraram.)",
	"10a01d3dab17312c": "Incapaz de entrar",
	"11c28bfe5d2322ce": "A sessão já assinou os documentos legais necessários!",
	"11c4d14d29f889f6": "No lado positivo, essa bolha de notificação roxa desaparecerá.",
	"1578dfbb41dafd09": "Código TOTP",
	"171ae470c441828a": "Você só pode recuperar o nome de usuário de uma conta.",
	"175eee25085bdb76": "Não há tokens correspondentes para revogar.",
	"19166f670db6efac": "Nome de usuário LDAP",
	"1b23c88cdc541997": "Terminar sessão?",
	"21d183567cd41d08": "Especifique um ID do cliente OAuth com $1.",
	"2c966675a89bb6c7": "Gerar um novo par de chaves",
	"2ccb2959713e232f": "O Phabricator não reterá uma cópia da chave privada.",
	"3537fbc2c8b8c5e0": "Um par de chaves foi gerado e a chave pública foi adicionada como uma chave reconhecida.",
	"35d0f5fbca4b84a0": "Autenticador",
	"3f3374489b7aa4b3": "Se você quiser vincular uma conta Phabricator existente a essa conta externa, não continue. Em vez disso: faça login na sua conta existente, acesse \"Configurações\" e vincule a conta no painel \"Contas externas\".",
	"40869663a79f92a5": "Revogar token?",
	"470283433e2c3c8c": "Carregar chave pública",
	"54c9e3e4d558f7ac": "Entrar ou registre-se com o LDAP",
	"574f02b7da654e06": "Próximo passo",
	"5f2b54b9aaf46aa0": "Deixar alta segurança e retornar sua sessão aos níveis normais de segurança?",
	"5fdefe3d1be448a9": "Revoga todas as chaves públicas do SSH.\n\nChaves públicas SSH são revogadas, e não apenas removidas. Os usuários precisarão gerar e fazer upload de chaves novas e exclusivas antes de poderem acessar repositórios ou outros serviços por meio do SSH.",
	"5ff7e0d4cd7f4c42": "Terminar sessões?",
	"629fa54326fe1f7f": "Você será solicitado a fornecer o MFA ao enviar.",
	"68ca87a0c27a6291": "Editar números de contato",
	"68e04cc62afc535b": "O Phabricator irá ignorar a verificação de e-mail para contas registradas através deste provedor.",
	"6b85db7f03428528": "Você deve escolher uma senha.",
	"6d14d4e6aed1ec6d": "Código do aplicativo",
	"71b6a1901b0957e8": "Vincular Conta LDAP",
	"753ba8c74c63828a": "Token de Sincronização MFA",
	"7a7543d4fc8fdba3": "Vincular contas",
	"7c10dca29b31cd6e": "Desassociar conta externa",
	"853f11cbde525abf": "Depois de baixar a chave privada, ela será destruída. Você não poderá recuperá-lo se perder sua cópia.",
	"85732f5f887a14d3": "Sua sessão não está mais em alta segurança.",
	"878fb2fedd3288dd": "Nome do fator: $1",
	"87e098799e28c885": "Digitalize o código QR ou insira manualmente a chave mostrada abaixo no aplicativo.",
	"8e79d5b106832aa0": "Senha LDAP",
	"8f88d0630d4a2f86": "Deixando alta segurança",
	"8fc89afea3d19a2c": "Nome de usuário ou senha estão incorretos.",
	"93053d29d8703e80": "O nome da chave SSH é obrigatório.",
	"987d754a4135f62a": "Login/Registo",
	"a1de0fec262bf00b": "Baixar chave privada ($1)",
	"a21a6b7a56f43462": "E-mail não verificado do usuário",
	"a3c7cb85f9340c53": "Baixar chave privada",
	"a65991d9cfa99da2": "Cadastre-se com MFA",
	"a839b9187879c2df": "E-mail do usuário verificado",
	"a9c31b2ba160ccc6": "Esse fluxo de trabalho gerará um novo par de chaves SSH, adicionará a chave pública e permitirá que você baixe a chave privada.",
	"ac0ccb59122634de": "Você deve escolher uma senha ou pular esta etapa.",
	"ae768f766f75b0f4": "Ficar",
	"b4b323296f8023ce": "Aplicativo para celular (TOTP)",
	"b4ea437c98c09ec9": "Segurança normal restaurada",
	"b815bf52ed9cef05": "Realmente terminar todas as sessões? (Sua sessão de login atual não será finalizada.)",
	"b8f9dae49fbfe9b2": "Criar número de contato",
	"ba9f3b7c9f366874": "Confirme o link da conta externa",
	"c00bac07318ec753": "Se você deixar alta segurança, precisará autenticar novamente na próxima vez que tentar executar uma ação de alta segurança.",
	"c11d441d498483e8": "Número de telefone ativo",
	"c209acfc305892a4": "Número de contato",
	"cb0faca28575491a": "Gerar par de chaves",
	"dbd24dd38a1082e3": "Carregar chave pública SSH",
	"dcce25e7a9754fc9": "O material da chave SSH é obrigatório.",
	"dec890ee79bb237b": "Nome de usuário LDAP",
	"e066a2409e72bf0c": "Anexe um aplicativo de autenticador móvel (como Authy ou Google Authenticator) à sua conta. Quando você precisar autenticar, você digitará um código exibido no seu telefone.",
	"ea50a62c11197903": "Não há tokens correspondentes",
	"ecc337929344c5c9": "Depois de inserir a chave, o aplicativo deve exibir um código numérico. Digite o código abaixo para confirmar que você configurou o autenticador corretamente:",
	"f09fdf9021503be1": "(Se tiver uma opção, selecione que essa chave seja \"Com base no tempo\" e não \"Com base no contador\").",
	"f1593c22d34e92a2": "Senha LDAP",
	"f261ca7e00cdccda": "Permitir que os usuários façam login ou registrem-se usando um nome de usuário e senha."
}
