{
	"@metadata": {
		"authors": [
			"Joseplluis",
			"Mguix"
		]
	},
	"0af1e82803f33761": "Phabricator està configurat actualment sense cap base de dades que es pugui escriure (\"mestre\"), de manera que no pot escriure informació nova enlloc. Phabricator s'executarà en mode de només lectura fins que un administrador el reconfiguri amb una base de dades on es pugui escriure.",
	"0b06f65a8ccab6ac": "Aquest sistema no té instal·lada l'extensió \"$1\", de manera que no s'admeten codificacions de caràcters. Instal·leu \"$2\" per habilitar l'assistència.",
	"0b0eef56faff5d89": "Aquest mode està actiu perquè està habilitat a l'opció de configuració \"$1\".",
	"0cc06ea98df1b9dd": "Pànic!",
	"0fd9797123d90a50": "Manipular la vista",
	"11a8e6be14c3dffe": "No hi ha una base de dades que es pugui escriure",
	"1cb5f5cf31a0ab68": "Destruint $1 **$2**...",
	"23a7b8321b13ebd3": "L'objecte \"$1\" no es pot destruir (no implementa $2).",
	"24d1d3058b56700b": "Sense suport de codificació",
	"2a3d3ded34ffe3e9": "No existeix cap objecte \"$1\"!",
	"2cef58d26a63b6dc": "Separat del Mestre",
	"2ecac2e2db1e7a89": "Estat de la base de dades del clúster",
	"2f81b1b51a0ff80f": "Motor: Destrucció",
	"3148b41a4f0c3ad9": "Object ('$1') no implementa la interfície '$2', de manera que aquest tipus d'objecte no es pot desbloquejar.",
	"319a2f5027bcf03f": "Aquesta sol·licitud s'ha servit des d'una base de dades de rèplica. Les bases de dades de rèplica poden quedar enrere del mestre, de manera que és possible que l’activitat molt recent no es reflecteixi a la interfície d’usuari. Aquestes dades es restauraran si es restaura la base de dades mestra, però es poden haver perdut si la base de dades mestra s'ha reduït a un munt de cendres.",
	"35f8b97d2a70bb5c": "Destrueix permanentment els objectes.",
	"3b5e22ff29643ea6": "Trieu un ressaltat de sintaxi que vulgueu utilitzar.",
	"3e3549849220a546": "$1 / hora",
	"40fcb3c8a156ed56": "Això pot passar si hi ha una anomalia temporal de xarxa al costat del servidor, com ara la radiació còsmica o els fantasmes fantasmagòrics. Si aquest error es va produir per una interrupció transitòria del servei, Phabricator es recuperarà momentàniament.",
	"422c87b46689da19": "Accions de freqüència limitada",
	"464c7e7834d9d7bd": "Destacant",
	"46ef097ca8f49509": "No es pot arribar al mestre",
	"4ab649906e0efba5": "Phabricator no ha pogut connectar-se a la base de dades que es podia escriure (\"mestre\") mentre gestionava aquesta sol·licitud i es va degradar automàticament al mode de només lectura.",
	"4b7d7e1069a59c87": "Veure com",
	"4f17eb3453bbf2ad": "S'han destruït permanentment $1 objectes.",
	"52aa5f90323d30f5": "Trieu la Codificació",
	"556ac87365d4e095": "Destruir objectes pot fer que els objectes relacionats deixin de funcionar, i pot deixar referències disperses a objectes que ja no existeixen. En la majoria dels casos, és molt millor desactivar o arxivar els objectes en lloc de destruir-los. Aquest risc és més gran quan s'esborren objectes complexos o molt connectats, com repositoris, projectes i usuaris.\n\nAquests flancs trencats són una conseqüència esperada de la destrucció d'objectes, i el ascendent de Phabricator no t'ajudarà a corregir-los. Recomanem encaridament desactivar o arxivar els objectes al seu lloc.",
	"58bf20abc8cfcd7f": "IMPORTANT",
	"61fa1232adb2e450": "Molt inestable",
	"6302530881f5c892": "No pot desbloquejar el propietari de l'objecte: el motor de desbloqueig ('$1') d'aquest objecte no implementa un mecanisme de desbloqueig del propietari.",
	"635d7fdafe19e1b2": "Escollir un motor de document per utilitzar.",
	"65fca1e4d02e4304": "Destrucció de registres",
	"663a7169eba04995": "És probable que això indiqui una configuració errònia greu o una interrupció important del servei.",
	"6a1114f49dc5b54a": "Destruint objectes...",
	"6b7eda7cc1fb653a": "El mode de només lectura es va habilitar amb l'acció explícita d'un administrador humà, de manera que podeu obtenir més informació sobre per què s'ha activat estirant la cadira de l'escriptori i cridant \"Ei! Per què Phabricator està en mode de només lectura? ?! \" utilitzant la vostra veu exterior més forta.",
	"6bebb0e6346bd254": "Aquest mode està actiu perquè cap base de dades té un rol \"$1\" a l'opció de configuració \"$2\".",
	"7056a7ded33bce38": "Això també pot indicar que s'ha produït un error més greu. Si aquesta interrupció no es resol per si sola, Phabricator aviat detectarà la interrupció persistent i es degradarà al mode de només lectura fins que es resolgui el problema.",
	"79614a1e811de3a5": "La política de visualització d'objectes no es pot desbloquejar perquè aquest objecte no té una política de visualització mutable.",
	"8140de1e81df20b1": "Seleccioneu la codificació de caràcters",
	"8399c288c999a027": "Seleccioneu ressalt de sintaxi",
	"89fe6d3157dc3d41": "LES DADES ES DESTRUIRAN PERMANENTMENT",
	"90ce40dfd99492ff": "Trieu el ressaltat",
	"9603d4615c925382": "Un administrador ha situat Phabricator en mode de només lectura.",
	"9c38843bf5ae7d7c": "Avançat/desenvolupador ...",
	"a01298c69d2f368b": "Els objectes seran destruïts permanentment. No hi ha manera de desfer aquesta operació ni de rescatar mai aquestes dades tret que mantingueu còpies de seguretat externes.",
	"a11e43d03776fe62": "Phabricator ha estat constantment incapaç d’arribar a la base de dades d’escriptura (\"mestra\") mentre processava les sol·licituds recents.",
	"a85904783da7fca9": "S'ha interromput, els vostres objectes són segurs.",
	"a95a91ef8bf8329a": "Cap URI d'objecte",
	"b66c79a3eb057b6d": "Mostra un registre d'objectes destruïts permanentment.",
	"bb02d7148f07f0b8": "L'extensió del motor de la caché \"$1\" ha retornat l'objecte (de la classe \"$2\") sense PHID.",
	"bc0792d8dc81e8aa": "Sistema",
	"bf771825913e3d92": "Esteu realitzant massa accions massa ràpidament.",
	"bfaa9305f974a2cf": "Phabricator tornarà a intentar periòdicament la connexió i es recuperarà un cop restaurat el servei. La majoria de les causes de la interrupció persistent del servei requeriran una intervenció administrativa per restaurar el servei.",
	"c1031336b338baab": "Trieu una codificació de text per a utilitzar.",
	"cd1cfba595365834": "Aquests $1 objectes es destruiran per sempre:",
	"ce2289fc86b1f1aa": "Selecciona Motor de Document",
	"cf7bbffa2745f9d7": "Al mode de només lectura, podeu llegir informació existent, però no podreu editar objectes ni crear objectes nous fins que aquest mode estigui desactivat.",
	"cfc8c7a619ebae47": "Aquest mode es pot utilitzar per realitzar un manteniment temporal, provar la configuració o arxivar una instal·lació permanentment.",
	"d3fac91d7cc2680f": "LA SUPRESSIÓ D'OBJECTES SOVINT TRENCA COSES",
	"dc403b98ccc67a3a": "View Hovercard",
	"dec952813c8009e7": "L'extensió del motor de la caché \"$1\" no ha retornat cap llista d'objectes enllaçats.",
	"e20ca7690e62cfaa": "Normalment, això passa mentre un administrador treballa per solucionar un problema de configuració o desplegament temporal.",
	"e4fdfba6be0afcb4": "$1 / minut",
	"e67e845c51f43680": "Destrueix objectes sense demanar-ho.",
	"e6e08d9d69b29e13": "La tarifa màxima permesa per a aquesta acció és de $1. Esteu fent accions a un ritme de $2.",
	"e8e44a87b19e28f3": "Esteu absolutament segur de voler destruir aquests $1 objectes?",
	"e9cca27a6fbae913": "Mode administratiu de només lectura",
	"ea6c6d57be1955d9": "La política d'edició d'objectes no es pot desbloquejar perquè aquest objecte no té una política d'edició modificable.",
	"eb8d81d4d4ee2b99": "$1 / segon",
	"ec0f51ba7916ac99": "Com a administrador, podeu revisar la informació d'estat des del tauler de control de $1. Això pot proporcionar més informació sobre l'estat actual de les coses.",
	"ef4d482fe615435e": "Tot i que això pot ser el resultat d'una errònia configuració o error operatiu, aquest és també l'estat al qual arribeu si un meteorit ha destruït recentment un centre de dades.",
	"f01e13d061b6ba20": "L'objecte \"$1\" existeix, però no té cap URI al qual redirigir.",
	"f0cd9813b64afd83": "Especifiqueu un o més objectes per destruir.",
	"f5bb0f9a9c2a0888": "Escull Motor"
}
