{
	"@metadata": {
		"authors": [
			"DSwissK",
			"Eneelk",
			"Thibaut120094",
			"Urhixidur",
			"Verdy p",
			"Wladek92"
		]
	},
	"0b06f65a8ccab6ac": "L'extension « $1 » n'est pas installée sur ce système, le codage des caractères n'est donc pas pris en compte. Installez « $2 » pour activer cette fonctionnalité.",
	"0b0eef56faff5d89": "Ce mode est actif car il est autorisé par l'option de configuration « $1 ».",
	"0cc06ea98df1b9dd": "C'est la panique !",
	"11a8e6be14c3dffe": "Aucune base de données disponible en écriture",
	"1cb5f5cf31a0ab68": "Destruction de $1 **$2**…",
	"23a7b8321b13ebd3": "L'objet « $1 » ne peut pas être détruit (il n'implémente pas $2).",
	"24d1d3058b56700b": "Pas de prise en charge de l’encodage",
	"2a3d3ded34ffe3e9": "il n'existe pas l'objet « $1 » .",
	"35f8b97d2a70bb5c": "Détruire les objets de façon définitive.",
	"3b5e22ff29643ea6": "Choisir une coloration syntaxique à utiliser.",
	"3e3549849220a546": "$1 / heure",
	"464c7e7834d9d7bd": "Coloration",
	"4f17eb3453bbf2ad": "Objet(s) détruit(s) de manière permanente: $1 .",
	"52aa5f90323d30f5": "Choisir le codage",
	"58bf20abc8cfcd7f": "IMPORTANT",
	"61fa1232adb2e450": "Presque ininstallable",
	"65fca1e4d02e4304": "Journaux de destruction",
	"663a7169eba04995": "Cela indique probablement une mauvaise configuration ou une interruption majeure du service.",
	"6a1114f49dc5b54a": "Objets en cours de suppression...",
	"6b7eda7cc1fb653a": "Le mode lecture seule a été explicitement activé par un administrateur humain. Vous pouvez donc obtenir plus d'informations sur cette activation en reculant votre chaise de bureau et en criant « Hé ! Pourquoi Phabricator est-il en mode lecteure seule ??! » à l'aide de votre voix la plus puissante.",
	"6bebb0e6346bd254": "Ce mode est actif car aucune base de données n'a de rôle « $1 » dans l'option de configuration « $2 ».",
	"7056a7ded33bce38": "Ceci peut aussi signifier qu'une erreur plus grave est survenue. Si l'interruption ne se résout pas seule, Phabricator détectera bientôt la panne persistante et activera le mode lecture seule jusqu'à ce que le problème soit résolu.",
	"8140de1e81df20b1": "Choisir le codage des caractères",
	"8399c288c999a027": "Choisir la coloration syntaxique",
	"89fe6d3157dc3d41": "LES DONNÉES SERONT SUPPRIMÉES DE FAÇON DÉFINITIVE",
	"90ce40dfd99492ff": "Choisir une coloration",
	"9603d4615c925382": "Un administrateur a activé le mode lecture seule sur Phabricator.",
	"a01298c69d2f368b": "Les objets seront définitivement détruits. Il n'y a aucun moyen d'annuler cette opération ou de récupérer ces données à moins de conserver des sauvegardes externes.",
	"a85904783da7fca9": "Annulé, vos objets sont en sécurité.",
	"a95a91ef8bf8329a": "Pas d'URI d'objet",
	"bc0792d8dc81e8aa": "Système",
	"bf771825913e3d92": "Vous effectuez trop d'actions dans un laps de temps trop court.",
	"c1031336b338baab": "Choisir le codage des caractères à utiliser.",
	"cd1cfba595365834": "Ces objet(s) $1 seront supprimés de façon définitive :",
	"cf7bbffa2745f9d7": "En mode lecture seule, vous pouvez lire l'information existante mais vous ne pourrez ni modifier les objets, ni créer de nouveaux objets jusqu'à ce que ce mode soit désactivé.",
	"cfc8c7a619ebae47": "Ce mode peut être utilisé pour effectuer une maintenance temporaire, tester une configuration ou archiver une installation de façon définitive.",
	"e20ca7690e62cfaa": "Ceci survient généralement lorsqu'un administrateur travaille de manière active à réparer une configuration temporaire ou un problème de déploiement.",
	"e4fdfba6be0afcb4": "$1 / minute",
	"e67e845c51f43680": "Détruire un objet sans demander l'autorisation.",
	"e6e08d9d69b29e13": "Le taux maximum autorisé pour cette action est de $1. Vous prenez des actions à un taux de $2.",
	"e8e44a87b19e28f3": "Êtes-vous absolument sûr de vouloir détruire ces $1 objet(s) ?",
	"eb8d81d4d4ee2b99": "$1 / seconde",
	"ec0f51ba7916ac99": "En tant qu'administrateur, vous pouvez examiner les informations d'état à l'aide du tableau de bord $1. Ceci peut fournir plus d'information sur la situation actuelle.",
	"ef4d482fe615435e": "Bien que ceci puisse être le résultat d'une configuration inadéquate ou d'une erreur opérationnelle, c'est aussi l'état atteint si une météorite a récemment anéanti un centre de données.",
	"f01e13d061b6ba20": "L'objet « $1 » existe, mais ne possède pas d'URI de redirection.",
	"f0cd9813b64afd83": "Spécifier un ou plusieurs objets à détruire."
}
