{
	"@metadata": {
		"authors": [
			"Eduardo Addad de Oliveira",
			"Eduardoaddad"
		]
	},
	"01ad122ef5d1a3df": "Um administrador colocou o Phabricator no modo somente leitura.",
	"0b06f65a8ccab6ac": "Este sistema não possui a extensão \"$1\" instalada, portanto, as codificações de caracteres não são suportadas. Instale \"$2\" para ativar o suporte.",
	"0b0eef56faff5d89": "Este modo está ativo porque está ativado na opção de configuração \"$1\".",
	"0cc06ea98df1b9dd": "Pânico!",
	"11a8e6be14c3dffe": "Nenhum banco de dados gravável",
	"1cb5f5cf31a0ab68": "Destruindo $1 **$2**...",
	"1e8d64a4d0bfe655": "O Phabricator tem sido consistentemente incapaz de atingir o banco de dados gravável (\"master\") ao processar solicitações recentes.",
	"23a7b8321b13ebd3": "Objeto \"$1\" não pode ser destruído (não implementa $2).",
	"24d1d3058b56700b": "Nenhum suporte de codificação",
	"2a3d3ded34ffe3e9": "Nenhum objeto desse tipo \"$1\" existe!",
	"2adbd52a151921c5": "O Phabricator não pôde se conectar ao banco de dados gravável (\"master\") ao manipular essa solicitação e se degradou automaticamente no modo somente leitura.",
	"2cef58d26a63b6dc": "Separado do mestre",
	"2f81b1b51a0ff80f": "Motor: Destruição",
	"319a2f5027bcf03f": "Essa solicitação foi atendida a partir de um banco de dados de réplica. Os bancos de dados de réplica podem ficar para trás do mestre, portanto, atividades muito recentes podem não se refletir na interface do usuário. Esses dados serão restaurados se o banco de dados mestre for restaurado, mas pode ter sido perdido se o banco de dados mestre tiver sido reduzido a uma pilha de cinzas.",
	"35f8b97d2a70bb5c": "Destrua permanentemente objetos.",
	"3b5e22ff29643ea6": "Escolha um destaque de sintaxe para usar.",
	"3e3549849220a546": "$1 / hora",
	"422c87b46689da19": "Ações limitadoras de taxa",
	"464c7e7834d9d7bd": "Realçar",
	"46ef097ca8f49509": "Não é possível alcançar o mestre",
	"4f17eb3453bbf2ad": "Destruiu permanentemente $1 objeto(s).",
	"52aa5f90323d30f5": "Escolha a codificação",
	"52cf53a0b80a30dc": "A destruição de objetos pode fazer com que objetos relacionados parem de funcionar e pode deixar referências dispersas a objetos que não existem mais. Na maioria dos casos, é muito melhor desabilitar ou arquivar objetos em vez de destruí-los. Esse risco é maior ao excluir objetos complexos ou altamente conectados, como repositórios, projetos e usuários.\n\nEssas arestas esfarrapadas são uma conseqüência esperada da destruição de objetos, e o upstream do Phabricator não ajudará a consertá-los. É altamente recomendável desativar ou arquivar objetos.",
	"58bf20abc8cfcd7f": "IMPORTANTE",
	"61fa1232adb2e450": "Muito inquietante",
	"65fca1e4d02e4304": "Registro de Destruição",
	"663a7169eba04995": "Isso provavelmente indica uma configuração incorreta grave ou uma interrupção importante no serviço.",
	"67839526bda32126": "Isso também pode indicar que uma falha mais séria ocorreu. Se essa interrupção não resolver por conta própria, o Phabricator detectará em breve a interrupção persistente e se degradará no modo somente leitura até que o problema seja resolvido.",
	"6a1114f49dc5b54a": "Destruindo objetos...",
	"6bebb0e6346bd254": "Este modo está ativo porque nenhum banco de dados tem uma função \"$1\" na opção de configuração \"$2\".",
	"6e6b8f5c8578851b": "O Phabricator periodicamente tentará novamente a conexão e recuperará uma vez que o serviço seja restaurado. A maioria das causas de interrupção persistente do serviço exigirá intervenção administrativa para restaurar o serviço.",
	"8140de1e81df20b1": "Selecionar a codificação de caracteres",
	"8399c288c999a027": "Selecione realce de sintaxe",
	"8986b526af942a79": "O modo somente leitura foi ativado pela ação explícita de um administrador humano, para que você possa obter mais informações sobre o motivo de ter sido ativado, afastando sua cadeira da mesa e gritando \"Ei! Por que o Phabricator está no modo somente leitura??!\" usando sua voz externa mais alta.",
	"89fe6d3157dc3d41": "OS DADOS SERÃO DESTRUÍDOS PERMANENTEMENTE",
	"90ce40dfd99492ff": "Escolha o destaque",
	"9fd307ba96635163": "Isso pode acontecer se houver uma anomalia de rede temporária no lado do servidor, como radiação cósmica ou fantasmas assustadores. Se essa falha foi causada por uma interrupção transitória de serviço, o Phabricator se recuperará momentaneamente.",
	"a01298c69d2f368b": "Objetos serão permanentemente destruídos. Não há como desfazer essa operação ou recuperar esses dados, a menos que você faça backups externos.",
	"a85904783da7fca9": "Abortado, seus objetos estão seguros.",
	"a95a91ef8bf8329a": "Nenhum URI de objeto",
	"b5b85dd7e24d2532": "Como administrador, você pode revisar as informações de status no painel de controle do $1. Isso pode fornecer mais informações sobre o estado atual das coisas.",
	"b66c79a3eb057b6d": "Mostrar um registro de objetos destruídos permanentemente.",
	"bb02d7148f07f0b8": "A extensão do mecanismo de cache \"$1\" retornou o objeto (da classe \"$2\") sem PHID.",
	"bc0792d8dc81e8aa": "Sistema",
	"bf771825913e3d92": "Você está realizando muitas ações muito rapidamente.",
	"c1031336b338baab": "Escolha uma codificação de texto para usar.",
	"cd1cfba595365834": "Estes $1 objeto(s) serão destruídos para sempre:",
	"cf7bbffa2745f9d7": "No modo somente leitura, você pode ler informações existentes, mas não poderá editar objetos ou criar novos objetos até que esse modo seja desativado.",
	"cfc8c7a619ebae47": "Este modo pode ser usado para executar manutenção temporária, configuração de teste ou arquivar uma instalação permanentemente.",
	"d302241ddb0e12d2": "O Phabricator está atualmente configurado com nenhum banco de dados gravável (\"master\"), portanto, não pode gravar novas informações em lugar algum. O Phabricator será executado no modo somente leitura até que um administrador reconfigure-o com um banco de dados gravável.",
	"d3fac91d7cc2680f": "EXCLUINDO OBJETOS DE TEMPOS QUEBRAM COISAS",
	"dec952813c8009e7": "A extensão do mecanismo de cache \"$1\" não retornou uma lista de objetos vinculados.",
	"e20ca7690e62cfaa": "Isso geralmente ocorre quando um administrador está trabalhando ativamente na correção de um problema de configuração ou implantação temporária.",
	"e4fdfba6be0afcb4": "$1 / minuto",
	"e67e845c51f43680": "Destrua objetos sem avisar.",
	"e6e08d9d69b29e13": "A taxa máxima permitida para esta ação é de $1. Você está realizando ações a uma taxa de $2.",
	"e8e44a87b19e28f3": "Você tem certeza absoluta de que deseja destruir esses objetos de $1?",
	"e9cca27a6fbae913": "Modo Somente Leitura Administrativo",
	"eb8d81d4d4ee2b99": "$1 / segundo",
	"ef4d482fe615435e": "Embora isso possa ser o resultado de uma configuração incorreta ou erro operacional, esse também é o estado que você alcança se um meteoro apagou recentemente um centro de dados.",
	"f01e13d061b6ba20": "O objeto \"$1\" existe, mas não tem um URI para redirecionar.",
	"f0cd9813b64afd83": "Especifique um ou mais objetos para destruir."
}
