{
	"01ad122ef5d1a3df": "An Administrator has placed this server into read-only mode.",
	"0b06f65a8ccab6ac": "This system does not have the \"%s\" extension installed, so character encodings are not supported. Install \"%s\" to enable support.",
	"0b0eef56faff5d89": "This mode is active because it is enabled in the configuration option \"%s\".",
	"0cc06ea98df1b9dd": "Panic!",
	"0fd9797123d90a50": "View Handle",
	"11a8e6be14c3dffe": "No Writable Database",
	"1cb5f5cf31a0ab68": "Destroying %s **%s**...\n",
	"1e8d64a4d0bfe655": "This server has consistently been unable to reach the writable (\"master\") database while processing recent requests.",
	"23a7b8321b13ebd3": "Object \"%s\" can not be destroyed (it does not implement %s).",
	"24d1d3058b56700b": "No Encoding Support",
	"2a3d3ded34ffe3e9": "No such object \"%s\" exists!",
	"2adbd52a151921c5": "This server was unable to connect to the writable (\"master\") database while handling this request, and automatically degraded into read-only mode.",
	"2cef58d26a63b6dc": "Severed From Master",
	"2ecac2e2db1e7a89": "Cluster Database Status",
	"2f81b1b51a0ff80f": "Engine: Destruction",
	"3148b41a4f0c3ad9": "Object (\"%s\") does not implement interface \"%s\", so this type of object can not be unlocked.",
	"319a2f5027bcf03f": "This request was served from a replica database. Replica databases may lag behind the master, so very recent activity may not be reflected in the UI. This data will be restored if the master database is restored, but may have been lost if the master database has been reduced to a pile of ash.",
	"35f8b97d2a70bb5c": "Permanently destroy objects.",
	"3b5e22ff29643ea6": "Choose a syntax highlighting to use.",
	"3e3549849220a546": "%d / hour",
	"422c87b46689da19": "Rate Limiting Actions",
	"464c7e7834d9d7bd": "Highlighting",
	"46ef097ca8f49509": "Unable to Reach Master",
	"4b7d7e1069a59c87": "View As",
	"4f17eb3453bbf2ad": "Permanently destroyed %s object(s).",
	"52aa5f90323d30f5": "Choose Encoding",
	"52cf53a0b80a30dc": "Destroying objects may cause related objects to stop working, and may leave scattered references to objects which no longer exist. In most cases, it is much better to disable or archive objects instead of destroying them. This risk is greatest when deleting complex or highly connected objects like repositories, projects and users.\n\nThese tattered edges are an expected consequence of destroying objects, and the upstream will not help you fix them. We strongly recommend disabling or archiving objects instead.",
	"58bf20abc8cfcd7f": "IMPORTANT",
	"61fa1232adb2e450": "Quite Unsettling",
	"6302530881f5c892": "Object owner can not be unlocked: the unlocking engine (\"%s\") for this object does not implement an owner unlocking mechanism.",
	"635d7fdafe19e1b2": "Choose a document engine to use.",
	"65fca1e4d02e4304": "Destruction Logs",
	"663a7169eba04995": "This likely indicates a severe misconfiguration or major service interruption.",
	"67839526bda32126": "This may also indicate that a more serious failure has occurred. If this interruption does not resolve on its own, this server will soon detect the persistent disruption and degrade into read-only mode until the issue is resolved.",
	"6a1114f49dc5b54a": "Destroying objects...",
	"6b05887ec4628b19": "View Affected Path Index",
	"6bebb0e6346bd254": "This mode is active because no database has a \"%s\" role in the configuration option \"%s\".",
	"6e6b8f5c8578851b": "This server will periodically retry the connection and recover once service is restored. Most causes of persistent service interruption will require administrative intervention in order to restore service.",
	"79614a1e811de3a5": "Object view policy can not be unlocked because this object does not have a mutable view policy.",
	"8140de1e81df20b1": "Select Character Encoding",
	"8399c288c999a027": "Select Syntax Highlighting",
	"8986b526af942a79": "Read-only mode was enabled by the explicit action of a human administrator, so you can get more information about why it has been turned on by rolling your chair away from your desk and yelling \"Hey! Why is %s in read-only mode??!\" using your very loudest outside voice.",
	"89fe6d3157dc3d41": "DATA WILL BE PERMANENTLY DESTROYED",
	"90ce40dfd99492ff": "Choose Highlighting",
	"9c38843bf5ae7d7c": "Advanced/Developer...",
	"9fd307ba96635163": "This may happen if there is a temporary network anomaly on the server side, like cosmic radiation or spooky ghosts. If this failure was caused by a transient service interruption, this server will recover momentarily.",
	"a01298c69d2f368b": "Objects will be permanently destroyed. There is no way to undo this operation or ever retrieve this data unless you maintain external backups.",
	"a85904783da7fca9": "Aborted, your objects are safe.",
	"a95a91ef8bf8329a": "No Object URI",
	"b5b85dd7e24d2532": "As an Administrator, you can review status information from the %s control panel. This may provide more information about the current state of affairs.",
	"b66c79a3eb057b6d": "Show a log of permanently destroyed objects.",
	"bb02d7148f07f0b8": "Cache engine extension \"%s\" returned object (of class \"%s\") with no PHID.",
	"bc0792d8dc81e8aa": "System",
	"bf771825913e3d92": "You are performing too many actions too quickly.",
	"c1031336b338baab": "Choose a text encoding to use.",
	"cd1cfba595365834": "These %s object(s) will be destroyed forever:",
	"ce2289fc86b1f1aa": "Select Document Engine",
	"cf7bbffa2745f9d7": "In read-only mode you can read existing information, but you will not be able to edit objects or create new objects until this mode is disabled.",
	"cfc8c7a619ebae47": "This mode may be used to perform temporary maintenance, test configuration, or archive an installation permanently.",
	"d302241ddb0e12d2": "This server is currently configured with no writable (\"master\") database, so it can not write new information anywhere. This server will run in read-only mode until an administrator reconfigures it with a writable database.",
	"d3fac91d7cc2680f": "DELETING OBJECTS OFTEN BREAKS THINGS",
	"dc403b98ccc67a3a": "View Hovercard",
	"dec952813c8009e7": "Cache engine extension \"%s\" did not return a list of linked objects.",
	"e20ca7690e62cfaa": "This usually occurs when an administrator is actively working on fixing a temporary configuration or deployment problem.",
	"e4fdfba6be0afcb4": "%d / minute",
	"e67e845c51f43680": "Destroy objects without prompting.",
	"e6e08d9d69b29e13": "The maximum allowed rate for this action is %s. You are taking actions at a rate of %s.",
	"e8e44a87b19e28f3": "Are you absolutely certain you want to destroy these %s object(s)?",
	"e9cca27a6fbae913": "Administrative Read-Only Mode",
	"ea6c6d57be1955d9": "Object edit policy can not be unlocked because this object does not have a mutable edit policy.",
	"eb8d81d4d4ee2b99": "%d / second",
	"ef4d482fe615435e": "Although this may be the result of a misconfiguration or operational error, this is also the state you reach if a meteor recently obliterated a datacenter.",
	"f01e13d061b6ba20": "Object \"%s\" exists, but does not have a URI to redirect to.",
	"f0cd9813b64afd83": "Specify one or more objects to destroy.",
	"f5bb0f9a9c2a0888": "Choose Engine"
}
