{
	"@metadata": {
		"authors": [
			"BaRaN6161 TURK",
			"Hedda",
			"Vito Genovese"
		]
	},
	"0af1e82803f33761": "Phabricator şu anda yazılabilir (\"master\") veritabanıyla yapılandırılmamış, bu yüzden herhangi bir yerde yeni bilgiler yazamıyor. Phabricator bir yönetici tarafından yazılabilir bir veritabanı ile yeniden yapılandırılıncaya kadar salt okunur modda çalışır.",
	"0b06f65a8ccab6ac": "Bu sistem yüklü \"$1\" uzantısına sahip olmadığı için karakter kodlamaları desteklenmiyor. Desteği etkinleştirmek için \"$2\" yükleyin.",
	"0b0eef56faff5d89": "Bu mod etkin çünkü \"$1\" yapılandırma seçeneğinde etkin.",
	"0cc06ea98df1b9dd": "Panik!",
	"11a8e6be14c3dffe": "Yazılabilir Veritabanı Yok",
	"1cb5f5cf31a0ab68": "$1 **$2** yok ediliyor...",
	"23a7b8321b13ebd3": "Nesne \"$1\" imha edilemez ($2 uygulanamıyor).",
	"24d1d3058b56700b": "Kodlama Desteği Yok",
	"2a3d3ded34ffe3e9": "\"$1\" gibi bir nesne yok!",
	"2cef58d26a63b6dc": "Ustadan Kesilmiş",
	"2f81b1b51a0ff80f": "Motor: İmha",
	"319a2f5027bcf03f": "Bu istek bir çoğaltma veritabanından sunuldu. Çoğaltma veritabanları ana aygıtın gerisinde kalabilir, bu nedenle son etkinlik kullanıcı arayüzüne yansıtılmayabilir. Bu veri ana veri tabanı geri yüklenirse geri yüklenir, ancak ana veri tabanı bir kül yığınına düşürüldüğünde kaybedilmiş olabilir.",
	"35f8b97d2a70bb5c": "Kalıcı olarak nesneleri yok et.",
	"3b5e22ff29643ea6": "Kullanılacak bir sözdizim vurgulaması seçin.",
	"3e3549849220a546": "$1 / saat",
	"40fcb3c8a156ed56": "Sunucu tarafında, kozmik radyasyon veya ürkütücü hayaletler gibi geçici bir ağ anomalisi varsa, bu olabilir. Bu başarısızlığa geçici bir hizmet kesintisi neden olmuşsa, Phabricator geçici olarak iyileşecektir.",
	"422c87b46689da19": "Puan Sınırlama İşlemleri",
	"464c7e7834d9d7bd": "Vurgulama",
	"46ef097ca8f49509": "Ustaya Ulaşılamıyor",
	"4ab649906e0efba5": "Phabricator, bu isteği yerine getirirken yazılabilir (\"master\") veritabanına bağlanamadı ve otomatik olarak salt okunur moda düşürüldü.",
	"4f17eb3453bbf2ad": "$1 nesneyi kalıcı olarak imha etti.",
	"52aa5f90323d30f5": "Kodlamayı Seçin",
	"556ac87365d4e095": "Nesnelerin yok edilmesi, ilgili nesnelerin çalışmamasına neden olabilir ve artık bulunmayan nesnelere dağılmış kaynaklar bırakabilir. Çoğu durumda, nesneleri yok etmek yerine devre dışı bırakmak veya arşivlemek çok daha iyidir. Bu risk, depolar, projeler ve kullanıcılar gibi karmaşık veya yüksek oranda birbirine bağlı nesneleri silerken en fazladır.\n\nYırtık pürüzlü kenarlar nesneleri yok etmenin beklenen bir sonucudur ve üst kısımdaki Phabricator onları düzeltmenize yardımcı olmaz. Bunun yerine nesneleri devre dışı bırakmanızı veya arşivlemenizi şiddetle öneririz.",
	"58bf20abc8cfcd7f": "ÖNEMLİ",
	"61fa1232adb2e450": "Oldukça Rahatsız",
	"65fca1e4d02e4304": "İmha Günlükleri",
	"663a7169eba04995": "Bu, ciddi bir yanlış yapılandırma veya büyük servis kesintisine işaret ediyor.",
	"6a1114f49dc5b54a": "Nesneleri yok ediyor...",
	"6b7eda7cc1fb653a": "Salt okunur mod, bir insan yöneticisinin açık eylemiyle etkinleştirildi, böylece sandalyenizi masanızdan uzağa doğru yuvarlayarak ve \"Hey! Neden Phabricator salt okunur modda??!\" Diye bağırarak hakkında daha fazla bilgi edinebilirsiniz.",
	"6bebb0e6346bd254": "Bu mod aktiftir, çünkü \"$2\" yapılandırma seçeneğinde hiçbir veritabanında \"$1\" rolü yoktur.",
	"7056a7ded33bce38": "Bu, daha ciddi bir başarısızlığın meydana geldiğini de gösterebilir. Bu kesinti kendi başına çözülmezse, Phabricator kalıcı bozulmayı tespit eder ve sorun çözülene kadar salt okunur moda geçer.",
	"8140de1e81df20b1": "Karakter Kodlamasını Seçin",
	"8399c288c999a027": "Sözdizim Vurgulamayı seçin",
	"89fe6d3157dc3d41": "VERİLER KALICI OLARAK YOK EDİLECEKTİR",
	"90ce40dfd99492ff": "Vurgulamayı Seçin",
	"9603d4615c925382": "Bir yönetici Phabricator'ı salt okunur moda getirdi.",
	"a01298c69d2f368b": "Nesneler kalıcı olarak imha edilecek. Bu işlemi geri almanın veya harici yedeklemeler yapmadıkça bu verileri geri almanın hiçbir yolu yoktur.",
	"a11e43d03776fe62": "Phabricator sürekli olarak son istekleri işleme koyarken yazılabilir (\"master\") veritabanına ulaşamadı.",
	"a85904783da7fca9": "İptal edildi, nesneleriniz güvende.",
	"a95a91ef8bf8329a": "Nesne URI'sı Yok",
	"b66c79a3eb057b6d": "Kalıcı olarak tahrip olmuş nesnelerin günlüğünü göster.",
	"bb02d7148f07f0b8": "Önbellek motoru uzantısı \"$1\", PHID'siz nesneyi (\"$2\" sınıfından) döndürdü.",
	"bc0792d8dc81e8aa": "Sistem",
	"bf771825913e3d92": "Çok fazla işlemi çok hızlı yapıyorsunuz.",
	"bfaa9305f974a2cf": "Phabricator, bağlantıyı periyodik olarak yeniden deneyecek ve hizmet geri yüklendiğinde kurtarılacaktır. Kalıcı hizmet kesintilerinin çoğu nedeni, hizmeti geri yüklemek için idari müdahale gerektirecektir.",
	"c1031336b338baab": "Kullanılacak bir metin kodlamasını seçin.",
	"cd1cfba595365834": "Bu $1 nesne sonsuza kadar imha edilecek:",
	"cf7bbffa2745f9d7": "Salt okunur modda varolan bilgileri okuyabilirsiniz, ancak bu mod devre dışı bırakılana kadar nesneleri düzenleyemez veya yeni nesneler oluşturamazsınız.",
	"cfc8c7a619ebae47": "Bu mod geçici bakım yapmak, yapılandırmayı test etmek veya kalıcı olarak bir arşivi arşivlemek için kullanılabilir.",
	"d3fac91d7cc2680f": "ÇOĞUNLUKLA NESNELERİ SİLME HER ŞEYDİR",
	"dec952813c8009e7": "Önbellek motoru uzantısı \"$1\", bağlantılı nesnelerin bir listesini döndürmedi.",
	"e20ca7690e62cfaa": "Bu genellikle bir yönetici aktif bir şekilde geçici bir yapılandırma veya dağıtım problemini çözmeye çalışıyorsa oluşur.",
	"e4fdfba6be0afcb4": "$1 / dakika",
	"e67e845c51f43680": "Sormadan nesneleri yok et.",
	"e6e08d9d69b29e13": "Bu işlem için izin verilen maksimum oran $1. $2 oranında işlem yapıyorsunuz.",
	"e8e44a87b19e28f3": "Bu $1 nesne yok etmek istediğinizden kesinlikle emin misiniz?",
	"e9cca27a6fbae913": "Yönetim Salt Okunur Modu",
	"eb8d81d4d4ee2b99": "$1 / saniye",
	"ec0f51ba7916ac99": "Yönetici olarak, durum bilgilerini $1 kontrol panelinden inceleyebilirsiniz. Bu, mevcut durum hakkında daha fazla bilgi sağlayabilir.",
	"ef4d482fe615435e": "Her ne kadar bu yanlış bir yapılandırma veya işlemsel hatanın sonucu olsa da, bu aynı zamanda bir meteor yakın zamanda bir veri merkezini takılıyorsa ulaştığınız durumdur.",
	"f01e13d061b6ba20": "\"$1\" nesnesi var, ancak yönlendirilecek bir URI yok.",
	"f0cd9813b64afd83": "Yok edilecek bir veya daha fazla nesne belirtin."
}
