{
	"@metadata": {
		"authors": [
			"Zarisi",
			"Wladek92",
			"Verdy p",
			"Thibaut120094",
			"Pols12"
		]
	},
	"00d5d73d3809e925": "Apprendre comment configurer les courriels et autres options dans Phabricator.",
	"04ed5a30ea0bcc04": "Créer un dépôt",
	"0efe2f85cd67c809": "Vous êtes ici pour le passage en revue du code, commençons par installer votre premier dépôt.",
	"1e5fe3e3f95ec0bc": "Vous avez configuré au moins un paramètre depuis l’interface Web.",
	"1eb484f4905c9e08": "Configurer la disposition par défaut et les éléments de la page d’accueil.",
	"2705f94c32d8e8bc": "Vous avez créé au moins une tâche.",
	"2912f9b92d7431d2": "Les balises de projet définissent tout. Créez-les pour les équipes, les balises ou les projets actuels.",
	"38f627566dda6f37": "Explorer les applications",
	"3da474537ac378c6": "Sauter",
	"455083cac2ae96ea": "Démarrage rapide",
	"46f41c5aad565112": "Configurer les paramètres des comptes pour tous les utilisateurs ou juste pour vous-même",
	"515ad8ce9bb7eecf": "Changer le nom et ajouter le logo de votre organisation, juste pour lui donner une meilleure finition.",
	"51d0e317b0f5ffa7": "Phabricator a été installé avec succès. Les prochains guides vous assisteront pour la configuration et l’orientation d’un nouvel utilisateur. Ces étapes sont facultatives et vous pouvez les passer dans un ordre quelconque. Si vous souhaitez revenir à ces guides plus tard, vous pouvez les trouver dans {icon globe} **Applications** sous {icon map-o} **Guides**.",
	"59fe7e60410f52d0": "Vous avez configuré un serveur de notification en temps réel.",
	"5acfc0badb35c4e0": "Vous avez certains problèmes d’installation à résoudre.",
	"5d859a72a65406e6": "Créer du travail pour les internes dans Maniphest.",
	"5fc6ab5d69b0c1e8": "Si vous êtes nouveau sur Phabricator, ces étapes facultatives peuvent vous aider à apprendre les bases. Conceptuellement, Phabricator est structuré sous forme d’un graphe qui lie les dépôts, les tâches et les projets, tous indépendants les uns des autres. Soyez libre d’installer Phabricator selon la façon avec laquelle vous travaillez le mieux et explorez ces fonctionnalités à votre propre rythme.",
	"6bb896b77607ac76": "Vos invitations ont été acceptées. Vous ne serez pas seul dans cette aventure.",
	"6fe26b1373ab767d": "Vous avez configuré au moins un fournisseur d’authentification.",
	"70e2bb263e7819dc": "Vous avez créé au moins un tableau de bord.",
	"76018fc96e754bd4": "Tutoriels courts",
	"7605c0e01f603842": "Inviter le reste de votre équipe à commencer sur Phabricator.",
	"768b4323e986bb51": "Phabricator peut délivrer des notifications en temps réel avec des WebSockets.",
	"7e11e4c66d7f235a": "Vous avez créé au moins un dépôt.",
	"929a28d261428029": "Guides",
	"a1867bd6bfd5b2ad": "Paramètres du compte utilisateur",
	"b3bd51b127ff1311": "Vous avez ajusté au moins un paramètre dans votre compte.",
	"b5a15bad1cc08996": "Personnaliser votre installation",
	"b801b9ccdc229d9a": "Inviter des collaborateurs",
	"c217cb0f9b995a3d": "Vous avez créé au moins un projet.",
	"ca5f965cff8f2b8d": "Voir toutes les applications incluses dans Phabricator.",
	"ce728737a34c134f": "Créer un tableau de bord",
	"d4f61ec10f8563dc": "Ça a l’air fantastique, bon travail ! Bienvenue chez vous !",
	"d8d1d5a6042642e8": "Deux extensions d’assistance ont généré une assistance avec la même clé (« $1 »). Chaque pièce d’assistance doit avoir une clé unique.",
	"e7643788502a37ce": "Serveur de notification",
	"ed39fa272e927a8d": "Les fournisseurs d’authentification permettent aux utilisateurs de s’inscrire avec leur compte et de se connecter à Phabricator.",
	"f023a66281396c8e": "Résoudre les problèmes d’installation",
	"f686d3a240c27c8c": "Installer Phabricator",
	"fa9a5794e77589de": "Vous avez résolu (ou ignoré) tous les problèmes d’installation non résolus."
}
