{
	"@metadata": {
		"authors": [
			"Eduardo Addad de Oliveira"
		]
	},
	"00d5d73d3809e925": "Aprenda a configurar e-mail e outras opções no Phabricator.",
	"04ed5a30ea0bcc04": "Crie um repositório",
	"0efe2f85cd67c809": "Se você está aqui para revisão de código, vamos configurar seu primeiro repositório.",
	"1e5fe3e3f95ec0bc": "Você configurou pelo menos uma configuração na interface da web.",
	"1eb484f4905c9e08": "Personalize o layout e os itens da página inicial padrão.",
	"2705f94c32d8e8bc": "Você criou pelo menos uma tarefa.",
	"2912f9b92d7431d2": "Etiquetas de projeto definem tudo. Crie-os para equipes, tags ou projetos reais.",
	"38f627566dda6f37": "Explorar aplicativos",
	"3da474537ac378c6": "Pular",
	"455083cac2ae96ea": "Começo rápido",
	"46f41c5aad565112": "Configure as configurações da conta para todos os usuários ou apenas você mesmo",
	"515ad8ce9bb7eecf": "Mude o nome e adicione o logotipo da sua empresa, apenas para dar um pouco de polimento extra.",
	"51d0e317b0f5ffa7": "O Phabricator foi instalado com sucesso. Estes próximos guias guiarão você pela configuração e pela nova orientação do usuário. Essas etapas são opcionais e você pode executá-las em qualquer ordem. Se você quiser voltar a este guia mais tarde, pode encontrá-lo em {icon globe} **Applications** under {icon map-o} **Guides**.",
	"59fe7e60410f52d0": "Você configurou um servidor de notificação em tempo real.",
	"5acfc0badb35c4e0": "Você tem alguns problemas de configuração não resolvidos para resolver.",
	"5d859a72a65406e6": "Crie algum trabalho para os estagiários do Maniphest.",
	"5fc6ab5d69b0c1e8": "Se você é novo no Phabricator, essas etapas opcionais podem ajudá-lo a aprender o básico. Conceitualmente, o Phabricator é estruturado como um gráfico, e os repositórios, tarefas e projetos são todos independentes uns dos outros. Sinta-se à vontade para configurar o Phabricator para saber como você trabalha melhor e explore esses recursos em seu próprio ritmo.",
	"6bb896b77607ac76": "Seus convites foram aceitos. Você não estará sozinho nesta jornada.",
	"6fe26b1373ab767d": "Você configurou pelo menos um provedor de autenticação.",
	"70e2bb263e7819dc": "Você criou pelo menos um painel.",
	"76018fc96e754bd4": "Tutoriais curtos",
	"7605c0e01f603842": "Convide o restante de sua equipe para começar o Phabricator.",
	"768b4323e986bb51": "O Phabricator pode entregar notificações em tempo real com WebSockets.",
	"7e11e4c66d7f235a": "Você criou pelo menos um repositório.",
	"929a28d261428029": "Guias",
	"a1867bd6bfd5b2ad": "Configurações da conta de usuário",
	"b325459bed359e6e": "Login e registro",
	"b3bd51b127ff1311": "Você ajustou pelo menos uma configuração na sua conta.",
	"b5a15bad1cc08996": "Personalize sua instalação",
	"b801b9ccdc229d9a": "Convidar colaboradores",
	"c217cb0f9b995a3d": "Você criou pelo menos um projeto.",
	"ca5f965cff8f2b8d": "Veja todas os aplicativos incluídos no Phabricator.",
	"ce728737a34c134f": "Construa um painel",
	"d4f61ec10f8563dc": "Parece incrível, bom trabalho. Lar Doce Lar.",
	"d8d1d5a6042642e8": "Duas extensões de orientação geraram orientação com a mesma chave (\"$1\"). Cada orientação deve ter uma chave única.",
	"e7643788502a37ce": "Servidor de notificação",
	"ed39fa272e927a8d": "Os provedores de autenticação permitem que os usuários registrem contas e façam login no Phabricator.",
	"f023a66281396c8e": "Resolver problemas de configuração",
	"f686d3a240c27c8c": "Instalar o Phabricator",
	"fa9a5794e77589de": "Você resolveu (ou ignorou) todos os problemas de configuração pendentes."
}
