{
	"@metadata": {
		"authors": [
			"BaRaN6161 TURK"
		]
	},
	"00d5d73d3809e925": "Posta ve diğer seçenekleri Phabricator'da nasıl yapılandıracağınızı öğrenin.",
	"04ed5a30ea0bcc04": "Bir Depo Oluştur",
	"0efe2f85cd67c809": "Kod incelemesi için buradaysanız, ilk deponunuzu ayarlayalım.",
	"1e5fe3e3f95ec0bc": "Web arayüzünden en az bir ayar yapılandırdınız.",
	"2705f94c32d8e8bc": "En az bir görev oluşturdunuz.",
	"2912f9b92d7431d2": "Proje etiketleri her şeyi tanımlar. Takımlar, etiketler veya gerçek projeler için onları oluşturun.",
	"38f627566dda6f37": "Uygulamaları Keşfet",
	"3da474537ac378c6": "Atla",
	"455083cac2ae96ea": "Hızlı Başlangıç",
	"46f41c5aad565112": "Hesap ayarlarını tüm kullanıcılar veya yalnızca kendiniz için yapılandırın",
	"515ad8ce9bb7eecf": "Sadece biraz ekstra cila vermek için adını değiştirin ve şirket logonuzu ekleyin.",
	"51d0e317b0f5ffa7": "Phabricator başarıyla kuruldu. Bu sonraki kılavuzlar sizi yapılandırmaya ve yeni kullanıcı yönelimlerine yönlendirecektir. Bu adımlar isteğe bağlıdır ve bunlardan herhangi bir sırayla geçebilirsiniz. Daha sonra bu kılavuza geri dönmek isterseniz, onu {icon globe} **Uygulamalar** altında {icon map-o} **Kılavuzlar** altında bulabilirsiniz.",
	"59fe7e60410f52d0": "Gerçek zamanlı bir bildirim sunucusu kurdunuz.",
	"5acfc0badb35c4e0": "Çözülecek bazı kurulum sorunlarınız var.",
	"5d859a72a65406e6": "Maniphest'teki stajyerler için biraz çalışma yapın.",
	"5fc6ab5d69b0c1e8": "Phabricator'da yeniyseniz, bu isteğe bağlı adımlar temelleri öğrenmenize yardımcı olabilir. Kavramsal olarak, Phabricator bir grafik olarak yapılandırılmıştır ve depolar, görevler ve projeler birbirinden bağımsızdır. Phabricator'ı en iyi nasıl çalıştığınıza göre ayarlamaktan çekinmeyin ve bu özellikleri kendi hızınızda keşfedin.",
	"6bb896b77607ac76": "Davetiyeleriniz kabul edildi. Bu yolculukta yalnız olmayacaksın.",
	"6fe26b1373ab767d": "En az bir kimlik doğrulama sağlayıcısı yapılandırdınız.",
	"76018fc96e754bd4": "Kısa Öğreticiler",
	"7605c0e01f603842": "Phabricator'a başlamak için ekibinizin geri kalanını davet edin.",
	"768b4323e986bb51": "Phabricator WebSockets ile gerçek zamanlı olarak bildirimler sunabilir.",
	"7e11e4c66d7f235a": "En az bir depo oluşturdunuz.",
	"929a28d261428029": "Kılavuzlar",
	"a1867bd6bfd5b2ad": "Kullanıcı Hesabı Ayarları",
	"b3bd51b127ff1311": "Hesabınızdaki en az bir ayarı ayarladınız.",
	"b5a15bad1cc08996": "Yüklemenizi Kişiselleştirin",
	"b801b9ccdc229d9a": "Ortak Çalışanları Davet Et",
	"c217cb0f9b995a3d": "En az bir proje oluşturdunuz.",
	"ca5f965cff8f2b8d": "Phabricator'da bulunan tüm uygulamaları görün.",
	"d4f61ec10f8563dc": "Harika görünüyor, iyi iş. Evim Güzel Evim.",
	"d8d1d5a6042642e8": "İki rehberlik uzantısı aynı tuşa sahip rehberlik oluşturdu (\"$1\"). Her bir rehberlik parçasının benzersiz bir anahtarı olmalıdır.",
	"e7643788502a37ce": "Bildirim Sunucusu",
	"ed39fa272e927a8d": "Kimlik doğrulama sağlayıcıları, kullanıcıların hesapları kaydetmesine ve Phabricator'da oturum açmasına izin verir.",
	"f023a66281396c8e": "Kurulum Sorunlarını Çöz",
	"f686d3a240c27c8c": "Phabricator'u Kur",
	"fa9a5794e77589de": "Tüm önemli kurulum sorunlarını çözdünüz (veya yok saydınız)."
}
