{
	"@metadata": {
		"authors": [
			"Mguix"
		]
	},
	"07c02304013bf0f0": "Aptituds necessàries en altres objectes",
	"0b19da3648947eae": "Phabricator té polítiques d'aplicació que poden dictar si els usuaris poden prendre certes accions, com la creació de nous usuaris.  \n\nAquest paràmetre permet \"bloquejar\" aquestes polítiques de manera que no es poden fer més edicions sobre una base per política.",
	"117f770f989b87f1": "Bloqueja la política de creació d'usuari per als administradors",
	"13404433b57852ab": "Límit + treball de l'òfset.",
	"18751622f503d778": "Aquestes regles es processen per ordre.",
	"22ee8959b161f13b": "Després que un usuari passi les comprovacions de la política espacial, encara ha de passar les comprovacions de la política d'objectes.",
	"2fbbf64505dd0777": "APTITUDS",
	"3089a1dfa0ab2bbd": "Mapa d'aptituds de les polítiques actuals.",
	"3a18312c8af6c855": "Bloqueja les polítiques d'aplicació específiques perquè no es puguin editar.",
	"4fec8eac38ce4ea6": "Classe d'aplicació \"$1\" per a la consulta \"$2\".",
	"4fef05fb42f4ce11": "Provant la capacitat de '$1' en un objecte ('$2') que no admet aquesta capacitat.",
	"5067ed85470293cf": "Canvieu el propietari d'un objecte per l'usuari especificat.",
	"53b6d518edb90714": "Regles especials",
	"556d12e5313e2ce9": "No s'han pogut descodificar les dades de la regla JSON.",
	"5c486a95375aa612": "Aquestes regles són processades en ordre:",
	"65b28cf2e4c3b8d7": "No teniu l'aptitud necessària ('$1') per fer tot el que intenteu fer.",
	"664ca65d01881bbf": "Suport a les polítiques",
	"6dedd7fb2950f1f3": "La classe de regla '$1' no és vàlida.",
	"722d5e1509db5e30": "L'identificador de política és un PHID d'objecte (\"$1\"), però el manegador proporcionat té un PHID diferent (\"$2\"). El manegador ha de correspondre a l'identificador de la política.",
	"797b2c9b22aa47b1": "Phabricator us permet establir la visibilitat dels objectes (com repositoris i tasques) a «Public», el que significa que **qualsevol persona a Internet els pot veure, sense necessitat d'iniciar sessió o tenir un compte**. \n\nAixò està pensat per a projectes de codi obert.  Moltes instal·lacions mai volen fer públic res, de manera que aquesta política està inhabilitada per defecte.  Ho podeu habilitar aquí, la qual cosa us permetrà definir la política dels objectes com a \"públics\". \n\nEn activar aquest paràmetre s'obriran immediatament algunes funcionalitats, com ara el directori d'usuari. Qualsevol persona a Internet podrà accedir a aquestes funcionalitats. \n\nAmb aquest paràmetre inhabilitat, la política \"pública\" no està disponible, i la política més oberta és \"Tots els usuaris\" (el que significa que els usuaris han de tenir comptes i estar connectats per veure les coses).",
	"7c1c30041d2f2a8b": "L'aptitud '$1' no existeix.",
	"800ed88a45cb7466": "Desbloqueja un objecte que tingui polítiques que impedeixin la seva visualització o edició.",
	"83423c198b6099ed": "Nota:",
	"8a04ae8bee11253a": "Desplaça les pàgines només a través dels objectes visibles.",
	"999c559fe5782fb7": "Per accedir a aquest objecte, els usuaris han de tenir primer aptituds d'accés a aquests altres objectes:",
	"9f53153fe4413f5a": "Els òfsets funcionen correctament.",
	"a877d06ffb1d1976": "L'òfset sense límit funciona.",
	"acad28d8e1f5b37c": "Aquesta regla de política (de classe \" $1) no té una clau de política d'objecte associada.",
	"b770861dad29bc98": "La capacitat \"$1\" no admet les polítiques públiques.",
	"c3a56c5c78d9ec27": "L'identificador de política és un PHID d'objecte ('$1'), però no s'ha proporcionat cap manegador d'objectes. Cal proporcionar un manegador per a les polítiques d'objecte.",
	"c61255f17598a742": "No podeu emetre una consulta de política amb $1 i $2 junts.",
	"c77b0f4346764fc5": "Política estesa amb cicle",
	"caf1bfe4b242d2f5": "Si no hi ha regles coincidents",
	"d9aa7c2ea11b646e": "L'aptitud \"$1\" té una política \"$2\" no vàlida; \"$3\" no existeix.",
	"dc8b1ad8693b44e3": "Trieu quines aptituds voleu desbloquejar amb \"--view\", \"--edit\", o \"--owner\".",
	"f4ccc8f7948632ff": "Aquest objecte té un paràmetre de política desconegut o no vàlid ('$1').",
	"f88a24e096f919c5": "Aquest objecte té regles especials que anul·len les regles normals de la política d'objectes:",
	"f965b290a4b98d39": "Aquest objecte té una política personalitzada que controla qui pot dur a terme aquesta acció.",
	"fae5f7f8ff51e5eb": "El PHID de l'espai nou.",
	"faf14d89df0c1119": "L'aptitud '$1' té una política '$2' no vàlida."
}
