{
	"@metadata": {
		"authors": [
			"Mguix"
		]
	},
	"0082e7ead2a36409": "Totes les Operacions",
	"011cc0b65caac0c0": "Operació del repositori $1",
	"017066e362659042": "No s'han pogut adquirir els bloqueigs de ranura: $1.",
	"0212c9f788540f57": "Objecte autoritzat",
	"021493f340d35ce0": "Recurs",
	"023fd7cdaa478044": "L'arrendament té un estat desconegut \"$1\".",
	"02c57c62390693ad": "Mostra els detalls",
	"02cbc1b484185878": "Aquest canvi no s'ha pogut obtenir des del servidor remot.",
	"02f2e33dde9ac5dc": "El recurs «$1» no es pot alliberar.",
	"04056cb592b3b3b5": "El motor de cerca no té cap blueprint, recurs, arrendament ni operació.",
	"04a2d62103fdab54": "No adquirit",
	"04fb27e15b82ca9b": "El lloguer \"$1\" no és alliberable.",
	"06992d2c6a4fd06a": "Blueprint",
	"07306b1c9e0b0227": "No s'ha pogut validar aquest canvi. És possible que ja s’hagi fusionat.",
	"0737e97c5c8664a1": "Blueprints de Drydock",
	"07efddd49946ef8e": "Alliberar un arrendament.",
	"0a3ce9a594cdb41e": "Permet que Drydock llogui hosts existents definits en un conjunt de serveis Almanac.",
	"0aeda2296c26454a": "El blueprint \"$1\" (del tipus \"$2\") no està implementat correctament: va tornar de \"$3\" sense adquirir un contracte d'arrendament.",
	"0af07008d754849b": "Tipus de blueprint.",
	"0c800ed5ba17cc52": "$1 ha activat aquest blueprint.",
	"0dc5e3a5add77ea6": "S'està esperant la versió aterrada a $1 de $2 ...",
	"103f7cb9e984c040": "No s'ha trobat cap blueprint.",
	"10e8e96e8cadcaf5": "Edita el blueprint",
	"11b04e3463aa7ee3": "Desactiva el blueprint",
	"125ad49f7be01ac6": "Tipus de blueprint",
	"13c02e6a39467287": "Especifiqueu un o més IDs d'arrendament per alliberar amb \"$1\".",
	"14a275cde86685b3": "Mostra només els blueprints desactivats",
	"14d584b7a9d7ed16": "Recupera informació sobre recursos Drydock.",
	"160a941905e25a51": "Autorització de Drydock",
	"1720009320cfb3cc": "Aquest contracte d’arrendament no inclou cap blueprint útil.",
	"17a8b0d01bd2afc2": "Quan es va generar aquesta diferència, el repositori no es va configurar amb una àrea de posada en escena, de manera que el canvi no es va traslladar a la posició per provar. Els canvis s’han d’incloure a la posada en escena abans que es puguin aterrar des del web.",
	"17a8d83981c99dba": "Aquesta versió ha estat descatalogada. Només es poden aterrar les versions acceptades.",
	"19baabb22c382893": "Recupereu informació sobre els blueprints del Drydock.",
	"1aa2d9643bf0e3b1": "L'objecte que va autoritzar aquest contracte d'arrendament ($1) no està autoritzat a utilitzar cap dels blueprints de les llistes d'arrendaments. Aproveu les autoritzacions abans d’utilitzar l’arrendament.",
	"1b65f4b1b687a3c6": "Autorització del Drydock $1",
	"1beee4ef14ecf4de": "Aquest blueprint no té cap recurs actiu.",
	"1c2506f7f5d4fec4": "El blueprint '$1' (del tipus '$2') no està implementat correctament: va tornar de '$3' amb un contracte d'arrendament adquirit per un recurs incorrecte.",
	"1c4cd8c583c45e2a": "Aquesta revisió no està associada amb un repositori conegut.  Només es poden aterrar automàticament les revisions associades amb un repositori de seguiment.",
	"206601ea2740888f": "Error de bloqueig de ranures",
	"20f561a43b231a8d": "El blueprint '$1' (de tipus '$2') no està implementat correctament: $3 ha de retornar un objecte de tipus $4 o llançar, però va tornar una altra cosa.",
	"2133a178b41445ef": "Tipus de destinació d'operació de repositori desconeguda \"$1\" (a l'objectiu \"$2\").",
	"213b532714d9988f": "Les ordres Drydock tenen les mateixes polítiques que els seus objectius.",
	"2172cd64006a78b3": "La diferència es va generar a partir d'una font de dades raw, de manera que no es va poder introduir el canvi a l'àrea de prova. Els canvis s’han d’introduir a la zona de prova abans que puguin aterrar des del web.",
	"224aea87ec639c0b": "Operacions del repositori Drydock",
	"25c179baa0e6db15": "Consulteu els blueprint",
	"26a469c7c842b9ab": "Cap objecte té autoritzacions actives per utilitzar aquest blueprint.",
	"27993de08fc65001": "No teniu permís per crear plans de Drydock.",
	"27a10be06d1d75b1": "Nom del blueprint.",
	"282dbcdbf4134fbe": "Voleu alliberar el recurs?",
	"2948f91101554645": "Voleu ignorar aquesta operació? Ja no es mostrarà, però es poden trobar registres a Drydock.",
	"2addac1eb5882734": "Política de visualització del blueprint predeterminat",
	"2b03fc31c222e34e": "Permet que Drydock comprovi les còpies de treball dels repositoris.",
	"2b42cb3362f16749": "Arrendament alliberat.",
	"2bbbd5aa88a21f19": "Repositori desconegut",
	"2ef84e6f961a48b2": "Cap blueprint ha pogut assignar un recurs nou adequat en intentar assignar un contracte d'arrendament ('$1').",
	"308e2cfbaee44303": "Activa el blueprint",
	"317337da98b1ad4d": "Quan es va generar la diferència, el servidor estava executant una versió anterior de Phabricator que no admetia zones de prova, de manera que el canvi no es va introduir a la zona de prova. Els canvis s’han d’introduir a la zona de prova abans que es puguin obtenir des del web.",
	"3261a91887d51a25": "Un o diversos blueprints van prometre un recurs nou, però van fallar en assignar: [$1] $2",
	"3566d5c27ecaa6b9": "Cerqueu recursos generats per blueprints concrets.",
	"373d195d3864a66a": "L'arrendament ja ha estat alliberat!",
	"3854a4903895b4f4": "Aquesta revisió està aterrant.",
	"38b8b88a18445d85": "Amaga els blueprints desactivats",
	"3a4ad4f654fea971": "Arrendament en Drydock",
	"3a91db9dd69a155d": "Una operació de dipòsit repositori les polítiques del repositori que afecta.",
	"3b683b7a16926b19": "Èxit! L'automatització està configurada correctament i el Drydock pot funcionar a $1.",
	"3c468aacd2e38f2f": "Configureu els blueprints perquè Drydock pugui crear recursos, com ara amfitrions i còpies de treball.",
	"3da5108dbff1fb09": "Edita el blueprint: $1",
	"4031409d9735baac": "Camp desconegut de blueprint '$1'.",
	"41b989367ecf2682": "Recupereu informació sobre els arrendaments de Drydock.",
	"460bda55b5cc93ab": "Recurs de Drydock",
	"4615536addeb9212": "Si desactiveu aquest blueprint, Drydock ja no el farà servir per assignar nous recursos. Els recursos existents no es veuran afectats.",
	"46473287f3c694ce": "El repositori al qual s'associa aquesta revisió (\"$1\") no està configurat per admetre l'automatització. Configureu l'automatització del repositori per permetre que les versions hi aterrin automàticament.",
	"470ad2d907420e87": "El tipus de blueprint \"$1\" no és vàlid. Els tipus vàlids són: $2.",
	"485a32b677e75ffd": "Revisa la cua de l'operació del repositori.",
	"4b8d468951ae68ce": "Aquesta revisió ja ha estat tancada.  Només les revisions obertes i acceptades poden aterrar.",
	"4cb0a98765ccb557": "Arrendament alliberat.",
	"4eaf758ba8e40c71": "No s'han pogut adquirir els bloqueigs de ranures.",
	"4fb158c10535b63e": "Activació completada. Aquest contracte d’arrendament és permanent fins que s’alliberi manualment amb:",
	"550804647538c34c": "Quan es va generar la diferència, el client no va poder determinar a quin repositori pertanyia, de manera que el canvi no es va introduir a la zona de prova. Els canvis s’han d’introduir a la zona de prova abans que puguin aterrar des del web.",
	"559e25cd5169403d": "Alliberament previst del contracte d'arrendament '$1'.",
	"56328ec23b8801cb": "Blueprint $1: $2",
	"5670d81c42b0474b": "Autoritzacions de Drydock",
	"5699ab7a338a84c7": "Cerqueu autoritzacions per obtenir blueprints específics.",
	"5879b5ee37af4c3b": "Aquest canvi no s'ha pogut obtenir des de l'àrea de prova remota. Pot ser que no s’hagi empès o que s’hagi eliminat.",
	"593a858da9613144": "Bloqueigs de ranura",
	"5b7772bc0f8e7220": "No hi ha bloquejos de ranures retinguts.",
	"5c05fa707dea2c53": "Voleu rebutjar aquesta autorització? L'objecte no podrà arrendar ni assignar els recursos creats per aquest blueprint.",
	"5cd30860ce2c9efd": "Es poden crear blueprints",
	"6094cc3e5be656a9": "Els arrendaments no poden ser alliberats després de ser destruïts.",
	"62a2969d8469240d": "Cap Repositori",
	"63e14493e474efba": "Crea un blueprint nou",
	"670a080f7d3de920": "Apliqueu transaccions per crear o editar un blueprint.",
	"676235db58c10d84": "Allibera el recurs",
	"6802745dc51db03f": "Voleu aprovar aquesta autorització? L'objecte podrà arrendar i assignar els recursos creats per aquest blueprint.",
	"68e5660e3eab2ae5": "Una autorització hereta les polítiques del blueprint al qual autoritza l'accés.",
	"6951256f74ba038d": "Alliberar amb força un contracte d’arrendament pot interferir en el funcionament del titular del contracte d’arrendament i provocar la destrucció del recurs subjacent. No es pot desfer.",
	"69d7d40df22773ab": "Tots els blueprint",
	"722c90d0dd97de0b": "Quan es va generar aquesta diferència, el client no era compatible amb les àrees d'intervenció per a aquest sistema de control de versions, de manera que el canvi no es va enviar a l'àrea d'intervenció. Els canvis s’han d’introduir a la zona d’intervenció abans de poder aterrar des del web. L'actualització del client pot resoldre aquest problema.",
	"72e208df93605831": "No existeixen blueprints que puguin assignar plausiblement recursos per satisfer el contracte d’arrendament sol·licitat.",
	"73c668d2bef3955e": "L'empenta va fallar. Normalment, això indica que el canvi infringeix algunes regles o que ha fallat un hook de validació personalitzat.",
	"749a52b19fa8f079": "Nombre màxim de recursos que aquest blueprint pot tenir actius simultàniament.",
	"749ede41c549cdc4": "ID d'arrendament per alliberar.",
	"767c7e19c54ea73c": "Operació del repositori",
	"798fe0b5786a065f": "El recurs Drydock (\"$1\") no té cap PHID d'enllaç d'almanac, de manera que no es pot carregar el seu enllaç.",
	"7bbc720c1ed68f3d": "Nombre màxim de recursos que aquest blueprint pot tenir actius simultàniament.",
	"7bf8dcdd6e7b2429": "Objecte no vàlid o desconegut (\"$1\") per fer aterrar l'operació, s'espera una Revisió Diferencial.",
	"7c5cf02353d9216c": "Veure i gestionar els recursos que Drydock ha creat, com ara amfitrions.",
	"7df7ce6507af434a": "Aquesta revisió encara s'està revisant. Només es poden aterrar les revisions que s’han acceptat.",
	"81cefa7c111a16aa": "$1 ha canviat el nom d'aquest blueprint de $2 a $3.",
	"81f8ebefe0682c69": "No existeix cap blueprint actiu de Drydock que pugui assignar un recurs per arrendar '$1'.",
	"820982afd351f363": "Alliberar un arrendament?",
	"8411091a2fcd7fb1": "Política d'edició del blueprint predeterminat",
	"860c6443dede23eb": "El blueprint \"$1\" (del tipus \"$2\") no està implementat correctament: va crear un recurs del tipus \"$3\" per satisfer un contracte d'arrendament que sol·licita un recurs del tipus \"$4\".",
	"8786dd1b0143cf20": "Configuració de proves per $1. Això pot trigar un moment si Drydock ha de clonar el repositori per primer cop.",
	"8b49d5cab62324a7": "ID de recurs per alliberar.",
	"8e6cecc90d1a47ea": "No es poden adquirir bloqueigs de ranura.",
	"919aa64bc4ab8795": "Has d'escollir un tipus de blueprint.",
	"92d667533417f6b9": "Allibera un recurs.",
	"9516d2ecd769f6fb": "El blueprint '$1' (del tipus '$2') no està implementat correctament: $3 ha d'assignar el recurs que retorna.",
	"95e4692425fca5ce": "La revisió va aterrar a $1.",
	"986a4d29a9fdf6d2": "Revisió d'aterratge a $1 per $2 ...",
	"9ccc469c15dfb51b": "Cerqueu blueprint per subcadena de nom.",
	"a61c62471d42004d": "Tipus de blueprint.",
	"a6cb8116d7faaca1": "El repositori PHID \"$1\" no existeix",
	"a86615c82ab7c991": "El repositori (\"$1\") té VCS no suportat (\"$2\").",
	"a988eb2a416cc03e": "Registres del Drydock",
	"ac821a9f139c4d1f": "Repositori no compatible",
	"ad170843acfd7186": "Els recursos no es poden alliberar després de ser destruïts.",
	"adfb8153a3ab69f6": "Especifiqueu un o més identificadors de recursos per alliberar amb '$1'.",
	"af3090d14500d63e": "Blueprint nou",
	"b0037ac1ccf98f39": "Els noms del blueprint no poden contenir més de $1 caràcters.",
	"b3fcc71ed64a9b41": "Arrendament no alliberable",
	"b5cebe57ac95299a": "El nom d'aquest blueprint.",
	"b79b59b5f136ec1e": "No s'han pogut carregar alguns dels serveis d'Almanac definits en aquest blueprint. Pot ser que no siguin vàlids, ja no existeixin o siguin del tipus equivocat: $1.",
	"b86d3a8ca76d76fa": "$1 ha creat aquest blueprint.",
	"be0797e30d14ab5d": "Blueprint $1",
	"c071b40a9117dcae": "El blueprint \"$1\" (del tipus \"$2\") no està implementat correctament: va tornar de \"$3\" sense activar un contracte d'arrendament.",
	"c0caaad644616425": "L'operació ha detectat un error en realitzar les operacions del repositori.",
	"c15f3465860748aa": "Si activeu aquest blueprint, Drydock començarà a utilitzar-lo per assignar nous recursos.",
	"c1ffd732abd0e198": "El blueprint no ha pogut assignar un recurs després de reclamar que en seria capaç de: [$1] $2",
	"c30c340ef49b5557": "L’alliberament d’un recurs allibera tots els arrendaments i destrueix el recurs. No es pot desfer.",
	"c3bfa1a9f59085a6": "$1 ha desactivat aquest blueprint.",
	"c497d65312b4baca": "El tipus de blueprint \"$1\" no es reconeix. Els tipus vàlids són: $2.",
	"c773da3897791531": "Els blueprints han de tenir un nom.",
	"c9fab2e880bd0ad1": "Els recursos hereten les polítiques dels seus blueprints.",
	"cb28eb043b3e19ea": "Blueprints actius",
	"cba1c671ee3ab410": "Quan creeu un blueprint, configureu el tipus.",
	"cc5d9eefe02d2943": "Per veure els detalls del registre, heu de poder veure tots els blueprints, recursos, arrendaments i operacions de repositoris associats.",
	"ccb2bbd7354d586b": "Font de diferències raw",
	"cd0df7030ba7d745": "Editeu les configuracions del blueprint BlueDock",
	"ce8f395c2beb2c1c": "PHID del blueprint per al qual s'ha fet aquesta sol·licitud.",
	"d57d6d42467393c4": "El blueprint que va generar aquest recurs.",
	"d58d748ad6535f17": "Crea un blueprint",
	"d5fb68ec80e6275a": "Recupereu informació sobre les autoritzacions del Drydock.",
	"d6da6d1d042c8eff": "Repositori sense configurar",
	"d7bf4498f675b05d": "Aquest blueprint ('$1') no defineix cap PHID de servei d'Almanac.",
	"d7cfee175b498cf4": "L'autor de la difusió va utilitzar el marcador de $1 per saltar el pas d'empènyer aquest canvi a l'àrea de prova. Cal introduir els canvis al seu lloc abans d’arribar a la xarxa.",
	"d8ed85e7c71711af": "Intentant posar en cua un contracte d’arrendament per activar-lo sense cap blueprint permès. Utilitzeu '$1' per especificar els blueprints permesos. Cal aprovar l’objecte d’autorització per utilitzar els blueprints permesos.",
	"daf67b60d6448803": "El recurs no es pot alliberar",
	"dc244ee9522b7174": "Has de seleccionar un tipus de blueprint quan creeu un blueprint.",
	"dd8dfe50b0ccb735": "El tipus de recurs que proporciona aquest blueprint.",
	"e143ba4b3091153c": "Aquesta revisió ja ha aterrat.",
	"e2bb49200c680413": "Quan es va generar aquesta diferència, no es va empènyer a la posada en escena per una raó desconeguda (el codi d'estat era \"$1\").  Els canvis s'han d’introduir a la posada en escena abans de poder aterrar des de la xarxa.  El servidor pot estar executant una versió obsoleta de Phabricator, i l'actualització pot proporcionar més informació sobre aquest error.",
	"e51ed070298d0806": "Alliberar l'arrendament",
	"e5351e8b3cea7117": "Aquest motor s’utilitza per editar els blueprints de Drydock.",
	"e9c270913826cdae": "Escriviu un nom de blueprint...",
	"efbf90f5ee96bb13": "Sense automatització de repositoris",
	"f169a8ba960adc4f": "Blueprints",
	"f41ba43c8ec53cd4": "Operacions del repositori",
	"f62f6bfb4a44109c": "Guia de l'usuari Drydock",
	"f6f0ca6dace3654a": "Quan creeu un nou blueprint de Drydock mitjançant l'API Conduit, heu de proporcionar una transacció \"tipus\" per seleccionar-ne un.",
	"f7d51714dc306476": "Intentant posar en cua un contracte d’arrendament per activar-lo sense un objecte d'autorització. Utilitzeu \"$1\" per especificar el PHID de l'objecte d'autorització. Cal aprovar l’objecte d’autorització per utilitzar els blueprints permesos.",
	"fb45255f1d930517": "Definiu el tipus de blueprint.",
	"fcf801ff68fa5a05": "Cap blueprint",
	"fd45aad8c8a85738": "No teniu permís per empènyer al repositori aquesta revisió està associada amb (\"$1), de manera que no la podeu aterrar."
}
