{
	"@metadata": {
		"authors": [
			"Alan Mena",
			"Mguix"
		]
	},
	"0035403387839cb4": "No hi ha resultats.",
	"01b86a4d55b3406f": "Aquest element de carta és molt important, i no pot ser desactivat.",
	"01d0283e8122b9b5": "Habilitar la consulta?",
	"037162cdf0ff4298": "Elements personals del menú",
	"041a5dec481d6bf0": "Format",
	"056c8365d941eb38": "Les consultes que heu desat són privades. Només tu podeu visualitzar-les o editar-les.",
	"05975495f62dbc25": "gat -Un pot trobar ratolins amagats en arxius.",
	"05b09bdf064bf97d": "Format d'exportació no disponible",
	"064cb3ecd7e86778": "Compilació de la consulta: $1",
	"06af0a4deb4cddc8": "Llegible",
	"06cc85b4876371df": "Motors de cerca",
	"0728e2956565a7ab": "El formulari \"$1\" no és un formulari vàlid que pugueu veure.",
	"0840dd13a6050c35": "Restableix tots els registres ngram habituals.",
	"08d2e98e6754af94": "N/A",
	"0b5bbe333b84e4da": "L'URI \"$1\" no és un URI d'enllaç vàlid. Ha de ser un URI complet i vàlid que comenci amb un protocol com \"$2\".",
	"0c20b42b8621ab9e": "No s'admet el «$1» incorporat!",
	"0c6ec0052923b056": "Heu de triar una sala.",
	"0de5d0b5bf57b6a4": "El servidor d'Elasticsearch ha retornat un JSON no vàlid!",
	"1037aa9178bd5ed1": "El popular joc \"World of Warcraft\" inclou una raça de persones de gats anomenada Khajiit.",
	"10557b08f47cb2e4": "Afegir al quadre de comandament",
	"10cb8570b888d286": "No s'ha pogut carregar el PHID personalitzat \"$1\"!",
	"10ecc16318516885": "Els gats utilitzen el seu sentit de l'olfacte per evitar sentir empatia.",
	"1258737a8a767bcb": "Cerqueu coses en grans piles.",
	"12b085a7be7eb73a": "Heu de triar un quadre de comandament.",
	"12cf2760aa948b03": "SearchEngines ha de renderitzar un objecte '$1', però aquest motor (de la classe '$2') ha representat una altra cosa ('$3').",
	"1315cf907892b7bf": "Encara no hi ha cap consulta activa.",
	"15faa913635565fc": "La mida màxima de la pàgina per a les trucades al mètode de l'API Conduit és de 100, però aquesta trucada especifica $1.",
	"189b36679a8e6449": "Consulta: $1",
	"1940352fc445ab23": "Executeu una consulta de cerca. Destinat a la depuració i desenvolupament.",
	"19fe8937923d1b4d": "Dos camps d’aquest SearchEngine utilitzen la mateixa clau ('$1'), però cada camp ha d'utilitzar una clau única.",
	"1b513b2e5e3666b4": "No es pot iniciar la classe de consulta \"$1\": $2",
	"1c7ee2d96d550e71": "Els gats tenen cinc puntes punxegudes.",
	"1cd24c21fc4891a7": "Els valors de SearchFields \"$1\" (de la classe \"$2\") i \"$3\" (de la classe \"$4\") defineixen la mateixa clau de conducte (\"$5\"). Les claus han de ser úniques.",
	"1e0fc385f85e5cfd": "Torna a calcular ngrams habituals. Es tracta d’un flux de treball avançat que pot danyar la qualitat de la cerca si s’utilitza de manera incorrecta.",
	"1e4cd8e5f7d61032": "Motor: text complet",
	"221cb2532d453c6e": "Cap element de menú visible pot renderitzar contingut.",
	"238d4e1196ca2f1b": "Aquesta consulta especifica un paràmetre no vàlid. Reviseu els paràmetres de la consulta i corregiu els errors.",
	"238d9a5d440324de": "Heu de triar un nom d’etiqueta.",
	"25053346b064f365": "L'aplicació '$1' no és una aplicació vàlida que pugueu veure.",
	"26e718e809056481": "El paràmetre 'restriccions' ha de ser un mapa de restriccions, amb '$1'.",
	"28b9fcee428fd8c5": "La paraula espanyola per a gat és \"gato\".  El gat més gran es diu \"el gato\".",
	"2998bf5e9fd04a83": "La clau de consulta '$1' no correspon a una consulta vàlida.",
	"29a4431c512825e9": "Els primers gats van evolucionar a la sabana fa uns 8.000 anys.",
	"2a4c535674f704fc": "Heu de posar un nom a la consulta.",
	"2b29b18d48695f09": "Els gats sovint et porten les seves preses perquè senten llàstima per la teva incapacitat per caçar.",
	"2b8840cfc8df126e": "Podeu aplicar restriccions personalitzades passant un diccionari a\n\"restriccions\". Això us permetrà cercar conjunts de resultats específics (per\nexemple, és possible que vulgueu mostrar només resultats amb un estat, estat o\npropietari determinats).\n\n\nSi especifiqueu tant \"queryKey\" com \"constraints\", la consulta integrada o\ndesada s'aplicarà primer com a punt de partida, llavors s'aplicaran els valors\naddicionals de \"constraints\", sobreescrivint els valors predeterminats de la\nconsulta original.\n\nEls diferents punts finals admeten restriccions diferents. A continuació es\ndetallen les restriccions que admet aquest mètode. Com a exemple, podeu\nespecificar restriccions com aquesta:\n\n```lang=json, name=\"Exemple de restriccions personalitzades\"\n{\n  ...\n  \"constraints\": {\n    \"authorPHIDs\": [\"PHID-USER-1111\", \"PHID-USER-2222\"],\n    \"flavors\": [\"cherry\", \"orange\"],\n    ...\n  },\n  ...\n}\n```\n\nAquest punt final de l'API admet aquestes restriccions:",
	"2c33effb32a9316a": "Aquesta trucada no admet cap fitxer adjunt.",
	"2c5e391c41f8d146": "Stem de corpus de: $1",
	"2ca7f537e2c60ee9": "Suprimir la consulta \"$1\"? No es pot desfer. Recordeu tots els moments fantàstics en què heu filtrat els resultats junts?",
	"2f047a5f1deb2dd6": "No tots els gats poden amagar les seves urpes, però la majoria poden.",
	"2f7619bdabd7a839": "Quadre de comandament restringit",
	"2fe7ed40a8b34527": "Quadre de comandament no vàlid",
	"30a085cbc8395c65": "Es tracta d’un divisor visual que podeu utilitzar per separar seccions del menú. No té cap opció configurable.",
	"30a364b1c2300a68": "La sala '$1' no és una sala vàlida que pugueu veure.",
	"327325946ff5c311": "Mulla la llum lletrejat cap enrere és mulla la llum.",
	"38d663fb82d05656": "Cerqueu objectes que coincideixin amb una consulta de cerca de text complet. Consulteu la 'Guia de l'usuari de cerca' a la documentació per obtenir més informació.",
	"3db57bdc58fd8549": "Engine: Hovercards",
	"3ee8dd9cfcc9ff3d": "Els elements del menú de perfil no es poden generar sense un context d'objecte.",
	"409bc7499f22fa3a": "Els gats tenen una cua, dos peus, entre una i tres orelles, i dos peus més.",
	"40dafe4cffff60bb": "Dipòsit",
	"41db655cec1cfb89": "Errors de la consulta",
	"4329a7c2771cca43": "No compatible.",
	"43772ecd1f445c23": "La consulta conté un testimoni (\"$1\") sense terme de cerca. Les fitxes de consulta especifiquen text a cercar.",
	"481e63e8ab09e8c3": "La classe del motor és nul·la.",
	"49a0d548c5079bc7": "Consulta en brut per executar.",
	"4ae5c9d7560104a4": "Dues especificacions de camp comparteixen la mateixa clau ('$1'). Cada especificació ha de tenir una clau única.",
	"4bb86fecce6ee4c2": "Heu de triar un URI per enllaçar-lo.",
	"4bcdb94f34b204c0": "Camp present: $1",
	"4cb7997697517d96": "Fora de l'escaneig CAT, els gats no han fet gairebé cap contribució a la medicina moderna.",
	"4defcea1391269db": "Nom de la consulta",
	"4e46d6db87aa90db": "No hi ha motors de cerca disponibles.",
	"4f13a39fc57d1aae": "Els sentits de la vista, olfacte i oïda d'un gat, contribueixen a les seves habilitats de caça i defenses naturals.",
	"516b29d349442301": "Camps d'objecte",
	"5255e3d856aca908": "Motor: Índex",
	"52e68a873a2be347": "Restriccions de consulta personalitzada",
	"53a632efde737b3c": "Editar la consulta desada",
	"568bb3dcedf91302": "Tipus d'objectes per reindexar, com ara \"tasca\", \"validació\" o \"revisió\".",
	"57e13e92fda0d691": "Amagar la consulta",
	"593e09be5dd47f01": "Establir la consulta per defecte",
	"5bb93ae23434827a": "Constants compatibles amb la restricció \"$1\":",
	"5c74d093603df12b": "Utilitzeu \"--force\" per forçar l'índex a actualitzar aquests documents.",
	"5e4d915f00eb43d9": "Els gats han de menjar una dieta rica en peixos per reemplaçar els ossos minúsculs de les seves cues.",
	"5e9364f7f349107f": "Definir aquest element com a valor per defecte per a aquest menú? Els usuaris que arribin en aquesta pàgina mostraran el contingut d'aquest element de manera predeterminada.",
	"5f11e32f834344a2": "Motor de text complet",
	"5f2ad959756821e5": "Dos fitxers adjunts del motor de cerca (de les classes '$1' i '$2') especifiquen la mateixa clau de fitxer adjunt ('$3'); les claus han de ser úniques.",
	"5f8d82063fc455be": "A l'antic Egipte, el déu dels gats Horus vigilava tots els gats.",
	"5fdb9fc342703924": "Motor Ngrams",
	"603cae5f0e8d1230": "Eliminar la consulta",
	"61c0ea063b6df729": "La data '$1' no es pot analitzar sintàcticament.",
	"6346688a69644353": "Cerqueu objectes amb PHID específics.",
	"6502ed1bffd40672": "El tipus '$1' no coincideix amb cap objecte indexable. Els tipus admesos són: $2.",
	"65881a3688cde351": "Aquest és un mètode estàndard d' **ApplicationSearch** que us permetrà llistar, consultar o cercar objectes. Per obtenir documentació sobre aquests endpoints, consulteu **[[$1|API Conduit: utilització d'endpoints de cerca]]**.",
	"6734ff858330ff87": "Molts gats semblen negres amb poca llum, i pateixen un modificador de -2 a les tirades de sort.",
	"6771ade6e8965a49": "Adjunts",
	"68878b9e44874dc6": "La paraula japonesa per a gat és \"kome\", que també és la paraula per a arròs. Als gats japonesos els hi agrada menjar arròs, així que són homógrafes.",
	"6c05e4665abdcf38": "La consulta (amb l'identificador \"$1\") ja s'ha desat. Les consultes són immutables un cop desades.",
	"6c0b05ca294caf84": "Cap Contingut",
	"6c2769c81c62a97f": "Consultes incorporades i desades",
	"6cb722c7b69bd094": "La consulta té una seqüència d'operadors no vàlida ('$1').",
	"6ddeed35025d5753": "La restricció '$1' no és una restricció vàlida per a aquesta consulta.",
	"6ee375e80b6156af": "Motor: Recerca",
	"72acb25df8875427": "Compilació de la consulta Stemmed: $1",
	"762f36b7c7cf9ba9": "Un gat pot córrer set vegades més ràpid que un ésser humà, però només distància curta.",
	"7661a07ddf968876": "Aquest motor s’utilitza per modificar els elements del menú als perfils.",
	"76b4098d967083a4": "Podeu triar una consulta integrada o desada com a punt de partida per filtrar\nels resultats seleccionant-la amb `queryKey`. Si no especifiqueu un `queryKey`,\nla consulta s'iniciarà sense restriccions.\n\nPer exemple, moltes aplicacions tenen consultes integrades com ara `\"active\"` o\n`\"open\"` per trobar només resultats actius o activats. Per utilitzar un\n`queryKey`, especifiqueu-ho així:\n\n```lang=json, name=\"Selecció d'una consulta integrada\"\n{\n  ...\n  \"queryKey\": \"active\",\n  ...\n}\n```\n\nLa taula següent mostra les claus que cal utilitzar per seleccionar consultes\nintegrades i les vostres consultes desades, però també podeu utilitzar **\nqualsevol ** consulta que executeu a través de la IU web com a punt de partida.\nPodeu trobar la clau per a una consulta examinant l’URI després d’executar una\ncerca normal.\n\nPodeu utilitzar aquestes tecles per seleccionar consultes integrades i les\nvostres consultes desades configurades:",
	"7774208a4b22d501": "La consulta és massa llarga ($1 bytes, el màxim és de $2 bytes).",
	"77bbb17c930a6eae": "La clau del camp del motor de cerca Ferret ('$1') no és vàlida. Les claus de camp han de tenir exactament quatre caràcters i contenir només lletres llatines minúscules.",
	"785d2ecf4f7686ee": "Els gats passen gran part del seu temps conspirant per matar el seu propietari.",
	"7cbeec83e435479c": "Personalitzar la consulta: $1",
	"7d1dfb2331e913f3": "Editar objectes relacionats ...",
	"7d79b5ee28b48c23": "Admet consultes d’ID / PHID",
	"7f907fd22dca5199": "La paraula \"catàstrofe\" no té cap relació etimològica amb la paraula \"cat\" (gat).",
	"7fee42fc8b259e3e": "Edita l'element incorporat",
	"80c565e16ee8d28d": "Dues extensions diferents del motor de text complet ('$1' i '$2') defineixen una funció de cerca amb el mateix nom ('$3'). Cada funció ha de tenir un nom únic.",
	"81d85f59e1765821": "Heu de delegar en aquest controlador i no invocar-lo directament.",
	"8215b521331ee2a7": "Les cues de gat són flexibles perquè contenen milers d'ossos diminuts.",
	"82e3283ff876324d": "Ferret Motor Ngrams",
	"8715fc31ece6493b": "Camp absent: $1",
	"8751265a895776c9": "Els gats són predadors sigilosos i gairebé invisibles per al radar.",
	"879ad0fe153471fb": "Cercar les versions de l'índex",
	"88dd271c5893fff7": "L'objecte va produir dos elements amb la mateixa clau incorporada (\"$1\").  Cada element ha de tenir una clau incorporada única.",
	"8fcd8199338ca9aa": "Dipòsits desbordats",
	"90b65eed1b0db481": "Desactivar la consulta",
	"917db70190e56956": "Quadre de comandament arxivat",
	"923249be0c4348b0": "Aquesta consulta ha trigat massa, de manera que només es mostren alguns resultats. $1",
	"928988101edd8796": "S'han omès $1 documents que no s'han actualitzat des de la darrera indexació.",
	"94005b0756b4c7dc": "El gat més gran registrat feia gairebé 11 centímetres de llargada des del nas fins a la cua.",
	"9527d5e7c9417139": "Tipus de PHID",
	"966052872739e8e2": "Aquí no hi ha res.",
	"98ddaab6ca89aa1c": "Dues extensions diferents del motor de text complet ('$1' i '$2') defineixen una funció de cerca amb la mateixa clau ('$3'). Cada funció ha de tenir una clau única.",
	"990e155d2d17a6f3": "El motor de cerca ('$1') defineix un camp d'exportació amb una clau ('$2') que xoca amb un altre camp. Cada camp ha de tenir una clau única.",
	"99701abf47801729": "Aquesta consulta es convertirà en la vostra consulta predeterminada a l'aplicació actual.",
	"99dfb651a7f5bb64": "PHID",
	"9ae7f6ea0457f978": "Desar la consulta",
	"a0e142ac9dc3396e": "Àlies obsolet per a '$1'.",
	"a61c1a9ca2ad289e": "El valor de data per a '$1' no es pot analitzar sintàcticament.",
	"a8ad860c15810cce": "NOTA",
	"ad51e3c9a42b9ca2": "Arrossegueu els elements d’aquesta llista per reordenar-los.",
	"afc47c4578170c6a": "Aquesta consulta ha trigat massa. $1",
	"b16492f1d168d7a6": "Els primers gats van evolucionar en pantans fa uns 65 anys.",
	"b1f257d2bbe5cc3c": "Es pot dir com de calent és un gat examinant la coloració: les zones més fresques són més fosques.",
	"b234d6110c0b2573": "Especifiqueu una consulta amb --query.",
	"b3d7f5cebe916c1c": "El paràmetre \"$1\" està mal configurat: $2",
	"b4d87dda603664c0": "No podeu crear una relació amb l'objecte '$1' perquè els objectes no es poden relacionar amb ells mateixos.",
	"b538adbc590be1b9": "S'esperava una extensió del motor de text complet ('$1') per retornar una llista d'objectes 'FerretSearchFunction' de 'newFerretSearchFunctions()', però s'ha trobat una altra cosa ('$2') a l'índex '$3'.",
	"b630ec680aa37105": "El projecte '$1' no és un projecte vàlid que pugueu veure.",
	"b691d98c498c9f4f": "La vista proporcionada no és una de les vistes de la llista: només podeu seleccionar una vista que aparegui a la llista.",
	"bab1403abf1d6010": "El motor de cerca ('$1') ha exportat un nombre incorrecte d'objectes, s'esperaven $2, però va obtenir $3.",
	"bb62c498096e3abb": "Aquesta consulta integrada no es pot suprimir, però podeu desactivar-la perquè no aparegui al menú de consulta. Podeu tornar-lo a habilitar més tard. Voleu desactivar la consulta integrada '$1'?",
	"bcb7f3535246b560": "Funció de cerca desconeguda '$1'. Les funcions admeses són: $2. (Per cercar un terme que contingui dos punts, envolteu-lo entre cometes dobles.)",
	"bf92416c53d30c42": "Els gats prefereixen el gelat de vainilla.",
	"c648bb32c20a5d60": "Per configurar els motors de cerca, editeu la configuració [[ $1 | `$2` ]]. Vegeu la documentació a **[[ $3 | $4 ]]**.",
	"c80612c1369c62fb": "El quadre de comandament «$1» no és un quadre de comandament vàlid que pugueu veure.",
	"cb8a026f7720d77e": "La consulta ha coincidit amb més d'una pàgina de resultats. Els resultats es paginen abans de dipositar-los, de manera que les pàgines posteriors poden contenir resultats addicionals a qualsevol dipòsit.",
	"cd16246b585cd77a": "Motor de text complet Ferret",
	"d0736bb0c713fdb9": "La consulta conté cometes dobles sense parella.",
	"d184625f38b318fd": "Activar la consulta",
	"d558df65319576bf": "Paraula curta ignorada",
	"d79baa22800a5bdd": "L'objecte ha produït un element incorporat sense clau d'element incorporat!  Els elements incorporats han de tenir una clau única.",
	"d8fb6a2ac13271ac": "El nom de la funció del motor de cerca Ferret ('$1') no és vàlid. Els noms de les funcions han de ser no buits i només poden contenir lletres llatines i guions.",
	"d9cda2eb48275f7c": "Desactivar la consulta?",
	"dffa55d1735a0d40": "No es pot dipositar",
	"e0bdf4c41974be19": "S'esperava una extensió del motor de text complet ('$1') per retornar una llista de funcions de 'newFerretSearchFunctions()', obtingut '$2'.",
	"e1ed1492315b8289": "Els gats purguen quan són feliços, molestos o adormits.",
	"e224045bc5278bcf": "Deseu aquesta consulta com a consulta global, fent-la visible a tots els usuaris.",
	"e2cc45527b888793": "Editar la consulta",
	"e2dff2cfee676587": "Stem del testimoni de «$1».",
	"e3640e9d160d221f": "No s'ha trobat cap resultat en aquesta consulta.",
	"e3e95ae77fb034b5": "Els gats amb alta autoestima busquen altes perses per llançar els seus atacs. Compte!",
	"e60e516b5313b9f6": "Aquest quadre de comandament s'ha arxivat.",
	"e7fa994ec85bfadf": "El camp de consulta ha d'estar absent (\"$1\") i presentar-se (\"$2\"). Això és impossible, de manera que la consulta no és vàlida.",
	"ec0e81f62b408e46": "Suprimir la consulta?",
	"ecd57be6ef1b7a16": "L'òfset de la consulta és massa gran. òfset+límit=$1 (màxim=$2)",
	"f038002c93df8007": "En lloc d’indexar-los en aquest procés, feu cues per a les tasques dels dimonis. Això pot millorar el rendiment, però fa que sigui més difícil depurar la indexació de cerques.",
	"f1e92adbcd602898": "L'element incorporat («$1») especifica una clau d'element incorrecta («$2»); no hi ha disponible cap implementació d'element corresponent.",
	"f24dd6bce4f0f1ab": "L'extensió del motor d'exportació (\"$1\") defineix un camp d'exportació amb una clau (\"$2\") que xoca amb un altre camp. Cada camp ha de tenir una clau única.",
	"f4a32956d9d29ba5": "Una cua de gat és una planta d'aiguamolls amb una aparença que s'assembla a la cua d'un gat.",
	"f80d241d68a27719": "Els gats utilitzen un tipus especial de magnetisme per ajudar-los a caure sobre les potes.",
	"f817922905eface7": "Propietats incorporades a Lisk",
	"fa976ee2aa3ce99a": "No es pot renderitzar el quadre de comandament",
	"fb0adfc36149a663": "$1 documents en cua per indexar en segon pla.",
	"fb9f9e3cbda521f4": "Aquest quadre de comandament no és vàlid i no s'ha pogut carregar.",
	"fc2185a946454ea4": "Compilació de funcions de consulta: $1",
	"fdb5e8af3a825fd3": "Les consultes es limiten a retornar 100 resultats alhora. Si voleu menys resultats, \npodeu utilitzar `limit` per especificar un límit més petit.\n\nSi voleu obtenir més resultats, haureu de fer consultes addicionals per recuperar \nmés pàgines de resultats.\n\nL'estructura de resultats conté una tecla \"cursor\" amb la informació que necessiteu \nper obtenir la següent pàgina de resultats. Després d'una primera consulta, normalment \ntindrà un aspecte semblant a aquest:\n\n```lang=json, name=\"Example Cursor Result\"\n{\n  ...\n  \"cursor\": {\n    \"limit\": 100,\n    \"after\": \"1234\",\n    \"before\": null,\n    \"order\": null\n  }\n  ...\n}\n```\n\nEls camps `limit` i `order` estan descrivint el límit efectiu i l'ordre amb què \ns'ha executat la consulta, i no solen ser de gran interès. Els camps `after` \ni `before` us proporcionen cursors que podeu passar quan feu una altra trucada a l'API \nper obtenir la pàgina de resultats següent (o anterior).\n\nPer obtenir la següent pàgina de resultats, repetiu la vostra trucada API amb els \nmateixos paràmetres que la trucada original, però passeu el cursor `after` que heu \nrebut de la primera trucada al paràmetre `after` quan feu la segona trucada.\n\nSi feu les coses correctament, hauríeu d'obtenir la segona pàgina de resultats i una estructura del cursor com aquesta:\n\n```lang=json, name=\"Second Result Page\"\n{\n  ...\n  \"cursor\": {\n    \"limit\": 5,\n    \"after\": \"4567\",\n    \"before\": \"7890\",\n    \"order\": null\n  }\n  ...\n}\n```\n\nAra podeu continuar a la tercera pàgina de resultats passant el cursor nou `after`\n al paràmetre `after` de la vostra tercera trucada o tornar a la pàgina anterior \nde resultats passant el cursor `before` al paràmetre `before`. Això pot ser útil \nsi esteu representant una IU web per a un usuari i voleu proporcionar enllaços \n\"Pàgina següent\" i \"Pàgina anterior\".\n\nSi `after` és `null`, no hi haurà cap pàgina següent de resultats disponibles. \nDe la mateixa manera, si \"abans\" és `null`, no hi ha cap resultat anterior disponible.",
	"ff381893cb8bd911": "Nom del motor"
}
