{
	"@metadata": {
		"authors": [
			"Fitoschido",
			"Mguix"
		]
	},
	"00bb89e9c8a3cde1": "No s'ha trobat cap recurs de plantilla (per a l'emblema '$1') amb dimensions $2x$3.",
	"01129f5fffd790a6": "Detector de pols",
	"01e438c7c6d998d6": "Especificar el tipus de clau a generar amb --tipus.",
	"01f19aad74958f89": "El fitxer \"$1\" ja té el hash d'integritat correcte.",
	"0228d7d7fd3b0ace": "No hi ha cap xifratge secret en un canvi no polític.",
	"02d2238d03323a56": "Aquest arxiu no és una imatge.",
	"048a8a41c4fa8a15": "$1: utilitza un motor d'emmagatzematge desconegut '$2'.",
	"04b133f620fb3f2c": "No Executable",
	"04bf886e8ac26aef": "campana",
	"0577618ba6736dd9": "Aquesta opció utilitzarà Imagemagick per canviar la mida de les imatges, de manera que els GIF animats es poden fer miniatura i configurar com a imatges de perfil. Cal que Imagemagick estigui instal·lat i que el binari \"$1\" hagi d'estar disponible per al servidor web perquè funcioni.",
	"05853b2689b6d2a8": "No s'han pogut desar les dades de la imatge d'avatar incorporat (imagefill).",
	"0608e6a53b86211e": "Nou text alternatiu.",
	"0654a028e5aea48c": "CAP",
	"066bf76df7f0a14f": "Busca arxius per subcadena de nom.",
	"067f7a2b414b9c54": "Aquest document no és UTF8 i la seva codificació de text no s'ha pogut detectar automàticament. Utilitzeu \"Canvia la codificació de text...\" per triar una codificació.",
	"0a3c98d71eb21ffe": "Ocultar la traçabilitat",
	"0b9078e9d8e3423f": "JIS",
	"0b99cebe565822c6": "ERROR",
	"0bf8509ba5ecde45": "Admés",
	"0cef4df4d3407035": "Transformacions",
	"0f1ce3b90c7ae868": "Mapa del tipus MIME al nom de la icona. Els tipus de fitxer que no es troben s'assignen per defecte a la icona `$1`.",
	"0f2dcda5fbefeeb1": "Mecànic",
	"0f6285f57d99f35e": "Aquest bloc de notes Jupyter no especifica una llista de \"cel·les\".",
	"0fd52c36a6b442c0": "Aquest mètode està obsolet. Els que truquen haurien d'utilitzar \"file.allocate\" en comptes d'això.",
	"119317d9ee996482": "Finalitza la impressió amb un òfset específic.",
	"11c90aa877757910": "Llista de tipus MIME que es poden utilitzar com a \"$1\" per a una etiqueta \"$2\".",
	"12aff286f65876b5": "No s'han pogut desar les dades de la imatge d'avatar incorporat (imagesetthickness).",
	"138a2e63772d36ae": "Veure com a bloc de notes Jupyter",
	"13daaf8619881016": "Errors!",
	"15de1f8535330cf3": "Especifiqueu un motor per migrar amb `$1`. Utilitzeu \"$2\" per obtenir una llista de motors.",
	"15de3ff3371e62eb": "$1: Actualitzaria les dimensions del fitxer (prova en blanc)",
	"160f98c07dd3bab5": "Pinboard (280px × 210px)",
	"161124645c16cf4e": "Si canvieu la política de visualització de fitxers, el secret hauria de ser xifrat.",
	"164e368187f19dc5": "Obteniu informació sobre trossos de fitxers.",
	"16b674860b0a5a34": "No es poden descodificar les dades base64!",
	"16d927646de187a1": "Comprar coses",
	"1bc79450adb18e55": "Aquest bloc de notes Jupyter no especifica cap cel·la de bloc de notes.",
	"1d10323c27ec5f99": "Independent",
	"1d574bf16065b874": "Incorporat (\"$1\")",
	"1f37b0541318b927": "No hi ha motors d’emmagatzematge disponibles.",
	"1fffb29753533ebf": "$1: emmagatzemat com a trossos, no hi ha dades per migrar directament.",
	"23abdb241f27d8f0": "Botiga de blob per a imatges de Pokémon.",
	"25a6e12bb8dcf8f5": "L'emmagatzematge del fitxer \"$1\" no admet el hash d'integritat, però el fitxer té un hash d'integritat.",
	"26497318d04306e2": "Escombraries",
	"270814effbcffe62": "Envieu correus electrònics amb fitxers adjunts a aquestes adreces per penjar fitxers. $1",
	"29bc9643fa769c1c": "No hi ha motors d'emmagatzematge disponibles.",
	"2a534665aa4fa0e0": "Si es corrompen els hashs d’integritat, s’evitarà l’accés als fitxers. Aquest mode està pensat només per al desenvolupament i la depuració.",
	"2bdaadcb5c63c2ca": "No s'ha pogut carregar la plantilla de favicon amb PHID '$1'.",
	"2cd75980c031110d": "Fusioneu fitxers idèntics per compartir el mateix emmagatzematge. En alguns casos, això pot reparar fitxers amb dades que falten.",
	"3115f503f726ae18": "La configuració del clauer no és vàlida: descriu múltiples claus d'encriptació per defecte. No hi pot haver més d'una clau per defecte. Les claus actualment configurades com a predeterminades: $1.",
	"327dab50dd7c60c7": "El clauer està configurat amb una clau '$1', però l'extensió PHP OpenSSL no està instal·lada. Instal·leu l'extensió OpenSSL per habilitar la encriptació.",
	"3290e5ab60f5220e": "S'ha col·lapsat a l'aire quan s'estava generant el fitxer incorporat «$1», però després no s'ha pogut carregar l'objecte amb el qual col·lidíem.",
	"3373860833f18d20": "Es nega a avaluar les dimensions de la imatge del fitxer trossejat.",
	"33e635cd42a35df3": "Tasca de prova de xifratge de fitxer",
	"3417b49706e17d1b": "Aquest mètode està congelat i finalment quedarà obsolet. El codi nou hauria d'utilitzar «file.search».",
	"34f3e96540239bed": "La configuració del clauer no és vàlida: cada entrada de la llista ha de ser un diccionari que descrigui una clau d'encriptació, però el valor amb l'índex '$1' no és un diccionari.",
	"372f548bb4eb5a35": "No es pot carregar el fitxer: aquest servidor no està configurat amb cap motor d'emmagatzematge que pugui emmagatzemar fitxers grans.",
	"38014f9d63db905f": "El fitxer és massa gran.",
	"3913fa9dd0781f68": "El tros ja s'ha penjat.",
	"3b9aaf5fd84e5547": "L'URI d'imatge proporcionada ha d'utilitzar un d'aquests protocols: $1.",
	"3fc95627a0c192f8": "Configureu els tipus de fitxers penjats que es poden veure directament al navegador. Es descarregaran altres tipus de fitxers en lloc de mostrar-se. Aquesta és principalment una consideració d’usabilitat, ja que els navegadors tendeixen a flipar quan visualitzen fitxers binaris molt grans.\n\nLes claus d’aquest mapa són tipus MIME visibles; els valors són els tipus MIME que es lliuren quan es visualitzen al navegador.",
	"4070baf84aff4796": "Ha fallat la sol·licitud a '$1': $2",
	"4493b6967ea240bd": "També podeu carregar fitxers arrossegant-los i deixant-los anar des de l’escriptori a aquesta pàgina o a la pàgina d’inici de Phabricator.",
	"46d551dae60a987b": "terminal",
	"48458c8d087d7d97": "El fitxer \"$1\" no té cap ancoratge d'integritat a despullar.",
	"4a527377dfdcd143": "Trossos",
	"4cb0e518787c94a3": "Visibilitat del fitxer adjunt",
	"4f05e404062603be": "$1: la mida del fitxer ($2) és més gran que la mida màxima ($3).",
	"4ff0312da16f1dfb": "PERILL. Torneu a calcular i actualitzar els hash d'integritat, sobreescrivint els hash no vàlids. Això pot marcar els fitxers corruptes o perillosos com a vàlids.",
	"5092d2e378569498": "El motor d'emmagatzematge \"$1\" ha retornat un identificador de motor \"{$2}\" inadequat: ha de ser no buit i no pot superar els 32 caràcters.",
	"50ffff88886d01c7": "Les dades de openssl_decrypt() han fallat: $1",
	"54afedfed2f10891": "No s'ha trobat cap recurs de plantilla de fons per a les dimensions $1x$2.",
	"54d68f2958619279": "Aquesta imatge (amb dimensions de $1 píxel x $2 píxels) és massa gran per transformar-la. La imatge té $3 píxels, però les transformacions es limiten a imatges de $4 o menys.",
	"551c5765765c765a": "Genereu una clau d'encriptació.",
	"555db8f05eb21bea": "Motor d'emmagatzematge",
	"5946cce2cb507e3b": "Hi ha massa redireccions que intenten recuperar un URI remot.",
	"5faec398d75b3079": "Shift JIS",
	"60aa966342246cf8": "Configureu quins tipus de MIME es poden visualitzar al navegador.",
	"60e2a17f37a8d626": "Recentment heu iniciat massa sol·licituds de sortida per recuperar URI remots.",
	"61b082c8625d33d2": "No es pot calcular el hash d'integritat per al fitxer \"$1\": $2",
	"633877fc5ea61421": "No s'han pogut desar les dades de la imatge d'avatar incorporada (imagecopy).",
	"64d43f21aebd3c71": "Llista de motors d'emmagatzematge disponibles.",
	"652ac1c033440bec": "El fitxer \"$1\" té un hash d'integritat vàlid.",
	"65bb2e2c0622e6e5": "No s'han pogut desar les dades de la imatge d'avatar incorporat (imagerectangle).",
	"67b2f699c3bcc08b": "Podeu anar a la pàgina de detalls del fitxer per obtenir més informació i intentar accedir-hi.",
	"68b49d93c5677284": "Verifiqueu o torneu a calcular els hashs d’integritat del fitxer.",
	"68db1387134b7e1a": "PERILLÓS. Intenteu salvar el contingut del fitxer encara que la comprovació d'integritat falli. Si un adversari ha alterat el fitxer, el contingut pot ser insegur.",
	"69fa3028df1839dc": "Aquest bloc de notes Jupyter utilitza una versió no compatible del format de fitxer (versió trobada $1, versió esperada 4).",
	"6a10966fc789ebaa": "Configureu quins tipus de MIME són de vídeo.",
	"6afd114f7d9d5ad6": "Dades en brut",
	"6c8f689ea37edf24": "Les dades de openssl_encrypt() han fallat: $1",
	"6d848e452c62414b": "Pila de panellets",
	"6e189248d36a1ba5": "Especifiqueu en quins fitxers voleu operar o utilitzeu \"--all\" per operar en tots els fitxers.",
	"6e9a7ac30913f9df": "Tots els motors d'emmagatzematge han fallat en escriure el fitxer:",
	"710c960854a67ed1": "S'ha sobreescrit el hash d'integritat del fitxer \"$1\".",
	"71ba07cae14ca3fe": "Calculeu i actualitzeu els hashs d'integritat per als fitxers que encara no en tenen.",
	"729993127935434b": "Llista de tipus MIME que es poden renderitzar amb una etiqueta `$1`.",
	"736d06179f52272f": "$1: No hi ha cap hash de contingut.",
	"738e331b1d879fd0": "A aquest document li falta un camp \"nbformat\". Els quaderns Jupyter han de tenir aquest camp.",
	"748667cd694dc5b3": "$1: emmagatzemat a trossos, sense dades per codificar directament.",
	"74d5b17e4ebb6ac7": "L'emmagatzematge del fitxer \"$1\" no admet el hash d'integritat.",
	"755a18a5d4aa97b3": "$1: emmagatzemat a trossos, que disminueixen el cicle directament.",
	"75c06a373b515e39": "Calculat i emmagatzemat el hash d'integritat per a l'arxiu \"$1\".",
	"75f6690ea975d1b8": "Establiu-lo en un dipòsit vàlid d'Amazon S3 per emmagatzemar-hi fitxers. També heu de configurar les claus d'accés S3 al grup \"Serveis web d'Amazon\".",
	"781f17a690da0ff4": "Hi ha diversos trossos en un interval de bytes entre $1 i $2.",
	"78e444efbb8d9417": "El byte final del tros és $1 i no $2.",
	"790539479b253e50": "Arrel d'emmagatzematge de disc local amb un format incorrecte. Heu de proporcionar una ruta d'accés absoluta i no podeu utilitzar '$1' com a arrel.",
	"798e51d1bbe92f94": "No es pot transformar la imatge: la funció imagecreatefromstring() no està disponible. Instal·leu o activeu l'extensió 'gd' per a PHP.",
	"7c7f30f99ee13220": "Hash d'integritat danyat per al fitxer \"$1\".",
	"800bae17c5ad719f": "No hi ha motors d'emmagatzematge vàlids disponibles!",
	"81d48b44d4cafde1": "No s'ha pogut localitzar el motor d'emmagatzematge '$1'!",
	"828faa0861f5adf0": "Aquest fitxer supera els $1, de manera que es va ometre el ressaltat de la sintaxi.",
	"8726284f788a8115": "Aquest document no és JSON vàlid: $1",
	"875b7d42485ec3ab": "Comenceu a imprimir amb un òfset específic.",
	"896745bcbd1bb8f3": "Dipòsit d'Amazon S3.",
	"8c2459e050e6bdb4": "No es pot carregar el fitxer MySQL '$1'!",
	"8c535e97e68bfc60": "El motor ('$1') és desconegut o no pot renderitzar aquest document.",
	"8d87877f4042f6b2": "Cap motor d'emmagatzematge configurat pot emmagatzemar aquest fitxer. Consulteu 'Configuració de l'emmagatzematge de fitxers' a la documentació per obtenir informació sobre la configuració de motors d'emmagatzematge.",
	"8dd15abee1bc7dfe": "Heu seleccionat diversos modes de funcionament ($1). Trieu un mode únic per operar.",
	"8fbf065ff5697d3c": "$1: ja s'ha emmagatzemat al motor '$2'.",
	"925ab21f236fc487": "$1: el format d'emmagatzematge (\"$2\") no admet claus de cicle.",
	"929c13fb3abb44ab": "Encriptado (AES-256-CBC)",
	"953acbf1b2f9b7d6": "DESPULLAT",
	"97b9b6c682b5d528": "Mostrar la traçabilitat",
	"98dea590754dd40e": "No es pot carregar el fitxer: el servidor no està configurat amb cap motor d'emmagatzematge que es pugui escriure.",
	"9b2007a421537d64": "Operar sobre fitxers emmagatzemats a un motor especificat.",
	"a0cd950db0d9dfc8": "El fitxer \"$1\" no té cap hash d'integritat emmagatzemat.",
	"a1a3eb6b1d7d68cd": "$1: clau mestra de cicle.",
	"a3ba20301b2fa62a": "Deixa anar fitxers per penjar-los",
	"a5a65720ddacabb6": "Aquest format d'emmagatzematge (\"$1\") no admet la selecció de claus.",
	"a5fbbc23f4ab215f": "Phabricator proporciona un motor d'emmagatzematge de disc local, que només escriu fitxers a algun directori del disc local. El servidor web ha de tenir permisos de lectura/escriptura en aquest directori. Això és senzill i adequat per a la majoria d'instal·lacions, però no s'escalarà més enllà d'un frontend web tret que la ruta sigui realment un muntatge NFS, ja que acabareu amb alguns dels fitxers escrits a cada frontend web i no hi haurà manera de compartir-los. Per utilitzar el motor d'emmagatzematge de disc local, especifiqueu aquí la ruta a un directori. Per desactivar-ho, especifiqueu un valor nul.",
	"a675ee4529fbba8d": "Mostra-ho ressaltat",
	"a76dffc709a4a57e": "Ha fallat la comprovació de la integritat de les dades del fitxer. Utilitzeu \"--salvage\" per evitar les comprovacions d'integritat. Aquest indicador de seguiment és perillós, fes-lo servir a risc propi. Error subjacent: $1",
	"a7abed83ed9e0e08": "Particular",
	"a8845347cd2433fa": "Aquest document no és UTF8. Es va detectar com a $1 i es va convertir a UTF8 per mostrar-lo.",
	"a8caf147ed200328": "La comprovació d'integritat de les dades del fitxer ha fallat. Les forces fosques han corromput o alterat aquest fitxer. No es poden llegir les dades del fitxer.",
	"a974441badd88799": "Aquest document s'ha convertit de $1 a UTF8 per a la visualització.",
	"a994bd26748e5661": "Màquina de butxaca de mems Tiny Cat",
	"aa60278a30e50457": "Ignorant el correu electrònic per crear fitxers que no incloguessin fitxers adjunts.",
	"aae335522a4e43c8": "Cap Slack",
	"ab72cc28a2f2def0": "$1: ($2) Emigraria des de \"$3\" a \"$4\" (prova en blanc)...",
	"ab9c6f3ac9ed0398": "PERILLÓS. Despulla d'integritat els ancoratges dels arxius. Això farà que els arxius siguin vulnerables a la corrupció o alteració.",
	"abe6f00b9e74b784": "El clauer especifica una clau no vàlida ('$1'): el material de la clau s'ha de codificar en base64.",
	"ac3c2e2d0fc1f1d4": "Els fitxers adjunts a objectes són visibles per als usuaris que puguin visualitzar-los.",
	"ad5dee5715258c1b": "Mostra com JSON",
	"aec77c43e06353d5": "Executa operacions perilloses sense demanar confirmació.",
	"aef172da9fc67d44": "El clauer especifica una clau no vàlida ('$1'): el material de la clau ha de tenir 32 bytes (256 bits) però té una longitud de $2.",
	"af78f176c422389d": "Motors d'emmagatzematge",
	"afa0aafb270c4ac7": "Hash d'integritat corruptes per a fitxers donats. Això està pensat per a la depuració.",
	"affef61347360b2b": "Va ser una prova en blanc, de manera que no es van realitzar migracions reals.",
	"b16fec52df9a2a9b": "La política de fitxers no s'ha de xifrar quan s'adjunta a l'objecte de nova creació.",
	"b2855b5215bd5629": "Un bé negre",
	"b2a0bdc5de837c12": "No es pot carregar: una extensió PHP va aturar la càrrega.",
	"b37163cc841c2c3c": "Imprimeix el contingut d'un fitxer.",
	"b412bdb556ac02d5": "No podeu operar en tots els fitxers amb \"--all\" i també operar en un subconjunt de fitxers, nomenant-los explícitament o utilitzant indicadors de restricció com \"--from-engine\".",
	"b5a99744373aa92c": "No es pot rescatar la informació de la imatge.",
	"b5cda7edbfdca392": "Migració al motor d'emmagatzematge anomenat.",
	"b94a6243c63b656b": "Aquest document és massa gran per renderitzar-lo completament en línia. Es mostren els primers $1 bytes.",
	"b99ee178ab87834d": "Eliminar els ancoratges d'integritat és perillós i fa que els fitxers siguin vulnerables a la corrupció o alteració.",
	"ba7a990f83dd5f56": "El hash del contingut de l'arxiu no està disponible.",
	"bbe11cdc595f1d40": "El fitxer penjat és massa gran: el límit actual és de $1. Per ajustar aquest límit, canvieu '$2' a php.ini.",
	"bc17c1f0179a888f": "Vídeo",
	"bd62ef7609c209de": "No hi ha cap clau AES256 al clauer com a clau d'encriptació predeterminada i no s'ha seleccionat explícitament cap clau d'encriptació.",
	"bf5c57525e967370": "Configureu quins tipus de MIME s'assigna a quines icones.",
	"bff0da5204dbacfa": "La sobreescriptura de hashs d’integritat és perillosa i pot marcar com a segurs els fitxers que s’han corromput o alterat.",
	"c08b2b0bf423591c": "L'argument \"--local-disk-source\" ha de apuntar a un directori vàlid i llegible al disc local.",
	"c11f1607e1f45212": "$1 ha suprimit aquest fitxer.",
	"c29aa73558facbf8": "No migreu dades per a fitxers que siguin més grans que una mida de fitxer determinada.",
	"c44f9566eb5acb2a": "Pengeu un tros de les dades del fitxer al servidor.",
	"c4d832b43732406b": "No podeu migrar un fitxer que encara no s'ha desat.",
	"c5da687323de1986": "Tecleja un nom d'icona...",
	"c70ebc1e06de93ed": "El fitxer subjacent no existeix, però la sol·licitud emmagatzemada a la caché ha estat correcta. És probable que això signifiqui que el registre del fitxer ha estat suprimit manualment per un administrador.",
	"c78951f03d505a48": "No s'ha pogut recuperar l'URI remot \"$1\" després de seguir $2 redireccions ($3): $4",
	"c91d5bd11dd22d11": "Aquesta imatge és massa gran per transformar-la. El límit de transformació és de $1 bytes, però la mida de la imatge és de $2 bytes.",
	"c9b21ade9fa6c0ba": "La configuració del clauer no és vàlida: el valor ha de ser una llista de claus d'encriptació.",
	"cca47308e09e9852": "No podeu crear claus de cicle per a un fitxer que encara no s'ha desat.",
	"cd786a0538b04407": "Aquest document és massa gran per renderitzar-lo en línia. (El document és de $1 bytes, el límit per a aquest motor és de $2 bytes.)",
	"cd945ee708c8fbde": "L'especificació de transformació ha de ser un diccionari amb les claus '$1' i '$2'!",
	"cdcc98d72a062320": "La configuració del clauer no és vàlida: descriu una clau amb el tipus '$1', però aquest tipus és desconegut.",
	"ce416d8d03b4f0ff": "Llista de tipus MIME que es poden renderitzar amb una etiqueta `$1`.",
	"cf57983c42cf75d7": "L'arxiu \"$1\" ja té un hash d'integritat.",
	"d2bc140c1786b4b1": "Ancoratge d'integritat despullat per \"$1\".",
	"d2f78976040f5982": "Aquest no és un document JSON vàlid i no es pot renderitzat com a bloc de notes Jupyter: $1.",
	"d30672d2a83420f2": "El fitxer \"$1\" té un hash d'integritat no vàlid.",
	"d4aeca6eb33e60e9": "No s'han pogut desar les dades de la imatge en cap format.",
	"d6bd1c278f3a8c54": "No migreu dades per a fitxers que siguin més petits que una mida de fitxer determinada.",
	"d6ef90c24941d95a": "En migrar des d'un origen de disc local, utilitzeu la ruta d'accés especificada com a directori arrel.",
	"d7da15f2460fed0d": "El fitxer '$1' no té trossos!",
	"dd11ddffb645388e": "La configuració del clauer té una especificació de clau no vàlida (a l'índex '$1'): $2.",
	"dfea13bfe12e6d8a": "Trossos completats",
	"e0f61c99fed74494": "Configureu el fitxer més gran que es posarà al motor d’emmagatzematge MySQL.",
	"e191bbc969d57a1f": "Configureu quins tipus MIME són imatges.",
	"e22da81713255755": "Caixa de cartró",
	"e30fd090316fe8f0": "Tornar a codificar fitxers que ja estan emmagatzemats a la codificació de destinació.",
	"e333f845201352d4": "No s'ha pogut carregar la plantilla de favicon incorporada «$1».",
	"e78bf571099f6a2a": "Aquest document no codifica un objecte JSON vàlid i no es pot renderitzar com a bloc de notes Jupyter.",
	"eb3934652d9458d0": "No es pot calcular el hash trossejat sense un visualitzador real!",
	"ec2bfff0d3c11e6c": "El motor d'emmagatzematge \"$1\" ha executat $2 però no ha retornat cap identificador vàlid (\"$3\") a les dades: ha de ser no buit i no pot superar els 255 caràcters.",
	"ee561ce9be68c7d7": "Clau mestra de cicle per a fitxers encriptats.",
	"f06df609aed50661": "àncora",
	"f0db08100fbeb95e": "No es pot carregar el fitxer: aquest fitxer és massa gran per a qualsevol motor d'emmagatzematge configurat.",
	"f2dd5fc2b1d12efc": "\"$1\" incorporat no existeix!",
	"f3d9d24a9fa13548": "No hi ha trossos de dades de fitxers en un interval de bytes entre $1 i $2.",
	"f4c0014f2ec18e09": "$1: no hi ha cap altre fitxer amb el mateix hash de contingut.",
	"f5e17aee03e435c9": "No hi ha cap clau '$1' al clauer.",
	"f65a043e556a5060": "Visibilitat de miniatures adjunta",
	"f72a99d0765fc598": "Tipus de sol·licitud de contingut de fitxer desconegut '$1'.",
	"f85c44baef8bb407": "Seleccioneu una clau d'emmagatzematge específica per a que cicli.",
	"f87f76e781fce0c9": "La configuració del clauer no és vàlida: descriu diverses claus amb el mateix nom ('$1'). Cada clau ha de tenir un nom únic.",
	"f895c037588a16db": "Es nega a avaluar les dimensions de la imatge del tros del fitxer.",
	"f94eefc9b45cfbce": "Configureu quins tipus MIME són d'àudio.",
	"fa89a952ab930cb3": "Trossos totals",
	"fbbacffd75013603": "S'està renderitzant el bloc de notes Jupyter...",
	"fc01e646c8fe653c": "Cap motor de documents pot representar el contingut d’aquest fitxer.",
	"fc2684ffd47685b6": "Si es canvia la política de visualització d’objectes adjunts s'hauria de xifrar el secret.",
	"fd42f935f0c13b21": "Cap motor de contingut pot representar aquest document.",
	"fd7a6b0e2681cd19": "Arrossegar i deixar anar:",
	"ff7ad050bfdec4d4": "Adjunt a"
}
