{
	"@metadata": {
		"authors": [
			"Mguix"
		]
	},
	"0169751a40ee94eb": "Cos d'HTML eliminat",
	"0484745cc7badf2f": "Correu forçat",
	"05950ffbd615f46b": "Correus MetaMTA",
	"0631fda70f86c5c0": "Correu enviat a una adreça verificada.",
	"06b95aed5bf16089": "Destinatari reservat",
	"06db565b3bdac69a": "Simula enviar correu. Això pot ser útil de provar la vostra configuració de correu, o mentre desenvolupa adaptadors de correu nou.",
	"0815c5e0568a795e": "Reservat: $1",
	"08345b35bf510f93": "PHID de l'arxiu: $1",
	"0ae81ff2508af0d9": "Enviat per Phabricator",
	"0cf846f9ea86ee16": "Aquest correu és adreçat a un objecte (\"$1\") no tens permís per veure: $2",
	"0d0efc31b40541c1": "La plataforma de correus (\"$1\") intenta accedir a l'opció desconeguda (\"$2\").",
	"0e479671eea2fb67": "Destinatari extern",
	"0fa9785a7bb42c95": "El tipus de missatge \"$1\" és desconegut, els tipus suportats són: $2",
	"0fc361a4f38f3d3c": "Forçat per Herald",
	"12242284e25550cf": "ID: $1",
	"149c05bef02289f3": "Identificador de missatge Hash: $1",
	"16066075c5a83dca": "Mailgun",
	"16774e6c76703b33": "\"$1\" sense verificar, l'adreça principal de \"$2\".",
	"16821e6e6ddd63ef": "PHID del missatge",
	"17e27f08a461a764": "S'esperava la capçalera fil/índex per al cas $1.",
	"1b983ebc95d8c675": "S'ha requerit que el contingut del correu es transmetés només a través de canals segurs.",
	"1c783594c37f47c6": "Sense tema",
	"1c8ee1b7c2b1e710": "Estàs enviant un correu des d'una adreça no reconeguda a una adreça que no admet correu electrònic públic (\"$1\").",
	"1caefe1e57dccde1": "El correu electrònic de la cua es lliurarà als objectius de $1, ignorant les seves preferències de notificació: $2.",
	"1f614d35fcc457c6": "Mostra els detalls sobre el correu entrant amb l'identificador proporcionat.",
	"1fd6a880ee16bb33": "Còpia",
	"20b85d7d4253c335": "Correu (Rebut)",
	"211d54ac875b4bba": "Missatge a la cua #$1 per tornar-lo a enviar.",
	"2387c4b0341f4aaf": "No s'ha pogut obtenir la resposta de descodificació JSON.",
	"25aaf4c577f0e66d": "No s'ha pogut analitzar sintàcticament l'adreça de l'objecte ('$1') durant el processament.",
	"2696e08ddb9d6e89": "Correu electrònic en cua que es lliurarà a $1 objectius: $2.",
	"2894dd0f236e49ff": "Aquest és un missatge més antic, anterior a l'enregistrament de la informació de lliurament, de manera que no hi ha cap disponible.",
	"2a7de9e9ff1b7720": "Aquest correu s'adreça a l'adreça de correu electrònic pública d'un objecte ('$1'), però les respostes públiques no estan habilitades en aquesta instal·lació de Phabricator. És possible que un administrador hagi desactivat recentment aquest paràmetre o que hagueu respost a un missatge antic. Intenteu respondre a un missatge més recent.",
	"2b660b75a06907ce": "Aquest destinatari ha estat afegit per la regla de Herald \"Envia'm un correu\", la qual anul·la alguns paràmetres de lliurament.",
	"2b6b3cb371bb40d9": "SMTP (AWS)",
	"2e4c13b671b53b30": "PHID relacionat",
	"2ee59a6c3f56957e": "El destinatari del missatge no té cap número de contacte principal.",
	"2f6188ba6ccc53c6": "Utilitzeu l'indicador de seguiment «$1» per a especificar un o més missatges a mostrar.",
	"300450fbe9613a4c": "Simular un lliurament de correu \"A/c:\".",
	"309cadbed6ab4378": "Tecleja un nom d'usuari, projecte, llista de correu, paquet, o funció...",
	"358a44230c324d63": "«No filtrat» és el volum en brut abans que s'apliquin les regles.",
	"365391a9fb75a505": "Cap plataforma de correus configurada admet missatges de sortida del tipus '$1'.",
	"38102e050aa95393": "Contingut redactat",
	"3c76073c653f22dd": "Aquest és un missatge més vell, anterior a les regles d’encaminament.",
	"3d1063429f22fee9": "Enviar un correu electrònic a",
	"3d2182d9780b1747": "S'utilitza si l'adreça \"De:\" no s'assigna a cap compte d'usuari. Establir un autor per defecte permetrà a qualsevol usuari d'Internet públic crear objectes a Phabricator enviant un correu electrònic a aquesta adreça.",
	"3d5e541313ba5683": "El contingut del missatge només es pot transmetre per canals segurs.",
	"3ddb6d9ccd5f45b0": "Safata de sortida",
	"3e828b35a76f03b1": "Rebent adreces de correu electrònic",
	"3ea481ada1905fca": "Aquest missatge no ha estat enviat encara, així que regles d'encaminament no han estat computades.",
	"3f73447e075a1787": "Tecleja una adreça de correu electrònic de l'aplicació...",
	"42592bc8c0025cc5": "Correu MetaMTA",
	"439e50b7147d059f": "Adreça dolenta",
	"44caf74675ceb79b": "Safata d'entrada",
	"45afc6d61785e37c": "PHID de l'autor: $1",
	"46bccc395757bb92": "Aquest missatge s'ha canviat a una notificació mitjançant les regles de correu de sortida a Herald.",
	"4c9e328d0ddaf3ac": "La preferència de l'etiqueta exclou els destinataris.",
	"4dc151785ef287ce": "El contingut d’aquest correu electrònic és confidencial i no es pot veure des de la interfície d’usuari del web.",
	"4f5cf7a38b11450a": "Regla eficaç",
	"4f80bb88d56031dc": "Contingut enviat per correu electrònic, també conegut com a e-mail.",
	"4ffcfddf10ed9413": "Cal que el contingut del correu només es transmeti per canals segurs.",
	"50e6f0fd4d2f2729": "Phabricator s’executa en mode silenciós. Consulteu \"$1\" a la configuració per canviar aquest paràmetre.",
	"52e3000e957f9b92": "Regles d'encaminament",
	"533497d3e3959114": "El seu missatge no conté cap text de cos o arxius adjunts, de manera que Phabricator no pot fer res útil amb ell. Assegureu-vos que el text del comentari aparegui a la part superior del missatge: les respostes citades, el text en línia i les signatures es descarten i s'ignoren.",
	"542d97cfe02549f2": "Regles de prova que s’executen quan es prepara el correu de sortida per al lliurament.",
	"58507087f19da5c2": "No hi ha cap plataforma de correu configurada.",
	"64d8f89cef782f98": "S'esperava una resposta JSON de Twilio.",
	"65ad41c4c6f642f3": "Aquest tipus de PHID no correspon a un objecte que es pot enviar per correu.",
	"6a6f6da301fbc0f5": "Enviar un correu \"Per a:\" als usuaris especificats.",
	"7287cea49432477b": "L'equilibri de càrrega entre dos servidors de correu no ha seleccionat tots dos servidors després d'un nombre absurd d'intents.",
	"792d54e5e263e598": "Mostra els detalls de diagnòstic sobre el correu de sortida.",
	"7abb8c4ab578795e": "Enviar amb capçaleres massives.",
	"7de15683054e9a7c": "Aquest correu electrònic s'ha enviat des d'una adreça electrònica (\"$1\") que no està associada amb cap compte de Phabricator. Per interactuar amb Phabricator per correu electrònic, afegiu aquesta adreça al vostre compte.",
	"8086943d7cb6a03a": "Excepció elevada per: $1",
	"81678181fe7d83a1": "Totes les regles de coincidència",
	"8440117d3fd9bf1b": "La sol·licitud ha fallat amb errors: $1.",
	"875e271607d431fe": "Fitxers adjunts",
	"8906de24f3afca32": "Tots els programes intenten expandir-se fins que puguin llegir el correu.",
	"8d259617bd3e384e": "Cap adjunt.",
	"8d4dcf6cd3904eb1": "Busca la ruta el correu electrònic de sortida.",
	"93267ab88a2ab2ca": "Envia amb una plataforma de correu configurada específica.",
	"9575e528904c9d3c": "Especifiqueu un o més usuaris per enviar un missatge amb \"--to\" i/o \"--cc\".",
	"9bd82587590f1fdb": "Utilitzeu l'indicador de seguiment «$1» per a especificar un o més missatges per a reenviar.",
	"a16c0cf78aae68c3": "No es pot carregar una adreça electrònica per a aquest PHID.",
	"a2e271de420468f4": "Ignorant el correu electrònic amb l'etiqueta \"ID de missatge\" \"$1\" que s'ha vist $2 vegades, inclòs aquest missatge.",
	"a3fb9fa7824591db": "Cap aplicació ha gestionat aquest correu. Aquest correu s'ha enviat a un destinatari reservat (\"$1\"), de manera que se suprimeixen els rebots.",
	"a479f24b63f975d9": "El destinatari del missatge té més d'un número de contacte principal.",
	"a6a5a25ced373df6": "La clau de la plataforma de correu ('$1') no està configurada o no admet missatges de sortida del tipus '$2'. Les plataformes de correus disponibles són: $3.",
	"ab76916baf9861fc": "Correu de sortida",
	"ac0a719be2821b82": "Adjuntar un fitxer",
	"b251b61162c2a1f8": "Simular el lliurament de correu 'De:' a l'usuari indicat.",
	"b8aca65ca404b28a": "ADJUNTS",
	"bc8481f6b66444ab": "Act com l'usuari especificat.",
	"c166e55dafd3be72": "Enumereu els missatges de sortida enviats per Phabricator.",
	"c210daaf8f0d4d0f": "Aquest correu s'adreça a un objecte (\"$1\"), però l'adreça no és correcta (el hash de seguretat és incorrecte). Comproveu que l'adreça sigui correcta.",
	"c2e7987655fcf602": "L'argument \"$1\" no és un identificador de missatge vàlid.",
	"c305ef0e44da92ce": "La signatura del correu no és vàlida. Comproveu la vostra clau d'API Mailgun.",
	"c550b1b11109eb77": "Enviar un correu a l'usuari especificat.",
	"c7d30f3a62299497": "Enviar un correu als usuaris especificats amb \"A/c:\".",
	"c870623712e09b6b": "SEGELLS",
	"ca2eef7f2e17cd5e": "PHID relacionat: $1",
	"ca8520345ff0b6a0": "Les ordres de correu \"$1\" i \"$2\" responen a la paraula clau \"$3\". Les paraules clau s’han d’associar de manera única amb les ordres.",
	"cefdcaf06d47115b": "Plataforma de correus desconeguda (\"$1\")!",
	"d09e4632b987c458": "Mostra els detalls sobre el correu de sortida amb l’identificador proporcionat.",
	"d167fa58b7d29990": "Aquest correu té etiquetes que controlen els usuaris que el reben i aquest destinatari no ha escollit rebre correu amb cap de les etiquetes d’aquest missatge (Paràmetres>Preferències de correu electrònic).",
	"d1b140aa3baf7ca1": "Aquest destinatari ha desactivat totes les notificacions de correu electrònic (Configuració > Preferències de correu > Notificacions de correu).",
	"d28a79e358340745": "L'adaptador (\"$1\") està configurat per al mitjà \"$2\", però no és un suport de lliurament compatible. Els suports compatibles són: $3.",
	"d2b47d5adcd19d5d": "Aquest destinatari és l'usuari les accions del qual han provocat l'enviament d'aquest missatge, però han definit preferències perquè no rebin correu electrònic sobre les seves pròpies accions (Paràmetres > Preferències de correu > Accions pròpies).",
	"d5a2e2146e560316": "Tecleja un usuari, projecte, paquet, o nom de llista de correu...",
	"d68d1b240143237f": "S'està llegint el cos del missatge des de stdin ...",
	"d7757df4458cc171": "Aquest destinatari no té una adreça electrònica principal verificada.",
	"db18e17723548d72": "El contingut d'aquest missatge només es pot transmetre a través d'un canal segur. Per visualitzar el contingut del missatge, segueix aquest enllaç:",
	"de46e265f7be5d8f": "El número de telèfon (\"$1\") no té un format reconegut: s'esperava un número dels EUA com \"(555) 555-5555\" o un número internacional com \"+55 5555 555555\".",
	"deb00312a467c392": "Simular l'enviament de correu \"Per a:\" l'objecte donat.",
	"e16e7c2a0786eecf": "Cap regla especial ha afectat aquest correu.",
	"e1f7ce699fe126ef": "Aboqui el cos d'HTML del correu. Podeu redirigir-lo a un fitxer i obrir-lo en un navegador.",
	"e32339cf7f7e4519": "Aquest missatge s'ha actualitzat al correu electrònic mitjançant regles de correu de sortida a Herald.",
	"e3ee80b1da4adce6": "No es pot carregar el registre d'usuari d'aquest PHID.",
	"e5c9e5a79c5db9a0": "Cap plataforma de correus configurada admet l'enviament de missatges de sortida.",
	"ea1ca2d9c6dba1b3": "Afegir les etiquetes de correu proporcionades.",
	"ed668ded07e91141": "Objecte relacionat",
	"f220fef1aaaaa294": "Simuleu la recepció de correu. Això és útil sobretot si esteu desenvolupant nous receptors de correu.",
	"f32721f49b8213c8": "Torna a enviar el correu amb un ID determinat.",
	"f465efffdd4579ff": "Aquest correu és adreçat a l'adreça de correu electrònic privada d'un objecte (\"$1\"), però no ets l'usuari autoritzat per utilitzar l'adreça a la que has enviat el correu. Cada adreça privada és única de l'usuari que va rebre el correu primigeni. Prova de respondre a un missatge que et va ser enviat directament en comptes d'això.",
	"f9a567a4d8896a4d": "L’entrega d’aquest correu és forçada i ignora les preferències d’enviament. El correu que utilitza el lliurament forçat sol estar relacionat amb la gestió o autenticació de comptes. Per exemple, el correu electrònic de restabliment de contrasenya ignora les preferències de correu electrònic.",
	"fbe21f82f8ec6a1d": "Camps de missatge",
	"fe275045cd2149ba": "Cal encriptar",
	"fee8e5df346c6ffa": "Fet! Gràcies, Mailgun!"
}
