{
	"@metadata": {
		"authors": [
			"NikosLikomitros",
			"Nikosgranturismogt"
		]
	},
	"29efd0bdaa04ae91": "Το όρισμα \"$1\" δεν αντιστοιχεί στο όνομα κάποιου δημιουργού.",
	"300371d205bbeec3": "Ένας δημιουργός lipsum είναι εγγεγραμμένος με το κλειδί \"$1\". Αυτό το κλειδί είναι κατοχυρωμένο.",
	"32332b3df8a3771d": "Αποτυχία στην φόρτωση τυχαίου χρήστη. Ίσως χρειαστείτε να δημιουργήσετε περισσότερους δοκιμαστικούς χρήστες πρώτα.",
	"359c2782e2017bbc": "Δημιουργήστε αντικείμενα χωρίς να προτρέπετε για επιβεβαίωση.",
	"4b2283b7167429d1": "LIPSUM",
	"62242054e2063eb9": "Σφάλμα στην φόρτωση του συμβόλου $1: αυτή η τάξη δεν υπάρχει.",
	"63017d2cc8fa35f7": "Ο δημιουργός (\"$1\") δεν ήταν ικανός να δημιουργήσει ένα αντικείμενο.",
	"6ad21d0a2036d6e8": "Ουπς",
	"7b8d8ae984b43bbd": "Αυτή η εντολή δημιουργεί συνθετικά δοκιμαστικά δεδομένα συμπεριλαμβανομένων των λογαριασμών χρηστών. Είναι προορισμένο για χρήση σε περιβάλλοντα ανάπτυξης για να μπορείτε να δοκιμάσετε χαρακτηριστικά πιο εύκολα. Δεν υπάρχει εύκολος τρόπος για να διαγράψετε αυτά τα δεδομένα ή να αναιρέσετε τα αποτελέσματα αυτής της εντολής. Αν το τρέχετε σε ένα περιβάλλον παραγωγής, θα μολύνει τα δεδομένα σας με μεγάλες ποσότητες άχρηστων σκουπιδιών που δεν θα μπορείτε να τα ξεφορτωθείτε.",
	"8cd3cac1380eb4ec": "Δημιουργήστε συνθετικά δοκιμαστικά συνθετικά αντικείμενα.",
	"8d767bf5b72373d1": "Κλάση",
	"90a51575c9bd4563": "Δημιουργεί συνθετικά δοκιμαστικά αντικείμενα για πάντα. Χρησιμοποιήστε το ^C για να σταματήσει όταν ικανοποιηθείτε.",
	"9922906d3c889107": "Δημιουργημένα \"$1\": $2",
	"a568df6c0fc85e72": "Επιλέξτε ποιο τύπο ή τύπους δοκιμαστικών δεδομένων θέλετε να δημιουργήσετε, ή επιλέξτε \"$1\".",
	"b1b21337175c014d": "Δημιουργεί αντικείμενα όσο γίνεται πιο γρήγορα.",
	"b5ff2d7e2727ab4b": "Το όρισμα \"$1\" είναι ασαφές, και αντιστοιχεί με πολλούς δημιουργούς: $2",
	"c9fb502c220f5ec3": "Το lipsum είναι ένα αναπτυξιακό και δοκιμαστικό εργαλείο και μπορεί να εκτελεστεί μόνο σε εγκαταστάσεις σε αναπτυξιακή λειοτυργία. Ενεργοποιήστε το \"$1\" στον προσδιορισμό σας για να ενεργοποιήσετε το lipsum.",
	"e92bac9cc25935f8": "Επιλεγμένοι δημιουργοί: $1.",
	"e9f3727584c821b2": "Δημιουργεί",
	"f335a7372135e4e7": "Είστε σίγουρος ότι θα θέλατε να δημιουργήσετε σωρό σκουπιδιών;"
}
