{
	"@metadata": {
		"authors": [
			"Momo50WM",
			"Wladek92",
			"Derugon",
			"Urhixidur",
			"Verdy p"
		]
	},
	"29efd0bdaa04ae91": "L’argument « $1 » ne correspond au nom d’aucun générateur.",
	"300371d205bbeec3": "Un générateur lipsum est enregistré avec la clé « $1 ». Cette clé est réservée.",
	"32332b3df8a3771d": "Impossible de charger un utilisateur aléatoire. Vous devrez peut-être d’abord générer plus d’utilisateurs de test.",
	"359c2782e2017bbc": "Générer des objets sans demander de confirmation.",
	"4b2283b7167429d1": "LIPSUM",
	"62242054e2063eb9": "Impossible de charger le symbole $1 : cette classe n’existe pas.",
	"63017d2cc8fa35f7": "Le générateur (« $1 ») n’a pas pu générer d’objet.",
	"6ad21d0a2036d6e8": "OUPS",
	"7b8d8ae984b43bbd": "Cette commande génère des données de test synthétiques, y compris des comptes utilisateur. Elle a pour but d’être utilisée dans des environnements de développement pour tester des fonctionnalités plus facilement. Il n’existe pas de manière facile de supprimer ces données ou d’annuler les effets de cette commande. Si vous la lancez dans un environnement de production, elle polluera vos données en y ajoutant une grande quantité de déchets sans intérêt dont vous ne pourrez vous débarrasser.",
	"8cd3cac1380eb4ec": "Générer des objets de test synthétiques.",
	"8d767bf5b72373d1": "classe",
	"90a51575c9bd4563": "Générer des objets de test synthétiques pour toujours. Utiliser ^C pour l’arrêter lorsque vous serez satisfait.",
	"9922906d3c889107": "« $1 » généré : $2",
	"a568df6c0fc85e72": "Choisir quel(s) type(s) de données de test générer ou sélectionner «$1 ».",
	"b1b21337175c014d": "Générer des objets le plus rapidement possible.",
	"b5ff2d7e2727ab4b": "L’argument « $1 » est ambigu et correspond à plusieurs générateurs : $2.",
	"c9fb502c220f5ec3": "Lipsum est un outil de développement et de test et ne peut être lancé que sur des installations en mode développeur. Activer « $1 » dans votre configuration pour activer Lipsum.",
	"e92bac9cc25935f8": "Générateurs sélectionnés : $1.",
	"e9f3727584c821b2": "GÉNÉRATEURS",
	"f335a7372135e4e7": "Êtes-vous sûr de vouloir générer des tas de déchets ?"
}
